{
  "dataList": [
      {
          "id": "get_10913_1",
          "desc": "Получение",
          "dlg": "Всё, что у меня осталось — это полая, истрёпанная гордость от того, что я была первой, кто работал с тобой, а... ты предпочла того мальца...?"
      },
      {
          "id": "lobby_morning_10913_1",
          "desc": "Утреннее приветствие",
          "dlg": "Ох... уже время? Прости, я всю ночь изучала управление Аномалиями класса WAW, даже не заметила, как утро настало. ...Я сейчас подойду."
      },
      {
          "id": "lobby_noon_10913_1",
          "desc": "Полуденное приветствие",
          "dlg": "В отделе Благосостояния нет никаких правил насчёт обеда. Не нужно спрашивать у меня разрешения, чтобы поесть, хорошо? Просто иди. Я... просто возьму сэндвич. Слишком много мыслей в голове, и аппетита совсем нет."
      },
      {
          "id": "lobby_night_10913_1",
          "desc": "Вечернее приветствие",
          "dlg": "У меня подавленный вид? Не-а, это, должно быть, из-за ЭГО-снаряжения... Или, может, это просто ночь навевает тоску. Да... ну, ты знаешь, как это бывает."
      },
      {
          "id": "smalltalk_10913_1",
          "desc": "Болтовня №1",
          "dlg": "Кто работает с O-01-73? Эм... кто-то другой из моей команды. Так что они должны знать лучше меня, верно? Просто... я уже давно не работала с этой Аномалией."
      },
      {
          "id": "smalltalk_10913_2",
          "desc": "Болтовня №2",
          "dlg": "Так вот, насчёт рыцарей. Они не наводят уныние? Всю жизнь посвятить соблюдению Божьих законов и погоне за доблестью и правосудием... пока однажды не закрадётся сомнение. Что, если всё, что я когда-либо делала... на самом деле ничего не защитило и не сохранило? Тогда зачем... зачем я вообще существую?"
      },
      {
          "id": "smalltalk_10913_3",
          "desc": "Болтовня №3",
          "dlg": "У меня время от времени возникает мысль. Что я получила это ЭГО-снаряжение не потому, что кто-то признал мои навыки или что-то в этом роде... а просто потому, что мне повезло прожить достаточно долго.\nЯ всё делала правильно. Анализ эмоционального состояния, применение когнитивной теории... всё. Если всего этого было недостаточно, чтобы она выбрала меня, тогда..."
      },
      {
          "id": "smalltalk_10913_4",
          "desc": "Болтовня после Связи №1",
          "dlg": "Да... тот малец мёртв. Вероятно, это не твоя вина. Но вот ты здесь, вопишь, впитав в себя всё отчаяние мира.\n...Я та, кто изначально работала с тобой, так что... полагаю, мне с тобой и разбираться. Ну же... вернёмся, O-01-73."
      },
      {
          "id": "smalltalk_10913_5",
          "desc": "Болтовня после Связи №2",
          "dlg": "Все эти мечи, заточенные твоими слезами... десятки мечей... они ранят всех. Так тебе всё равно, если все умрут, лишь бы не тот малец, которого ты выбрала? И ты называешь себя... рыцарем? Рыцари никогда не плачут, ты сама так говорила."
      },
      {
          "id": "neglect_10913_1",
          "desc": "Бездействие",
          "dlg": "...Мм? О-ой, ничего. Такое иногда бывает. Накатывает тоска без причины..."
      },
      {
          "id": "gacksung_10913_1",
          "desc": "Связь",
          "dlg": "Я буду сражаться этими слезами и созвездиями, что мы извлекли из тебя. Неважно, была я твоей избранницей или нет — я должна выполнять приказы управляющего."
      },
      {
          "id": "formation_10913_1",
          "desc": "Вступление в команду",
          "dlg": "Вам нужна помощь отдела Благосостония, верно?"
      },
      {
          "id": "battleentry_10913_1",
          "desc": "Выход на поле боя",
          "dlg": "Уровень коррозии ЭГО... приемлемый. ...Наверное."
      },
      {
          "id": "battle_select_10913_1",
          "desc": "Выбор в битве",
          "dlg": "Эм... можем поговорить позже? У меня немного подавленное настроение."
      },
      {
          "id": "battle_endcommand_10913_1",
          "desc": "Совершение атаки",
          "dlg": "Остро... и точно."
      },
      {
          "id": "battle_enemy_break_10913_1",
          "desc": "Оглушение противника",
          "dlg": "...Даже о тебе, должно быть, кто-то заботился."
      },
      {
          "id": "battle_break_10913_1",
          "desc": "Оглушение",
          "dlg": "Я клялась защищать, но..."
      },
      {
          "id": "battle_kill_10913_1",
          "desc": "Убийство противника",
          "dlg": "...Мне тоже есть, что защищать."
      },
      {
          "id": "battle_dead_10913_1",
          "desc": "Смерть",
          "dlg": "Пожалуйста... не будите меня... Я... хочу отдохнуть."
      },
      {
          "id": "choice_success_p_10913_2",
          "desc": "Успех проверки",
          "dlg": "Видишь? Доверься мне... и я тебя никогда не предам."
      },
      {
          "id": "choice_fail_n_10913_1",
          "desc": "Провал проверки",
          "dlg": "Ох... не стоило и пытаться. Каждый раз, когда я это делаю..."
      },
      {
          "id": "battle_clear_10913_1",
          "desc": "Победный клич",
          "dlg": "Отлично. Давайте приберёмся здесь и пойдём помогать другому коридору, которому нужна наша помощь. Может... кто-нибудь другой займётся отчётом, пожалуйста? Я просто хочу немного отдохнуть. Ха-ха."
      },
      {
          "id": "battle_clear_ex_10913_1",
          "desc": "Победный клич совершенства",
          "dlg": "...Думаю, даже я стала намного лучше, чем раньше. Кстати говоря, та Аномалия... малец, которого она благословила, ведь умер, верно? ...Интересно, позволят ли мне снова с ней работать?"
      },
      {
          "id": "battle_defeat_10913_1",
          "desc": "Вой поражения",
          "dlg": "Я всегда всё порчу... и в конце концов, не смогу ничего защитить.\nПросто... просто прикончите меня, пожалуйста... Чтобы я больше никогда не смогла держать клинок."
      }
  ]
}