{
    "dataList": [
        {
            "id": "get_10612_1",
            "desc": "Получение",
            "dlg": "Хаах... Они первыми посылают команду Оленей? Алло, пожалуйста, скажите Кроликам и Носорогам поторопиться, иначе пастись будет негде."
        },
        {
            "id": "lobby_morning_10612_1",
            "desc": "Утреннее приветствие",
            "dlg": "Сон совсем не помогает. Эта мучительная головная боль никак не проходит, сколько бы таблеток я ни глотал... Она будет сводить меня с ума, пока я не умру."
        },
        {
            "id": "lobby_noon_10612_1",
            "desc": "Полуденное приветствие",
            "dlg": "Хорошая идея — нормально поесть, пока есть возможность~ Как только начнутся эти операции по зачистке, нам не дадут времени на еду.\nИ даже после смерти... я просто очнусь в Инкубаторе. А единственная пища там — это люди."
        },
        {
            "id": "lobby_night_10612_1",
            "desc": "Вечернее приветствие",
            "dlg": "Зачистка не заканчивается с наступлением ночи. Придётся убить каждого человека в этом районе... чтобы свет этого посоха погас."
        },
        {
            "id": "smalltalk_10612_1",
            "desc": "Болтовня №1",
            "dlg": "Похоже, прохождение через Инкубатор не даёт мне такого уж большого усиления. Большинство моих клонов так... готовы принять свою смерть.\nИнтересно, что отличает меня от остальных меня. Это бессмысленный вопрос, но я всё равно хотел бы знать ответ."
        },
        {
            "id": "smalltalk_10612_2",
            "desc": "Болтовня №2",
            "dlg": "Между Стаями нет большой разницы в силе, за исключением 1-й Стаи~ У нас просто разные роли. Мы, вероятно, лучше и 2-й, и 3-й Стаи, когда дело доходит до блокирования зоны зачистки и убийства всего живого в ней. Вероятно."
        },
        {
            "id": "smalltalk_10612_3",
            "desc": "Болтовня №3",
            "dlg": "Разница между нами и сотрудниками Крыльев или Корректировщиками Ассоциаций... вероятно, в отношении к нашей работе. Они связаны чем-то вроде чувства принадлежности или, проще говоря, личными интересами, но мы сделаем что угодно, если нам заплатят достаточную сумму за задачу. Да, мы сделаем буквально <i>всё что угодно</i>."
        },
        {
            "id": "smalltalk_10612_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "Я не думал, что в жизни будет что-то сложное, пока я принимал течение мира.\nНо здесь даже принятие заставляет рога укореняться и расти из моей головы, дёргая за нервы. И это делает всё таким... невыносимым..."
        },
        {
            "id": "smalltalk_10612_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Я говорил тебе снова и снова, что не стоит держаться слишком близко к Оленям во время миссии.\nНеужели эту простую мысль так трудно понять...? Хаах. Ты что, безголовая курица? Перестань мне мешаться."
        },
        {
            "id": "neglect_10612_1",
            "desc": "Бездействие",
            "dlg": "Ха-ха. Теперь я могу отдохнуть? ... Спасибо."
        },
        {
            "id": "gacksung_10612_1",
            "desc": "Связь",
            "dlg": "Не волнуйся... не надо... Я должен очистить разум, чтобы выдержать это... Агх! Проваливай!"
        },
        {
            "id": "formation_10612_1",
            "desc": "Вступление в команду",
            "dlg": "Хон Лу №120. Готов к развёртыванию."
        },
        {
            "id": "battleentry_10612_1",
            "desc": "Выход на поле боя",
            "dlg": "Олени на месте. Входим в зону зачистки."
        },
        {
            "id": "battle_select_10612_1",
            "desc": "Выбор в битве",
            "dlg": "Не могли бы вы помолча— Ннгх! Какого чёрта ты ждал до сих пор, чтобы позвать меня?!"
        },
        {
            "id": "battle_endcommand_10612_1",
            "desc": "Совершение атаки",
            "dlg": "Фокусирую Рога... Заряд мозговых волн."
        },
        {
            "id": "battle_enemy_break_10612_1",
            "desc": "Оглушение противника",
            "dlg": "Пожалуйста... заткнись..."
        },
        {
            "id": "battle_break_10612_1",
            "desc": "Оглушение",
            "dlg": "<i>Хе-хех... Ха-ха-ха... Хи-хи-хииии...</i>"
        },
        {
            "id": "battle_kill_10612_1",
            "desc": "Убийство противника",
            "dlg": "... Гораздо лучше."
        },
        {
            "id": "battle_dead_10612_1",
            "desc": "Смерть",
            "dlg": "Ха-ха... Увидимся позже. Стая... она вернётся в мгновение ока, сметая всё на своём пути."
        },
        {
            "id": "choice_success_p_10612_2",
            "desc": "Успех проверки",
            "dlg": "Достаточно хорошо для тебя? Тогда... давай поторопимся с контрактом."
        },
        {
            "id": "choice_fail_n_10612_1",
            "desc": "Провал проверки",
            "dlg": "Гах... Ты можешь хоть раз отдать нормальный приказ?"
        },
        {
            "id": "battle_clear_10612_1",
            "desc": "Победный клич",
            "dlg": "Часть стада была потеряна, но... эй, по крайней мере, нас не отбракуют~ Вернёмся поприветствовать новых Оленей, Командир?"
        },
        {
            "id": "battle_clear_ex_10612_1",
            "desc": "Победный клич совершенства",
            "dlg": "Ха-ха... ха-ха... ха... Уф. Это было близко. Я беспокоился, что меня отбракуют за безумие независимо от успеха миссии."
        },
        {
            "id": "battle_defeat_10612_1",
            "desc": "Вой поражения",
            "dlg": "А? Головной боли нет...? И... я снова в Инкубаторе...? Похоже, «я» провалил миссию, да?"
        }
    ]
}