{
    "dataList": [
      {
        "id": "get_10714_1",
        "desc": "Получение",
        "dlg": "Да-а-а...! Наконец-то! Слушайте сюда, бойцовые птахи! Выпускайте когти! Сегодня ночью мы будем драться до упаду, пока на арене не останется ни крошки корма...!"
      },
      {
        "id": "lobby_morning_10714_1",
        "desc": "Утреннее приветствие",
        "dlg": "Давай, убей нас, сломай нам шеи одну за другой... Но поверь мне, как бы ты ни трепыхался, ты сдохнешь как собака, когда мы закончим с тобой. Обещаю, это так же верно, как и то, что каждое утро встаёт солнце."
      },
      {
        "id": "lobby_noon_10714_1",
        "desc": "Полуденное приветствие",
        "dlg": "Лады. Следующие... ты и вот ты. Только победитель спарринга получит обед; правила те же, что и всегда.\n...А, и как в прошлый раз, последний, кто останется на ногах, сразится со мной. Ну же, я тоже должен немного повеселиться, не так ли? Не бойся, ты получишь свой корм, даже если проиграешь мне."
      },
      {
        "id": "lobby_night_10714_1",
        "desc": "Вечернее приветствие",
        "dlg": "...М-м. Эй, всё в порядке? Ничего не могу с собой поделать, хочется вздремнуть, когда становится так темно. Нужно, чтобы кровь прилила к мозгу, махать крыльями без устали...\nНеправильно оставлять такого Адепта, как я, сидеть на заднице и ждать весь день... Это дерьмо меня реально бесит, приятель..."
      },
      {
        "id": "smalltalk_10714_1",
        "desc": "Болтовня №1",
        "dlg": "Я время от времени вспоминаю кое-что. Что побудило меня стать Хэйшоу? И почему именно ветвь Ю?.. Знаешь, такие вопросы.\nЧто-то должно было заставить меня стремиться к заслугам, стать достойным человеком... Ну, полагаю, командовать цыплятами — это тоже своего рода заслуга, если разобраться."
      },
      {
        "id": "smalltalk_10714_2",
        "desc": "Болтовня №2",
        "dlg": "Мы не сложные. Выпустите нас из клеток, сделайте хорошую песчаную арену, чтобы мы там с ума посходили... и мы будем драться, пока кто-нибудь не упадёт. В том, чтобы быть Адептом, тоже нет ничего особенного — просто я оказался лучшей бойцовой птицей из всех. И выжил."
      },
      {
        "id": "smalltalk_10714_3",
        "desc": "Болтовня №3",
        "dlg": "У Болюса Ю есть побочный эффект: он превращает людей в помешанных на битвах психов. На некоторых из нас он влияет сильнее, чем на других, заставляя впадать в ярость без прямого приказа. Но эти чёртовы старикашки даже не пытаются улучшить Болюс.\nПонимаешь, о чём я? Для них мы — пушечное мясо; они просто рады бросать нас в мясорубку и пополнять наши ряды, когда дело сделано. Отношение в духе «Зачем чинить это дерьмо, если оно всё равно скоро сломается», понимаешь?"
      },
      {
        "id": "smalltalk_10714_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Ах... а я-то думал, что смогу сохранять хладнокровие весь день. Чёртовы кролики — я восприму ваше вторжение на арену как приглашение сделать из вас всех шашлык из крольчатины!"
      },
      {
        "id": "smalltalk_10714_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Двое готовы... шестеро готовы...! Ха... и это всё? Чушь собачья, а я-то думал, что сегодня смогу по-настоящему размять крылья и поклевать паразитов.\nНгх... эй, вы. Убирайтесь с глаз долой и деритесь в другом месте. Выбесите меня — и я вас тоже заклюю."
      },
      {
        "id": "neglect_10714_1",
        "desc": "Бездействие",
        "dlg": "*зевок* ...Эй, держите головы пустыми, когда нам нечем заняться. Это от этих мыслей нам хочется драться... да?"
      },
      {
        "id": "gacksung_10714_1",
        "desc": "Связь",
        "dlg": "Научитесь ценить наше молчание по утрам, ага? Петухи кукарекают только тогда, когда владыка, держащий нас на поводке, приказывает нам."
      },
      {
        "id": "formation_10714_1",
        "desc": "Вступление в команду",
        "dlg": "Чего...? О, зов нашего владыки?"
      },
      {
        "id": "battleentry_10714_1",
        "desc": "Выход на поле боя",
        "dlg": "Ха... Давайте наедимся!"
      },
      {
        "id": "battle_select_10714_1",
        "desc": "Выбор в битве",
        "dlg": "Отвали или умри."
      },
      {
        "id": "battle_endcommand_10714_1",
        "desc": "Совершение атаки",
        "dlg": "Когти наружу!"
      },
      {
        "id": "battle_enemy_break_10714_1",
        "desc": "Оглушение противника",
        "dlg": "Что, ты уже слёг? Как-то скучновато, не находишь?"
      },
      {
        "id": "battle_break_10714_1",
        "desc": "Оглушение",
        "dlg": "Кхе-хе, да! Мне это нравится!"
      },
      {
        "id": "battle_kill_10714_1",
        "desc": "Убийство противника",
        "dlg": "Заклевал до смерти! Следующий! СЛЕДУЮЩИЙ!"
      },
      {
        "id": "battle_dead_10714_1",
        "desc": "Смерть",
        "dlg": "Ха... Я полностью потерял контроль, да...? Что ж... Я всё равно собирался стать тушей... в любом случае."
      },
      {
        "id": "choice_success_p_10714_2",
        "desc": "Успех проверки",
        "dlg": "Слушай... Я сделал это для тебя, вместо того чтобы потакать своей жажде драки. Запомни это, лады?"
      },
      {
        "id": "choice_fail_n_10714_1",
        "desc": "Провал проверки",
        "dlg": "Убери это дерьмо с глаз моих! Я не собираюсь тратить время на поле боя..."
      },
      {
        "id": "battle_clear_10714_1",
        "desc": "Победный клич",
        "dlg": "И это всё?! Где остальные? Где?! Я не остановлюсь, пока... *вдыхает* ...Ладно... Потише. Я должен сдерживаться... или мне не дадут подраться в другой день."
      },
      {
        "id": "battle_clear_ex_10714_1",
        "desc": "Победный клич совершенства",
        "dlg": "Ах, тц... почему ты должен был слоняться поблизости? Вот так и можно помереть, околачиваясь вокруг Хэйшоу Ю, которому больше некого убивать.\nХа, что это? Вы тоже ещё не наелись, а...? Ладно! Идите и возьмите меня!"
      },
      {
        "id": "battle_defeat_10714_1",
        "desc": "Вой поражения",
        "dlg": "Мой лорд! Приказ отступать, сейчас? Я-я только собирался броситься в бой теперь, когда эти бесполезные цыплята мертвы! Вы, чёрт возьми, серьёзно?!\nУгх... к чёрту это. Не то чтобы я мог ослушаться приказа..."
      }
    ]
}