{
    "dataList": [
      {
        "id": "get_10713_1",
        "desc": "Получение",
        "dlg": "И все новички мертвы... Да, я так и понял, как только взглянул на планшет мониторинга. Вон из этого Загруженного вагона, вы, уроды, — сюда идёт Агент Зачистки 4-го уровня."
      },
      {
        "id": "lobby_morning_10713_1",
        "desc": "Утреннее приветствие",
        "dlg": "Район 23, конечно, весь в синеве, но в нём всё же больше красок, чем там, где я жил раньше. Единственные цвета, которые я тогда видел, — это дорогие шмотки, которые мне даже носить не разрешали... и цветы в саду."
      },
      {
        "id": "lobby_noon_10713_1",
        "desc": "Полуденное приветствие",
        "dlg": "Иногда появляются такие ублюдки, которые едут аж в 23-й Район, чтобы опробовать Улицы Вкусов, но не слоняйтесь там только потому, что это рядом со штаб-квартирой. Я сам из Подворотен, но одна только мысль об этом месте... Тьфу, аж тошнит. Держите голову на плечах и даже не смотрите в ту сторону."
      },
      {
        "id": "lobby_night_10713_1",
        "desc": "Вечернее приветствие",
        "dlg": "Ну и что, что зачищать меньше? Всё равно куча дел осталась. Видишь? Я ещё не закончил, а уже опоздал на последний поезд домой."
      },
      {
        "id": "smalltalk_10713_1",
        "desc": "Болтовня №1",
        "dlg": "Им бы цены на Первый класс снизить, а не просто разбрасываться скидочными купонами на Эконом. Ни одна душа здесь не считает, что Первый класс стоит своих денег. Вот почему все эти ублюдки, которым место в Первом классе, притворяются кем-то другим, лишь бы втиснуться в Эконом."
      },
      {
        "id": "smalltalk_10713_2",
        "desc": "Болтовня №2",
        "dlg": "Поселился в Гнезде и думал, что наконец-то заработал немного деньжат... И ради чего? Каждый раз, когда заканчиваю работу, я весь в этой... грязи... унизительно. Но всё же, если бы я устроился на какую-нибудь тёпленькую работёнку, где только головой думаешь, я бы никогда так далеко не зашёл, да?"
      },
      {
        "id": "smalltalk_10713_3",
        "desc": "Болтовня №3",
        "dlg": "Ай! Нельзя ли снимать её понежнее? А-аргх, чёрт возьми! Я же сказал, больно! Уф... Ты закончил? Каждый раз, когда снимают эту броню, я чуть не подыхаю."
      },
      {
        "id": "smalltalk_10713_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Хочешь знать, почему я должен стрелять лазерами из локтя? Слышал, это какой-то усилитель мощности... Что-то про двунаправленные токи и миниатюризацию, вся эта техническая муть. Так что да, нельзя просто стрелять ими вперёд. Немного муторно, но пользоваться можно. Но, эх... надо сказать, выглядит довольно круто, не так ли?"
      },
      {
        "id": "smalltalk_10713_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Всё есть в инструкции. Обычные вещи, вроде самоубийств, помечаются как «Беспрепятственно». Всё, с чем не справятся агенты ниже 3-го уровня, — «Задержано». «Загружено» означает, что это выходит за рамки того, с чем может справиться стандартное снаряжение Корпорации W или же появился редкий тип врагов. Если угроза уровня Корректировщика 1-го ранга, она классифицируется как «Отменено». Не трудитесь запоминать следующую страницу — «Сошёл с рельсов» означает, что это такой бардак, который мы, Агенты Зачистки, исправить не сможем."
      },
      {
        "id": "neglect_10713_1",
        "desc": "Бездействие",
        "dlg": "Погода была ясная... Работа закончилась поздно... Никогда не садитесь на ВАРП-поезд — как только я буду дома, я должен написать пись... Эй! Давно ты тут стоишь?"
      },
      {
        "id": "gacksung_10713_1",
        "desc": "Связь",
        "dlg": "Назад в другой вагон... Этот ублюдок — безбилетник."
      },
      {
        "id": "formation_10713_1",
        "desc": "Вступление в команду",
        "dlg": "Броня для очистки заторов. Расчётное время до прибытия: 1 минута..."
      },
      {
        "id": "battleentry_10713_1",
        "desc": "Выход на поле боя",
        "dlg": "Оценка состояния поезда."
      },
      {
        "id": "battle_select_10713_1",
        "desc": "Выбор в битве",
        "dlg": "Оставьте зачистку новичкам. Я отправляюсь в Загруженный вагон."
      },
      {
        "id": "battle_endcommand_10713_1",
        "desc": "Совершение атаки",
        "dlg": "Подтверждение активации брони."
      },
      {
        "id": "battle_enemy_break_10713_1",
        "desc": "Оглушение противника",
        "dlg": "А теперь сиди смирно..."
      },
      {
        "id": "battle_break_10713_1",
        "desc": "Оглушение",
        "dlg": "Гах..."
      },
      {
        "id": "battle_kill_10713_1",
        "desc": "Убийство противника",
        "dlg": "...Поезд закончил работу, вот что!"
      },
      {
        "id": "battle_dead_10713_1",
        "desc": "Смерть",
        "dlg": "...Так это последняя остановка."
      },
      {
        "id": "choice_success_p_10713_2",
        "desc": "Успех проверки",
        "dlg": "Вот так. Я этим дерьмом наелся ещё когда только устроился."
      },
      {
        "id": "choice_fail_n_10713_1",
        "desc": "Провал проверки",
        "dlg": "Эй, я всё сделал по инструкции, ясно?"
      },
      {
        "id": "battle_clear_10713_1",
        "desc": "Победный клич",
        "dlg": "Уф... Короткое замыкание, да. Слишком много перегрузок, полагаю... Эта штука не двигается. Эй, вытащите меня отсюда, если закончили с зачисткой."
      },
      {
        "id": "battle_clear_ex_10713_1",
        "desc": "Победный клич совершенства",
        "dlg": "...Зачистка завершена. Некоторые куски разлетелись довольно далеко, так что убирать будет муторно... но просто смиритесь. Меня не вызывают ради ублюдков, с которыми можно церемониться."
      },
      {
        "id": "battle_defeat_10713_1",
        "desc": "Вой поражения",
        "dlg": "Чёрт, это не та проблема, с которой могут справиться Агенты Зачистки... Нгх! Корпорация R или Ассоциация Корректировщиков — просто свяжитесь с кем сможете! Такими темпами все здесь..."
      }
    ]
}