{
    "dataList": [
      {
        "id": "get_11214_1",
        "desc": "Получение",
        "dlg": "Вопреки расхожему мнению, «в следующий раз, когда-нибудь потом» наступает крайне редко.\nТак что в этот раз я собираюсь с этим что-то сделать. В конце концов, запоздалые сожаления оставляют после себя только это... отвратительное чувство."
      },
      {
        "id": "lobby_morning_11214_1",
        "desc": "Утреннее приветствие",
        "dlg": "Сегодня я возглавлю утренний патруль Исследовательского Комплекса.\nЯ должен убедиться собственными глазами, что все незваные гости покинули территорию... и удостовериться, что никто из них больше здесь не скрывается."
      },
      {
        "id": "lobby_noon_11214_1",
        "desc": "Полуденное приветствие",
        "dlg": "Разве я не всегда предупреждал вас, что чрезмерное потребление углеводов вызывает постпрандиальную сонливость? Пожалуйста, принесите три чашки кофе для моей команды, если не возражае...\n...Ох. Нет, не беспокойтесь об этом. Забудьте, что я сказал, я сам возьму себе кофе."
      },
      {
        "id": "lobby_night_11214_1",
        "desc": "Вечернее приветствие",
        "dlg": "Понимаю. Значит, они решили отклонить моё заявление об увольнении в обмен на принятие плана миссии.\nОни заставили меня ждать до вечера ради такого простого ответа? Как предсказуемо."
      },
      {
        "id": "smalltalk_11214_1",
        "desc": "Болтовня №1",
        "dlg": "Хотя комплекс был полностью восстановлен, исследовательская деятельность не может быть возобновлена немедленно. Нам нужно время, чтобы вернуться в колею, заполнить новые вакансии...\n...У меня будет много дел, как только мы завершим эту операцию — я перепроектирую комплекс с нуля. ...Паутина, да? Точно, лучше всего применить то, чему я научился."
      },
      {
        "id": "smalltalk_11214_2",
        "desc": "Болтовня №2",
        "dlg": "Я слышал нелепый слух, исходящий из какого-то другого отдела, что я на самом деле высокоуровневый Агент, которому каким-то образом удалось сбежать из Штаб-квартиры, когда она пала. Полагаю, он начал распространяться где-то вчера.\nЯ понимаю, что многим любопытно, где я мог достать это снаряжение Штаб-квартиры, но неужели кто-то из вас действительно думает, что это предположение имеет смысл? *пых* ...Пожалуйста, пресекайте эти непродуктивные слухи, когда услышите их."
      },
      {
        "id": "smalltalk_11214_3",
        "desc": "Болтовня №3",
        "dlg": "Я действительно горжусь каждым научным успехом, которого достиг в своей жизни, посвящённой исследованиям, но ни разу не считал их блестящими.\n...Возможно, именно это заставило меня полюбопытствовать в чём же заключается «блестящая гордость» этого ЭГО снаряжения."
      },
      {
        "id": "smalltalk_11214_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Вы действительно верите, что я в неведении относительно махинаций начальства? Я просто держу рот на замке, потому что... Потому что... что хорошего я сделаю, указав на это?\nНо я надеюсь, они не забудут, что *кто-то* всегда наблюдает, пристально следит за их интригами."
      },
      {
        "id": "smalltalk_11214_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Я знаю, что убийство так называемого «Отца-воспитателя Безымянного» ничего не изменит.\nВот почему моё участие сводится не более чем к слепой погоне за самоудовлетворением, отвратительному акту трусости с местью за мёртвых в качестве удобного оправдания для успокоения совести."
      },
      {
        "id": "neglect_11214_1",
        "desc": "Бездействие",
        "dlg": "Нельзя прекращать озвучивать свои мысли таким образом, иначе вас ослепит шёпот Аномалии. Странность необычных мыслей становится более очевидной, когда произносится вслух, и это поможет вам понять, что дежавю — всего лишь иллюзия разума."
      },
      {
        "id": "gacksung_11214_1",
        "desc": "Связь",
        "dlg": "Я вижу всё с предельной ясностью, неважно, на каком расстоянии — вещи, которые я не мог видеть раньше, вещи, окутанные тенями.\n...Достаточно тестов. Очевидно, что у меня достаточно способностей, чтобы владеть и этим ЭГО, и Даром одновременно."
      },
      {
        "id": "formation_11214_1",
        "desc": "Вступление в команду",
        "dlg": "Миссия скоро начнётся. Слушайте все... ...Не исчезайте из моего поля зрения."
      },
      {
        "id": "battleentry_11214_1",
        "desc": "Выход на поле боя",
        "dlg": "Это ты... Ты зверь этого леса."
      },
      {
        "id": "battle_select_11214_1",
        "desc": "Выбор в битве",
        "dlg": "К сожалению, в моём лесу живут только мертвецы. Теперь единственное, что я могу сделать... это убить зверя."
      },
      {
        "id": "battle_endcommand_11214_1",
        "desc": "Совершение атаки",
        "dlg": "Усиление Сонастройки ЭГО..."
      },
      {
        "id": "battle_enemy_break_11214_1",
        "desc": "Оглушение противника",
        "dlg": "Сиди смирно."
      },
      {
        "id": "battle_break_11214_1",
        "desc": "Оглушение",
        "dlg": "Ох..."
      },
      {
        "id": "battle_kill_11214_1",
        "desc": "Убийство противника",
        "dlg": "Я здесь, чтобы спасти тебя."
      },
      {
        "id": "battle_dead_11214_1",
        "desc": "Смерть",
        "dlg": "Так... вот как всё закончится, да..."
      },
      {
        "id": "choice_success_p_11214_2",
        "desc": "Успех проверки",
        "dlg": "Если это поможет повысить наши шансы на успех, то почему бы и нет."
      },
      {
        "id": "choice_fail_n_11214_1",
        "desc": "Провал проверки",
        "dlg": "Не нужно утешать меня по этому поводу. Мы, исследователи, считаем такую неудачу не более чем безобидной оплошностью."
      },
      {
        "id": "battle_clear_11214_1",
        "desc": "Победный клич",
        "dlg": "Знаешь, что действительно опустошает? То, что именно мои руки напишут «Миссия выполнена» в отчёте о вскрытии. *вздох* Ещё больше имён, которые нужно стереть. Вообще-то, думаю, я полностью откажусь от этого исследовательского предложения."
      },
      {
        "id": "battle_clear_ex_11214_1",
        "desc": "Победный клич совершенства",
        "dlg": "На самом деле я не пытался преподать тебе жизненные уроки вроде «реальность всегда больше, чем кажется на первый взгляд» или «действительно важные вещи невидимы для глаз».\nЯ просто хотел попробовать обрушить это невидимое оружие на твою голову."
      },
      {
        "id": "battle_defeat_11214_1",
        "desc": "Вой поражения",
        "dlg": "Хах... Понимаю. В этом лесу... никогда не было никакого зверя..."
      }
    ]
}