{
    "dataList": [
      {
        "id": "get_10812_1",
        "desc": "Получение",
        "dlg": "Ни один цветок не переживёт осень... так говорят. Хунъюань ни капельки не изменился. Разве что дороги, полагаю."
      },
      {
        "id": "lobby_morning_10812_1",
        "desc": "Утреннее приветствие",
        "dlg": "Ну и ночка выдалась... Я почти удивлена, что этим утром ты стоишь под солнцем, целый и невредимый. Должно быть, повезло.\nНо лучше держи ухо востро. Солнечный свет — не лучшая помеха для убийц."
      },
      {
        "id": "lobby_noon_10812_1",
        "desc": "Полуденное приветствие",
        "dlg": "Манерам учатся, когда амбары полны. Давай не будем тратить деньги на еду, хорошо? Боевой дух и здоровье моего клана важнее."
      },
      {
        "id": "lobby_night_10812_1",
        "desc": "Вечернее приветствие",
        "dlg": "Ха-ах... кромешная тьма, да? Похоже, с этого момента можно попрощаться с нормальным сном. Интересно, сколько незваных «гостей» явится к нам этой ночью."
      },
      {
        "id": "smalltalk_10812_1",
        "desc": "Болтовня №1",
        "dlg": "Я — Измаил из семьи Цзя, кандидат на пост Главы Семьи Хунъюань. Я нашла свою зацепку и вернулась в Хунъюань. Э-э... что... в смысле, это странно?..\n...Да нет. В этом нет ничего странного. Конечно, я из семьи Цзя, я родилась и выросла в семье Цзя."
      },
      {
        "id": "smalltalk_10812_2",
        "desc": "Болтовня №2",
        "dlg": "На посредственные подношения они и глазом не моргнут, но... воды реки Леты наверняка привлекут внимание даже почтенной Цзя Му.\nУверена, я единственная из кандидатов, кто принёс что-то из реки в столь глубоком месте."
      },
      {
        "id": "smalltalk_10812_3",
        "desc": "Болтовня №3",
        "dlg": "Моя мотивация стать Главой Семьи? Ну, это... я... хм. Честно говоря, я никогда особо об этом не задумывалась. Но ведь этого хотят все, и старшие в семье? Потому что я дитя семьи Цзя?\nЧто ж, надеюсь, я разберусь к концу Оценок. Со своей мотивацией, отдельной от семейной."
      },
      {
        "id": "smalltalk_10812_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Я слышу эти странные песни из Подворотен... Полагаю, он скоро вернётся.\nНадеюсь, мне никогда не придётся с ним столкнуться, но... Рано или поздно наша стычка неизбежна."
      },
      {
        "id": "smalltalk_10812_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Стаи Хэйшоу станут очень, очень сильным козырем в Оценке на пост Главы Семьи, но... у меня нет спонсоров, а значит, я держала их на поводке всего дважды в жизни.\nВ первый раз я отпустила поводки, чтобы освободить ■ ■■■■. А в другой раз, ну... я потеряла его из-за какого-то болвана из другой семьи."
      },
      {
        "id": "gacksung_10812_1",
        "desc": "Связь",
        "dlg": "Даже не соизволил явиться на мой банкет, а теперь ты здесь... в моём Нуаньсяну. Не терпится отрубить мне голову, да?"
      },
      {
        "id": "neglect_10812_1",
        "desc": "Бездействие",
        "dlg": "...Если есть что сказать, говори. Не стой столбом."
      },
      {
        "id": "formation_10812_1",
        "desc": "Вступление в команду",
        "dlg": "Хм. Глаз-алмаз. Я тут редкий талант, знаешь ли?"
      },
      {
        "id": "battleentry_10812_1",
        "desc": "Выход на поле боя",
        "dlg": "Хо-ох... Нужно просто делать всё так, как я готовилась..."
      },
      {
        "id": "battle_select_10812_1",
        "desc": "Выбор в битве",
        "dlg": "Пожалуйста, без лишней суеты. Я предпочитаю тишину."
      },
      {
        "id": "battle_endcommand_10812_1",
        "desc": "Совершение атаки",
        "dlg": "Давайте прикончим их всех. Нечего тратить здесь время."
      },
      {
        "id": "battle_enemy_break_10812_1",
        "desc": "Оглушение противника",
        "dlg": "Хмф. Ты раскрыт!"
      },
      {
        "id": "battle_break_10812_1",
        "desc": "Оглушение",
        "dlg": "Агх! Какого чёрта..."
      },
      {
        "id": "battle_kill_10812_1",
        "desc": "Убийство противника",
        "dlg": "Неплохая попытка."
      },
      {
        "id": "battle_dead_10812_1",
        "desc": "Смерть",
        "dlg": "Какая... короткая весна..."
      },
      {
        "id": "choice_success_p_10812_2",
        "desc": "Успех проверки",
        "dlg": "Проще пареной репы."
      },
      {
        "id": "choice_fail_n_10812_1",
        "desc": "Провал проверки",
        "dlg": "...Постойте, дайте-ка я попробую ещё раз. Ну же, я сказала, дайте мне попробовать ещё раз!"
      },
      {
        "id": "battle_clear_10812_1",
        "desc": "Победный клич",
        "dlg": "Я бы не участвовала в Оценке на пост Главы Семьи, если бы позволила этой маленькой победе вскружить мне голову.\nНу... почему бы тебе не помочь мне ещё немного? Я удвою, утрою, упятерю твою награду, если стану следующим Главой."
      },
      {
        "id": "battle_clear_ex_10812_1",
        "desc": "Победный клич совершенства",
        "dlg": "Ха, не думала, что будет так просто. Полагаю, сегодня я могу позволить себе быть немного щедрее с премиями для моего клана... Эй, для этого и нужны деньги. Чтобы праздновать добрые вести."
      },
      {
        "id": "battle_defeat_10812_1",
        "desc": "Вой поражения",
        "dlg": "...Мой клан... уничтожен?.. У них... даже шанса не было... Ха-ах, это... нгх, ничего. Это всё моя вина. Я... должна была подготовиться лучше."
      }
    ]
}