{
  "dataList": [
    {
      "id": "get_10613_1",
      "desc": "Получение",
      "dlg": "Значит, вот как выглядит Дагуаньюань с зенита Хунъюаня, да? Фу-ху, тогда, полагаю...\n... Мне больше не нужно притворяться."
    },
    {
      "id": "lobby_morning_10613_1",
      "desc": "Утреннее приветствие",
      "dlg": "Это было слишком долго. Каждое утро я шёл приветствовать бабушку, выказывать почтение этим иссохшим старейшинам с фальшивой, беззаботной улыбкой и... хах. Развлекать их.\nНо больше нет."
    },
    {
      "id": "lobby_noon_10613_1",
      "desc": "Полуденное приветствие",
      "dlg": "Всё, что когда-либо приносило мне счастье и радость... я похоронил их за пеленой забвения, рядом с ужасными воспоминаниями того дня.\nЗачем раскапывать это сейчас, когда я найду там лишь пустую могилу — бездонную пропасть, подобную моей гниющей, гноящейся левой глазнице?"
    },
    {
      "id": "lobby_night_10613_1",
      "desc": "Вечернее приветствие",
      "dlg": "Разве я не приказывал не беспокоить меня по ночам, когда эта неутихающая боль терзает мой глаз?\nУходи. Хунъюань уже видел слишком много смертей, чтобы я казнил тебя за этот проступок. Тела, что я поверг, могли бы образовать гору до самого железного неба."
    },
    {
      "id": "smalltalk_10613_1",
      "desc": "Болтовня №1",
      "dlg": "Престол Главы Дагуаньюаня, обязанного кретинам, которых они почитали как старейшин, больше нет. Я вырву знамёна четырёх великих домов, что некогда манипулировали Хунъюанем в угоду своим прихотям, и брошу их в грязь.\nОтныне... я буду единственным, абсолютным владыкой Хунъюаня."
    },
    {
      "id": "smalltalk_10613_2",
      "desc": "Болтовня №2",
      "dlg": "Тебе так любопытны эти повязки?.. Хех, хорошо. Они не всегда были такими красными, знаешь ли. Раньше это были просто бинты.\nНо... эта пустота на месте глаза не перестаёт сочиться этой чёрной, гнилостной кровью, и сколько бы я ни пытался... я так и не смог остановить её. Так что они всегда... пропитаны этим оттенком красного."
    },
    {
      "id": "smalltalk_10613_3",
      "desc": "Болтовня №3",
      "dlg": "Ах... с тобой в моих руках, двенадцать ветвей Хэйшоу теперь мои. Почему ты сопротивлялся, хм? Из-за тебя я лишился драгоценного Хэйшоу...\nЗавтра я сам навещу Хэйшоу-Сяньжэнь. Похоже, с вами, Адептами, у меня не получается никакого настоящего «диалога»."
    },
    {
      "id": "smalltalk_10613_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "В день, когда на семью Кун обрушилась погибель, я вырвал этот мерзкий нефрит из своего глаза, окрасив эту некогда нефритовую ткань в красный.\nПустота, где некогда покоился драгоценный нефрит семьи Цзя, плакала кровавыми слезами, подобными... багровым каплям росы (紅露 - Хон Лу). Посему, я — Хон Лу."
    },
    {
      "id": "smalltalk_10613_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Четырёх великих домов больше нет — теперь вы не более чем ничтожества, что затеряются среди кишащих масс, ибо Владыка Хунъюаня правит в одиночку.\nПосему, выбирайте сейчас: пасть, окутанными в знамёна своих семей, или процветать, под волей Хунъюаня."
    },
    {
      "id": "neglect_10613_1",
      "desc": "Бездействие",
      "dlg": "...Ты ожидал, что тени скроют тебя от моего взора? Хм-м... Мне это надоело."
    },
    {
      "id": "gacksung_10613_1",
      "desc": "Связь",
      "dlg": "Адепты каждой Ветви, внемлите мне: ваш владыка находит нынешнее обстоятельство... крайне досадным.\nПроучите их. Научите их, какой конец ждёт тех, кто осмелится поднять клинок мятежа, чтобы воспротивиться своему лорду."
    },
    {
      "id": "formation_10613_1",
      "desc": "Вступление в команду",
      "dlg": "Владыка Хунъюаня идёт на войну."
    },
    {
      "id": "battleentry_10613_1",
      "desc": "Выход на поле боя",
      "dlg": "Внемлите моему приказу, двенадцать зверей (十二獸) — собраться."
    },
    {
      "id": "battle_select_10613_1",
      "desc": "Выбор в битве",
      "dlg": "Я правлю кровью."
    },
    {
      "id": "battle_endcommand_10613_1",
      "desc": "Совершение атаки",
      "dlg": "Выпустить зверей."
    },
    {
      "id": "battle_enemy_break_10613_1",
      "desc": "Оглушение противника",
      "dlg": "Позволить этому потоку ила поколебать себя..."
    },
    {
      "id": "battle_break_10613_1",
      "desc": "Оглушение",
      "dlg": "...Какая дерзость."
    },
    {
      "id": "battle_kill_10613_1",
      "desc": "Убийство противника",
      "dlg": "Зелени внутри тебя не суждено пробудиться."
    },
    {
      "id": "battle_dead_10613_1",
      "desc": "Смерть",
      "dlg": "Размышляя о пути, что привёл меня сюда, это... лишь ещё одна тропа, по которой я должен пройти..."
    },
    {
      "id": "choice_success_p_10613_2",
      "desc": "Успех проверки",
      "dlg": "Я не стану изображать невежество пред лицом понимания."
    },
    {
      "id": "choice_fail_n_10613_1",
      "desc": "Провал проверки",
      "dlg": "Притворство, будто я всё понял, возможно, было не самым мудрым решением."
    },
    {
      "id": "battle_clear_10613_1",
      "desc": "Победный клич",
      "dlg": "Отступайте, мои Хэйшоу. Зараза из Дагуаньюаня больше не будет править.\nЯ питаю к вам ненависть, вы, омерзительные паразиты, чьё единственное стремление в жизни — цепляться за неё; умрите и станьте удобрением для роста Хунъюаня."
    },
    {
      "id": "battle_clear_ex_10613_1",
      "desc": "Победный клич совершенства",
      "dlg": "Проведена ещё одна черта: росчерк открывает новый путь, кровь — его чернила... но со временем Хунъюань узнает, как я, Хон Лу, изменил судьбу этой земли."
    },
    {
      "id": "battle_defeat_10613_1",
      "desc": "Вой поражения",
      "dlg": "Разве первая попытка когда-либо приводила к совершенству?\nНикогда, ни разу с тех пор, как я покинул Дагуаньюань. Мне нужно лишь истекать кровью и бороться до самого конца.\n...В конце концов, во мне более чем достаточно яда, чтобы довести дело до конца."
    }
  ]
}