{
    "dataList": [
      {
        "id": "get_10114_1",
        "desc": "Получение",
        "dlg": "Хунъюань Его Величества в своём апогее совпадает с вашим видением Хунъюаня, юная госпожа.\nЯ намерен воплотить вашу мечту, которой не суждено было расцвести, хоть его путь и усеян кровопролитием. Посему, юная госпожа... прошу... никогда не прощайте своего несчастного стража."
      },
      {
        "id": "lobby_morning_10114_1",
        "desc": "Утреннее приветствие",
        "dlg": "Наступает рассвет, и за алыми вратами Нуаньсяну мерцает свет. Каждое утро я едва могу отвести от него взгляд, ибо его сияние слишком похоже на юную госпожу."
      },
      {
        "id": "lobby_noon_10114_1",
        "desc": "Полуденное приветствие",
        "dlg": "В это время юная госпожа давала мне Подавляющий Болюс, чтобы усмирить силы Хэйшоу. Я ни разу не принял его с тех пор, как вернулся Адептом после потери своей госпожи... и всё же что-то сдерживает мой вздох, словно что-то сдавило трахею."
      },
      {
        "id": "lobby_night_10114_1",
        "desc": "Вечернее приветствие",
        "dlg": "Безмолвные ночи Дагуаньюаня под властью Его Величества. Я приветствую этот покой, но странность столь притихшего мира глубоко тревожит моё сердце."
      },
      {
        "id": "smalltalk_10114_1",
        "desc": "Болтовня №1",
        "dlg": "Моя обида на Владыку Хон Лу всё ещё кипит. И всё же... ни я, ни юная госпожа не знали об ужасной правде, что открылась в виде Червя Сяньхуан. Хоть он и не счёл нужным сообщить нам об этом заранее, в чём я могу винить того, кто некогда был нашим врагом?"
      },
      {
        "id": "smalltalk_10114_2",
        "desc": "Болтовня №2",
        "dlg": "Я размышляю и размышляю над обрывками того происшествия, чтобы понять, что я мог бы сделать, чтобы юная госпожа осталась жива.\nПоистине, тщетное усилие. Сожаления и бегство в прошлое не вернут мёртвых. И всё же... эти размышления не желают утихать."
      },
      {
        "id": "smalltalk_10114_3",
        "desc": "Болтовня №3",
        "dlg": "Я не... *ношу* доспехи. Болюс У изменил мою плоть... на мне вырос своего рода экзоскелет, подобный броне."
      },
      {
        "id": "smalltalk_10114_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Все знают о могучих бычьих рогах; однако в затяжных битвах на открытых равнинах нужно научиться доверять скакунам.\nДайте нам достаточно пространства для галопа, и ускорение стука наших копыт изменит сам исход войны."
      },
      {
        "id": "smalltalk_10114_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "И вот, пламя войны пылает в Хунъюане. Забыть уроки гнили и разложения, забыть доброту его идеалов — вот что разожгло этот огонь.\nЕго Величество обещает исправление Хунъюаня, и всё же... мне трудно доверять тому, кто лишён веры в человечество, тому, кто видит в природе людей лишь зло."
      },
      {
        "id": "neglect_10114_1",
        "desc": "Бездействие",
        "dlg": "...Если сегодня будет день полного покоя, я останусь в Нуаньсяну. Приходите туда, если я вам понадоблюсь."
      },
      {
        "id": "gacksung_10114_1",
        "desc": "Связь",
        "dlg": "Скачите, стуча копытами. Вздымайтесь, песчинки. Звените, боевые кличи. Упокойтесь, ибо ваш полёт зайдёт в тупик.\nТак я поверг мятежника, как приказало Его Величество — а теперь, Хунъюань, вперёд... без страха."
      },
      {
        "id": "formation_10114_1",
        "desc": "Вступление в команду",
        "dlg": "Адепт У, Хэйшоу И Сан. Это всё."
      },
      {
        "id": "battleentry_10114_1",
        "desc": "Выход на поле боя",
        "dlg": "Ямчусьпопараболическойпрямойлинии."
      },
      {
        "id": "battle_select_10114_1",
        "desc": "Выбор в битве",
        "dlg": "Вернёмся к делу (閑話休題). Не зацикливайтесь на личности; обратите своё внимание на поле боя."
      },
      {
        "id": "battle_endcommand_10114_1",
        "desc": "Совершение атаки",
        "dlg": "Один всадник стоит тысячи...! (一騎當千)"
      },
      {
        "id": "battle_enemy_break_10114_1",
        "desc": "Оглушение противника",
        "dlg": "Раскрыться с необременённым сердцем..."
      },
      {
        "id": "battle_break_10114_1",
        "desc": "Оглушение",
        "dlg": "...Искажено."
      },
      {
        "id": "battle_kill_10114_1",
        "desc": "Убийство противника",
        "dlg": "...и позволить ветру направить твой топот."
      },
      {
        "id": "battle_dead_10114_1",
        "desc": "Смерть",
        "dlg": "Быстры были мои копыта... Они принесли меня к вам раньше времени, юная госпожа..."
      },
      {
        "id": "choice_success_p_10114_2",
        "desc": "Успех проверки",
        "dlg": "Скакун идёт вперёд."
      },
      {
        "id": "choice_fail_n_10114_1",
        "desc": "Провал проверки",
        "dlg": "...Я просто не хотел идти рысью. Вот и всё."
      },
      {
        "id": "battle_clear_10114_1",
        "desc": "Победный клич",
        "dlg": "Пришла весть о победе, но радость не для скакунов; умерьте своё счастье.\nИбо скоро нас отправят на новое поле боя."
      },
      {
        "id": "battle_clear_ex_10114_1",
        "desc": "Победный клич совершенства",
        "dlg": "Один из многих циклов разорван. Хунъюань, о котором вы мечтали, юная госпожа... земля, где её жители могут процветать без страха, стала на шаг ближе к воплощению.\nПосему, в день нашего воссоединения, проявите щедрость и устройте для меня пир. Я без конца скачу по залитым кровью полям ради этой единственной цели."
      },
      {
        "id": "battle_defeat_10114_1",
        "desc": "Вой поражения",
        "dlg": "...Усилия не принесли плодов. Потребуется слишком много лет, чтобы достичь идеала юной госпожи.\nЯ буду ждать, пока Его Величество не сделает следующий шаг. В моём сердце слишком много страха, чтобы скакать в одиночку."
      }
    ]
}