{
  "dataList": [
    {
      "id": "get_10314_1",
      "desc": "Получение",
      "dlg": "«Те, чьи взгляды встретились, и те, чьи взгляды не встретились». «72 минуты». «Убей». Это ты.\nНе убегай, ибо П-Предписание указывает на тебя."
    },
    {
      "id": "lobby_morning_10314_1",
      "desc": "Утреннее приветствие",
      "dlg": "Великий Волшебный Пейджер и Росинант — оба отличные партнёры для меня, но... они ничем не помогают мне в укладке моих в-волос...\nОни взъерошиваются и взъерошиваются с большей интенсивностью каждое утро, кульминацией чего становится э-эта... причёска."
    },
    {
      "id": "lobby_noon_10314_1",
      "desc": "Полуденное приветствие",
      "dlg": "Час голода близок. Я... Если бы мне представилась возможность пообедать, я-я бы хотела не более чем отведать блюдо из с-свежих креветок с чесноком.\nПрошу, скажи, чего ты жаждешь... Хм. Хм-хм... В-возможно, ты думал о том, чтобы отведать сегодня немного шоколада?"
    },
    {
      "id": "lobby_night_10314_1",
      "desc": "Вечернее приветствие",
      "dlg": "Вы дома, Мастер? Хм... он, должно быть, отправился выполнять Предписание в моё отсутствие.\nЯ не хочу быть одна в комнате м-мастера, ибо она пуста от всего, кроме белого и чёрного... Но я предполагаю, что визит в с-соседнюю комнату не будет встречен с радушием... М-м-м... Что же делать?.."
    },
    {
      "id": "smalltalk_10314_1",
      "desc": "Болтовня №1",
      "dlg": "Было время, когда я впадала в пучину у-уныния, ибо мне не был дарован меч, как было даровано другим.\nК-конечно, теперь я просветилась, почему мне не был дарован меч. У-узри! Это действительно не самое удобное оружие, но это ЭГО... е-единственный *меч* мой, избранный самим Предписанием."
    },
    {
      "id": "smalltalk_10314_2",
      "desc": "Болтовня №2",
      "dlg": "Хм... Хм-м... «Встретить пятерых». «Несправедливых». «Тупая травма».\nР-Росинант, ты готов? Лорд Волшебный Пейджер даровал нам самое чудесное Предписание... Настало время нам скакать дальше!"
    },
    {
      "id": "smalltalk_10314_3",
      "desc": "Болтовня №3",
      "dlg": "Я-я очень люблю тех, кто добр! Хотя мои соотечественники в Доме Пауков вряд ли являются душами кроткого нрава...\nН-нгх... По возвращении они снова будут издеваться надо мной, говоря, что моя невнимательность сбила меня с пути. М-мастер... Я начинаю скучать по моему доброму мастеру."
    },
    {
      "id": "smalltalk_10314_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "...Требуется больше, чем слепая вера в П-Предписания, чтобы достичь н-нерушимого убеждения... в определениях добра и зла.\nМой мастер говорил, что я-я — человек значительного таланта. Таланта рассматривать Предписания не только как абсолютные приказы, но как мою судьбу... как часть моего эго."
    },
    {
      "id": "smalltalk_10314_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "«Огромны тени в целом, и мелкие тени в растерянности на мели». ...Ах, это не Предписание, открытое Великим Волшебным Пейджером, но слова, которые произнёс мой мастер, глядя на моё собственное ЭГО!\n...Я размышляла над ними 3 дня или 70 часов, но моё понимание остаётся смутным... Почему слова моего мастера труднее п-постичь, чем сами Предписания?"
    },
    {
      "id": "neglect_10314_1",
      "desc": "Бездействие",
      "dlg": "...Ах. Воистину, когда беспокойство охватывает меня, м-мой разум часто блуждает в глубоких раздумьях."
    },
    {
      "id": "gacksung_10314_1",
      "desc": "Связь",
      "dlg": "Т-те, кто бродит здесь без спирали в сердце... рискуют навлечь на себя страшное недовольство моего мастера.\nДа, ни Великий Волшебный Пейджер, ни Росинант не отнесутся к таким душам благосклонно. Разве ты не согласен?"
    },
    {
      "id": "formation_10314_1",
      "desc": "Вступление в команду",
      "dlg": "...Оно здесь."
    },
    {
      "id": "battleentry_10314_1",
      "desc": "Выход на поле боя",
      "dlg": "...И снова Воля Предписания совпадает с моей собственной."
    },
    {
      "id": "battle_select_10314_1",
      "desc": "Выбор в битве",
      "dlg": "Прошу, подожди немного. Предписания, доставленные Великим Волшебным Пейджером, по правде говоря, с-сложны для расшифровки..."
    },
    {
      "id": "battle_endcommand_10314_1",
      "desc": "Совершение атаки",
      "dlg": "Сделать это непредсказуемым."
    },
    {
      "id": "battle_enemy_break_10314_1",
      "desc": "Оглушение противника",
      "dlg": "Ты потрясён."
    },
    {
      "id": "battle_break_10314_1",
      "desc": "Оглушение",
      "dlg": "Гхх... Э-это очень больно..."
    },
    {
      "id": "battle_kill_10314_1",
      "desc": "Убийство противника",
      "dlg": "Это давно предписанная судьба."
    },
    {
      "id": "battle_dead_10314_1",
      "desc": "Смерть",
      "dlg": "...Прошу... с-скажи ему... я... сделала всё возможное..."
    },
    {
      "id": "choice_success_p_10314_2",
      "desc": "Успех проверки",
      "dlg": "Видишь? Воистину, Предписание абсолютно!"
    },
    {
      "id": "choice_fail_n_10314_1",
      "desc": "Провал проверки",
      "dlg": "Это была лишь Воля Предписания, прошептанная Великим Волшебным Пейджером."
    },
    {
      "id": "battle_clear_10314_1",
      "desc": "Победный клич",
      "dlg": "Е-ещё раз я исполнила Волю Предписания в совершенстве в этот день. П-прошу, хоть я и к-краснею, прося об этом, не мог бы ты случайно передать моему мастеру вести о моём усердном труде?\n...Магия Великого Пейджера не исчерпана... н-но почему он удерживает свой ответ?.."
    },
    {
      "id": "battle_clear_ex_10314_1",
      "desc": "Победный клич совершенства",
      "dlg": "Если... если, случайно, я преодолею следующее испытание... я смогу тогда назвать себя с-семьёй моего мастера.\nЕ-если это случится... я больше не буду знать ни холода, ни одиночества..."
    },
    {
      "id": "battle_defeat_10314_1",
      "desc": "Вой поражения",
      "dlg": "...Я желала... услышать больше слов моего мастера... и Предписания Великого Пейджера..."
    }
  ]
}