{
    "dataList": [
      {
        "id": "get_10115_1",
        "desc": "Получение",
        "dlg": "Жизнь, в которой дарованы не решения, которые нужно принимать, а уже принятые решения... <color=#50acff><size=60%><i>*бип*</i></size></color> Хах. Если бы только моя дорогая дочь тоже могла ощутить веселье, окрашивающее такую жизнь."
      },
      {
        "id": "lobby_morning_10115_1",
        "desc": "Утреннее приветствие",
        "dlg": "Когда начинается холодный выдох рассвета, моя склонность заставляет меня тянуться к тому и прослеживать его бумажные тропы. Я вкладываю закладки между страницами, чтобы прочесть их отрывки моей дорогой дочери, когда она вернётся домой. Одинокая лента-закладка, прикреплённая к корешку, — её я оставляю как преграду на пути к концу сказки."
      },
      {
        "id": "lobby_noon_10115_1",
        "desc": "Полуденное приветствие",
        "dlg": "Будь зеркало похоже на страницы книги, мне нужно было бы лишь перевернуть одну страницу, чтобы найти сезон, которому я когда-то сопротивлялся. Но мой лик, опалённый и обожжённый, не позволяет мне ни дня передышки от боли — о, как же он болит даже под самым нежным солнцем.\nНет... возможно, так лучше, ибо я могу вглядеться в отражение на этой странице и проследить слабые следы моей дочери и меня."
      },
      {
        "id": "lobby_night_10115_1",
        "desc": "Вечернее приветствие",
        "dlg": "Какое обстоятельство могло побудить тебя прийти сюда в столь глубокий час ночи, Дон...? <color=#50acff><size=60%><i>*бип*</i></size></color> Хм-м... Ах. Понимаю. Ты искала возможности прогуляться под ночным небом вместе со своим Отцом-воспитателем."
      },
      {
        "id": "smalltalk_10115_1",
        "desc": "Болтовня №1",
        "dlg": "Это место... гнездо, сплетённое для Пауков. Таким образом, по геометрии неизбежности... <color=#50acff><size=60%><i>*бип*</i></size></color> вполне естественно, что добыча будет стекаться сюда, в его невидимые сети, чтобы питать его. Здесь, в этом логове, Паукам не нужно уходить на охоту или терпеть дни без пищи.\nКакая у меня причина... выяснять, нужно ли мне оставить жизнь, столь удобную?"
      },
      {
        "id": "smalltalk_10115_2",
        "desc": "Болтовня №2",
        "dlg": "Это дитя, видишь ли... Хм. Она обладала самой необыкновенной примечательностью. Её способности, её умение чувствовать течения времени выделялись превыше всего.\nВернувшись с «домашней работы», она наблюдала, как мы извлекали пронзённой спиралью Сару из Хранилища Времени — и я заметил весьма любопытный блеск в её взгляде. И действительно, этот блеск был искрой ума, осознанием того, что она может проскальзывать в Хранилище Времени и из него в узкие промежутки бдительности Отцов-воспитателей. Ты согласишься, что такая проницательность есть не что иное, как свидетельство её гениальности.\nУвы, к её же вреду... блестящий ум ребёнка — это всё же ум всего лишь «ребёнка»."
      },
      {
        "id": "smalltalk_10115_3",
        "desc": "Болтовня №3",
        "dlg": "Эта жизнь моя... может быть уподоблена движущейся спирали. Вечно стремящейся к своему завершению, но вечно замедляющей свой ход — и тем самым обречённой никогда не встретить свой конец. Так и с моей дорогой дочерью. Дробильная машина, мусоросжигатель... или паутина в яме — ради создания этих вещей я поместил и свою дочь, и эту жизнь мою на спираль. Наблюдаемые издалека, кавалькада и переплетение нас по форме не отличаются от самой спирали, на которой мы стоим... истинное доказательство верности метафоры. <color=#50acff><size=60%><i>*бип*</i></size></color> Вот. Ты тоже это слышал, я полагаю — это «веселье» отвергает концовку."
      },
      {
        "id": "smalltalk_10115_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "На этот раз, похоже, это будет... <color=#50acff><size=60%><i>*бип*</i></size></color> полуторный меч. М-м, и следом за ним... <color=#50acff><size=60%><i>*бип*</i></size></color> коса. Сегодня, как и всегда, Предписание демонстрирует... благороднейший вкус в выборе оружия."
      },
      {
        "id": "smalltalk_10115_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Днём, как и ночью, этот Город... являет себя лишь бледным размытым пятном, словно дождь вымыл его силуэт добела. И поэтому я избавлен от нужды в зонте; и парасоль не послужил бы мне с приходом солнечного света хорошей погоды.\nМне остаётся лишь владеть тем, чем Предписание одарило меня, и размахивать им... Даже если мир, каким его зрит мой взор, будет вечно тонуть в белизне, меня это не потревожит."
      },
      {
        "id": "neglect_10115_1",
        "desc": "Бездействие",
        "dlg": "...Улетая вдаль, бабочка ответила так: «Позволь отчаянию наконец овладеть тобой и закрой своё сердце от прекрасного неба над головой, пока оно не перестанет вызывать какие-либо чувства. Это единственный способ... стать по-настоящему свободным от паутины»."
      },
      {
        "id": "gacksung_10115_1",
        "desc": "Связь",
        "dlg": "<color=#50acff><size=60%><i>*бип*</i></size></color> «Пронзи сердце и подвесь вверх ногами».\n<color=#50acff><size=60%><i>*бип*</i></size></color> «Клюй мечом и грызи».\n<color=#50acff><size=60%><i>*бип*</i></size></color> ...У тебя нет причин таить обиду. Твоя смерть... должно быть, сама была предначертана удовольствием Предписания."
      },
      {
        "id": "formation_10115_1",
        "desc": "Вступление в команду",
        "dlg": "<color=#50acff><size=60%><i>*бип*</i></size></color> Я подтвердил цель. Давайте начнём."
      },
      {
        "id": "battleentry_10115_1",
        "desc": "Выход на поле боя",
        "dlg": "<color=#50acff><size=60%><i>*бип*</i></size></color> ...Итак, решено: книга сказок для сегодняшнего чтения."
      },
      {
        "id": "battle_select_10115_1",
        "desc": "Выбор в битве",
        "dlg": "Кажется... что я всё ещё «замер»."
      },
      {
        "id": "battle_endcommand_10115_1",
        "desc": "Совершение атаки",
        "dlg": "Интересно, как далеко ты решился зайти?"
      },
      {
        "id": "battle_enemy_break_10115_1",
        "desc": "Оглушение противника",
        "dlg": "Этот проблеск печали в твоих глазах... являет собой весьма прекрасное зрелище."
      },
      {
        "id": "battle_break_10115_1",
        "desc": "Оглушение",
        "dlg": "Ха-ха."
      },
      {
        "id": "battle_kill_10115_1",
        "desc": "Убийство противника",
        "dlg": "Потому что краткая боль... посетила моё сердце."
      },
      {
        "id": "battle_dead_10115_1",
        "desc": "Смерть",
        "dlg": "...Как... одиноко."
      },
      {
        "id": "choice_success_p_10115_2",
        "desc": "Успех проверки",
        "dlg": "<color=#50acff><size=60%><i>*бип*</i></size></color> Не было ничего особо достойного внимания."
      },
      {
        "id": "choice_fail_n_10115_1",
        "desc": "Провал проверки",
        "dlg": "<color=#50acff><size=60%><i>*бип*</i></size></color> Это просто случилось. Вот и всё."
      },
      {
        "id": "battle_clear_10115_1",
        "desc": "Победный клич",
        "dlg": "Хотя исполнение, возможно, и не дотянуло до безупречности... этого достаточно, пока это Предписание приведено в исполнение. Есть ещё одно, особое Предписание, которого я всё ещё жду... и должен сопроводить к его завершению."
      },
      {
        "id": "battle_clear_ex_10115_1",
        "desc": "Победный клич совершенства",
        "dlg": "Безупречно в своём завершении, так бы показалось. Однако... <color=#50acff><size=60%><i>*бип*</i></size></color> то, чего я жду, всё ещё остаётся в подвешенном состоянии, задерживаясь за пределами любого обещания прибытия. Велит ли мне тогда эта инерция по-прежнему оставаться «ничем»?"
      },
      {
        "id": "battle_defeat_10115_1",
        "desc": "Вой поражения",
        "dlg": "Бывают моменты, когда я ловлю себя на желании услышать слово «отомри»; увы, моя дорогая дочь, похоже, потеряла воспоминание о том, как это сделать. <color=#50acff><size=60%><i>*бип*</i></size></color> Хах... как это выматывает. И всё же я упорствую, ибо устройство ещё не утихло, и передышка от порождения этого спирального движения — роскошь, недоступная мне."
      }
    ]
}