{
    "dataList": [
      {
        "id": "get_10312_1",
        "desc": "Получение",
        "dlg": "Узрите! Здесь записаны предания о защитниках любви и мира! Хе-хе, воистину, они весьма похожи на нас, Магических Дев!\n<color=#ff6baa>О-о-о!.. Так вот чем занимаются Корректировщики, да?</color>"
      },
      {
        "id": "lobby_morning_10312_1",
        "desc": "Утреннее приветствие",
        "dlg": "Ах-х... Столь ранние утренние часы — настоящее испытание для Магических Дев. Почему злодеи питают такую страсть к глухой ночи? Из-за этого мы вечно не высыпаемся..."
      },
      {
        "id": "lobby_noon_10312_1",
        "desc": "Полуденное приветствие",
        "dlg": "Фу, фу! Кажется, время моего полуденного приёма пищи уже настало! Я и не заметила, как пролетело время, поглощённая рассказами о твоём героизме!\n<color=#ff6baa>Эй, постой! У меня есть история ещё похлеще. О том, как на меня из засады напала Аркана...</color>\nХм?! Это... э-э... в-воистину, я откажусь от обеда, дабы выслушать твой рассказ!!!"
      },
      {
        "id": "lobby_night_10312_1",
        "desc": "Вечернее приветствие",
        "dlg": "Час поздний, но работа моя продолжается... ибо Госпожа Магическая Дева, моя подопечная и дорогая подруга, изволила вершить правосудие в это время! Поистине, как её сотрудница, я обязана ей помогать. З-з-зев... Н-нгх, но я всё ещё очень устала..."
      },
      {
        "id": "smalltalk_10312_1",
        "desc": "Болтовня №1",
        "dlg": "Мир и покой — это ведь хорошо, не так ли? Мы находимся в месте, где абсурдные ужасы случаются с такой частотой, посему... Хм? Ах, воистину. Это правда, что сейчас у нас выдалась минутка отдыха. Ах, неужто ты погрязла в пучине скуки? Тогда у меня есть для тебя лекарство! Узри, свежий выпуск «Ежемесячника Корректировщиков»!"
      },
      {
        "id": "smalltalk_10312_2",
        "desc": "Болтовня №2",
        "dlg": "По правде говоря, я... кхм. Чувствую себя в большом долгу перед тобой. Я мельком слышала, что своим переводом и повышением до Капитана Центральной Команды я обязана успехам в твоём содержании... Ты ведь ни разу не нарушила условия содержания с тех пор, как тебя поручили моей заботе, так? Хмм... ах, неужели ты сдерживала себя ради меня?!"
      },
      {
        "id": "smalltalk_10312_3",
        "desc": "Болтовня №3",
        "dlg": "Нет! Мы живём не в бинарном мире с чётким разделением на «добро» и «зло»! Все мы — сплав, существующий в хрупком и сложном равновесии добра и зла. Посему молю тебя — не поддавайся столь печальным мыслям, ибо существование зла — не единственное мерило твоей ценности."
      },
      {
        "id": "smalltalk_10312_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Вторая Тревога... хм! Очевидно! Настал час обрушить на них молот правосудия! Хо! С этой заколкой и ЭГО-снаряжением, твоим милостивейшим даром... я покончу с этим хаосом!"
      },
      {
        "id": "smalltalk_10312_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Даже если придётся пожертвовать жизнью... я защищу сотрудников этого учреждения и жителей Города! Хо! Удары... Арканы!"
      },
      {
        "id": "neglect_10312_1",
        "desc": "Бездействие",
        "dlg": "Хмм... сегодня никаких предупреждений, интересно... хоп! Да сгинет эта мысль... Нет, нет! Я определённо не думала о том, как мне скучно из-за отсутствия происшествий, нет!!"
      },
      {
        "id": "gacksung_10312_1",
        "desc": "Связь",
        "dlg": "Внемлите, все и каждый! Прекратите панику, ибо я здесь! Возложите на меня любую задачу, что сочтёте нужной: подавление сбежавших Аномалий, управление камерами содержания, усмирение обезумевших сотрудников — всё что угодно! Молю, призовите меня, ибо я, без сомнения, буду полезна!"
      },
      {
        "id": "formation_10312_1",
        "desc": "Вступление в команду",
        "dlg": "Молю, доверьте это дело мне!"
      },
      {
        "id": "battleentry_10312_1",
        "desc": "Выход на поле боя",
        "dlg": "Во имя Любви и Справедливости~ Явилась Магическая Дева!"
      },
      {
        "id": "battle_select_10312_1",
        "desc": "Выбор в битве",
        "dlg": "Ах! Неужто кому-то требуется моя помощь?"
      },
      {
        "id": "battle_select_hysteric_10312_1",
        "desc": "Выбор в битве",
        "dlg": "Прочь из моей головы..."
      },
      {
        "id": "battle_endcommand_10312_1",
        "desc": "Совершение атаки",
        "dlg": "Очевидно, сей враг будет непрост... позвольте мне!"
      },
      {
        "id": "battle_endcommand_hysteric_10312_1",
        "desc": "Совершение атаки",
        "dlg": "Если от меня будет хоть какой-то толк..."
      },
      {
        "id": "battle_enemy_break_10312_1",
        "desc": "Оглушение противника",
        "dlg": "Хе-хе, легче лёгкого!"
      },
      {
        "id": "battle_enemy_break_hysteric_10312_1",
        "desc": "Оглушение противника",
        "dlg": "Мразь из Арканы..."
      },
      {
        "id": "battle_break_10312_1",
        "desc": "Оглушение",
        "dlg": "Нгх, этого не может быть..."
      },
      {
        "id": "battle_break_hysteric_10312_1",
        "desc": "Оглушение",
        "dlg": "Пришло время платить по счетам...?"
      },
      {
        "id": "battle_kill_10312_1",
        "desc": "Убийство противника",
        "dlg": "Узрите, ибо зло было очищено!"
      },
      {
        "id": "battle_kill_hysteric_10312_1",
        "desc": "Убийство противника",
        "dlg": "Ха-ха... теперь воцарится мир, и...?"
      },
      {
        "id": "battle_dead_10312_1",
        "desc": "Смерть",
        "dlg": "Я... клялась, что... защищу вас всех... до самого конца..."
      },
      {
        "id": "battle_dead_hysteric_10312_1",
        "desc": "Смерть",
        "dlg": "Я не смогла их защитить... как и она не смогла..."
      },
      {
        "id": "choice_success_p_10312_2",
        "desc": "Успех проверки",
        "dlg": "Хм! С лёгкостью справилась! Молю, рассчитывайте на мою помощь и впредь!"
      },
      {
        "id": "choice_fail_n_10312_1",
        "desc": "Провал проверки",
        "dlg": "...Я провалилась. Неужели я вам больше не нужна?"
      },
      {
        "id": "battle_clear_10312_1",
        "desc": "Победный клич",
        "dlg": "Хе-хе, правосудие свершилось! А теперь... я должна немедля поспешить назад и поведать ей о самых я-я-ярких моментах этого подавления!"
      },
      {
        "id": "battle_clear_ex_10312_1",
        "desc": "Победный клич совершенства",
        "dlg": "Знаешь ли ты о славе победы и красоте мира, что она являет? Нет? Всё в порядке! Ибо то, что мы лицезреем сейчас, в этот самый миг... и есть та самая красота."
      },
      {
        "id": "battle_defeat_10312_1",
        "desc": "Вой поражения",
        "dlg": "Так... вот к чему всё пришло. Я такая же, как они. Я провалила подавление, я бесполезна... Н-нгх, прочь из моей головы... Голоса, заставьте их замолчать!..!"
      }
    ]
}