{
    "dataList": [
        {
            "id": "get_10912_1",
            "desc": "Получение",
            "dlg": "Я сделала всё, как мне сказали... Я была безмерно преданна... так... почему не я? "
        },
        {
            "id": "lobby_morning_10912_1",
            "desc": "Утреннее приветствие",
            "dlg": "Солнце взошло, нужно держать моего господина в курсе. Фу-ху, он меня за это полюбит."
        },
        {
            "id": "lobby_noon_10912_1",
            "desc": "Полуденное приветствие",
            "dlg": "После того, как я приняла Болюс Ши, я почти потеряла вкус... но эй, я всё ещё могу наслаждаться текстурой."
        },
        {
            "id": "lobby_night_10912_1",
            "desc": "Вечернее приветствие",
            "dlg": "Я люблю ночи. У меня куча заданий, и всегда есть шанс, что прокрадётся какой-нибудь убийца, которого я смогу эффектно одолеть... Если я одолею их прямо на глазах у больших шишек... Хех, нет лучшего способа сделать себе имя, верно~?"
        },
        {
            "id": "smalltalk_10912_1",
            "desc": "Болтовня №1",
            "dlg": "Знаешь что? Если у этих господ есть избыточные права на Хэйшоу, они могут либо отказаться от них, либо заплатить эквивалентную стоимость одного зверя... чтобы освободить члена Стаи. Это значит, что есть шанс, что мне больше не придётся быть этим безликим силуэтом животного."
        },
        {
            "id": "smalltalk_10912_2",
            "desc": "Болтовня №2",
            "dlg": "Верность Хэйшоу принадлежит титулу господина, а не тому, кто его носит. Слышала это бесчисленное количество раз. Но... как я могу надеяться освободиться от этой шкуры и по-настоящему засиять, не проявив некоторой преданности человеку, который держит мой поводок? В конце концов, мне нужна их помощь, чтобы сбросить кожу."
        },
        {
            "id": "smalltalk_10912_3",
            "desc": "Болтовня №3",
            "dlg": "Это отвратительно и уродливо, не так ли? Со временем становится только хуже. Я стану такой же, как другие змеи, как другие звери из Стаи Хэйшоу... стану ко всему безразличной."
        },
        {
            "id": "smalltalk_10912_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "Я-я в порядке. Я немного подумала прошлой ночью, и... думаю, лучше оставаться на поводке в качестве Хэйшоу. В смысле, даже если бы меня освободили, какие у меня ещё перспективы? Быть убитой после того, как меня втянут в какой-нибудь случайный, не связанный со мной заговор?\nК тому же, наш последний господин был не так уж и хорош, не так ли? Я... слишком хороша для него."
        },
        {
            "id": "smalltalk_10912_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Кандидаты в Иерархи Семьи — это кучка драматичных королев, которые ведут себя так, будто им досталась худшая возможная карта в жизни. В смысле, у этих богатых детишек есть всё — шёлковые одежды, хорошая еда... чего ещё они могут хотеть?\nЛюдям из Подворотен досталась та же дрянная карта. Все минусы жизни здесь, где жизнь хрупка... только вместо роскоши они получают рваные лохмотья и голодные желудки."
        },
        {
            "id": "neglect_10912_1",
            "desc": "Бездействие",
            "dlg": "Это уже восемьдесят миссий... Ещё несколько, и мне больше не придётся быть этим зверем."
        },
        {
            "id": "gacksung_10912_1",
            "desc": "Связь",
            "dlg": "Видала? Сомневаюсь... Изворотливая змея хлещет быстрее скорости звука, знаешь ли."
        },
        {
            "id": "formation_10912_1",
            "desc": "Вступление в команду",
            "dlg": "Постой! Я возьмусь за эту миссию. Ты не против?"
        },
        {
            "id": "battleentry_10912_1",
            "desc": "Выход на поле боя",
            "dlg": "Лучше змеи для этой работы тебе не найти~"
        },
        {
            "id": "battle_select_10912_1",
            "desc": "Выбор в битве",
            "dlg": "Звал, мой господин? Можешь звать меня по любому поводу."
        },
        {
            "id": "battle_endcommand_10912_1",
            "desc": "Совершение атаки",
            "dlg": "Вонзим наши клыки в эту тварь."
        },
        {
            "id": "battle_enemy_break_10912_1",
            "desc": "Оглушение противника",
            "dlg": "Ой, я застала тебя врасплох?"
        },
        {
            "id": "battle_break_10912_1",
            "desc": "Оглушение",
            "dlg": "Нгх..."
        },
        {
            "id": "battle_kill_10912_1",
            "desc": "Убийство противника",
            "dlg": "Так небрежно."
        },
        {
            "id": "battle_dead_10912_1",
            "desc": "Смерть",
            "dlg": "Какой... в этом был смысл...? Всё это время... я потратила... на господина..."
        },
        {
            "id": "choice_success_p_10912_2",
            "desc": "Успех проверки",
            "dlg": "Видишь? Я в этом лучше других змей."
        },
        {
            "id": "choice_fail_n_10912_1",
            "desc": "Провал проверки",
            "dlg": "Это... это была просто оплошность, ладно? В следующий раз я всё сделаю правильно."
        },
        {
            "id": "battle_clear_10912_1",
            "desc": "Победный клич",
            "dlg": "Отлично, это девяносто успешных миссий, все их дополнительные запросы тоже выполнены... Может, мой господин наконец-то сочтёт меня своей главной девчонкой?"
        },
        {
            "id": "battle_clear_ex_10912_1",
            "desc": "Победный клич совершенства",
            "dlg": "Помнишь обещание, которое ты дал, мой господин? Знаешь~ ты сказал мне выполнить сто миссий, и ты бы...\nГосподин? Не говори, что ты уже использовал все свои права...? Т-ты шутишь...? Ты не это обещал!"
        },
        {
            "id": "battle_defeat_10912_1",
            "desc": "Вой поражения",
            "dlg": "...Похоже, этому господину тоже недолго осталось. Ну, я всё равно от него многого не ожидала. Мне просто нужно подлизаться к нашему следующему господину. И... и однажды, я..."
        }
    ]
  }