{
    "dataList": [
      {
        "id": "get_10513_1",
        "desc": "Получение",
        "dlg": "В павшем королевстве нет места для Принца... Посему он должен воспользоваться случаем и короновать себя его монархом."
      },
      {
        "id": "lobby_morning_10513_1",
        "desc": "Утреннее приветствие",
        "dlg": "Посвящать своё утро аудиенции с Королём — это, поистине, достойнейшее проявление верности. Я буду рассчитывать на вашу дальнейшую поддержку в этом деле по созданию нашей новой Семьи."
      },
      {
        "id": "lobby_noon_10513_1",
        "desc": "Полуденное приветствие",
        "dlg": "Полдень... скоро на борт поднимутся пассажиры, направляющиеся в Корпорацию P. И когда они это сделают, это кровное давление, ответственность за восстановление Семьи, несомненно, станет невыносимым.\nОтветственность, возложенная на меня... как на нового Третьего Сородича."
      },
      {
        "id": "lobby_night_10513_1",
        "desc": "Вечернее приветствие",
        "dlg": "На это королевство ночь не опускается. Но... я инстинктивно знаю, что сейчас час Парада.\nУголки моих губ... дёргаются... Я должен... улыбаться."
      },
      {
        "id": "smalltalk_10513_1",
        "desc": "Болтовня №1",
        "dlg": "Маман... говорила, что у Парада нет конца...\nВсё, что мне нужно делать, — это... выполнять свою роль в этой продолжающейся процессии."
      },
      {
        "id": "smalltalk_10513_2",
        "desc": "Болтовня №2",
        "dlg": "Сдерживайте свой голод в течение первого месяца; создавайте не более одного Кровососа в день и позвольте людям сражаться между собой.\nЛишь тем, кто возвысится над остальными, будет позволено присоединиться к нашей Семье."
      },
      {
        "id": "smalltalk_10513_3",
        "desc": "Болтовня №3",
        "dlg": "Довольно. Если мы создадим слишком много нас, мы рискуем, что наше тайное королевство будет раскрыто; посему, вернитесь и усните. Спите, пока не пройдут эоны и не будет подготовлена следующая процессия..."
      },
      {
        "id": "smalltalk_10513_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Преклоните колени предо мной и проявите почтение. Не опускайте головы, ибо я желаю запомнить лица тех, кто мне служит."
      },
      {
        "id": "smalltalk_10513_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Высоко поднимите головы, с энтузиазмом шагайте вперёд и заставьте толпу улыбаться.\nПусть эта процессия продемонстрирует восторг радостного существования, которое ожидает новых подданных королевства."
      },
      {
        "id": "neglect_10513_1",
        "desc": "Бездействие",
        "dlg": "Нет существенной разницы между ролью, данной мне при рождении, и ролью, возложенной на меня как на Кровожада процессии. Я — лишь то, что от меня ожидают."
      },
      {
        "id": "gacksung_10513_1",
        "desc": "Связь",
        "dlg": "Парад начинается. Откройте дворцовые врата и пусть солдаты возглавят авангард этой процессии.\nЭтот бесконечный, вечно благословенный Карнавал... Так что, наслаждайтесь."
      },
      {
        "id": "formation_10513_1",
        "desc": "Вступление в команду",
        "dlg": "Время открывать врата, не так ли?"
      },
      {
        "id": "battleentry_10513_1",
        "desc": "Выход на поле боя",
        "dlg": "Узрите шествие Короля."
      },
      {
        "id": "battle_select_10513_1",
        "desc": "Выбор в битве",
        "dlg": "Наслаждаетесь пиром?"
      },
      {
        "id": "battle_endcommand_10513_1",
        "desc": "Совершение атаки",
        "dlg": "Парад и его Финал."
      },
      {
        "id": "battle_enemy_break_10513_1",
        "desc": "Оглушение противника",
        "dlg": "Вот так. На колени."
      },
      {
        "id": "battle_break_10513_1",
        "desc": "Оглушение",
        "dlg": "...Хах. Кровь... больше крови...!"
      },
      {
        "id": "battle_kill_10513_1",
        "desc": "Убийство противника",
        "dlg": "Ты... слишком слаб, чтобы присоединиться к Семье."
      },
      {
        "id": "battle_dead_10513_1",
        "desc": "Смерть",
        "dlg": "Так, в конце концов... и наша королевская Семья идёт к гибели..."
      },
      {
        "id": "choice_success_p_10513_2",
        "desc": "Успех проверки",
        "dlg": "С этим устранено ещё одно препятствие для Парада."
      },
      {
        "id": "choice_fail_n_10513_1",
        "desc": "Провал проверки",
        "dlg": "Я пресытился неудачами, но... и это я вынесу."
      },
      {
        "id": "battle_clear_10513_1",
        "desc": "Победный клич",
        "dlg": "Это было приемлемое шествие для генеральной репетиции.\nВнемлите мне, о Семья моя и её королевские подданные — готовьте новый Парад, ибо то, что будет дальше, будет ещё грандиознее."
      },
      {
        "id": "battle_clear_ex_10513_1",
        "desc": "Победный клич совершенства",
        "dlg": "Не прекращайте этой процессии, пока мы не выйдем за пределы этого тесного королевства, пока не вернёмся на землю нашей гибели.\nСмотрите, как они взирают на нас с благоговением..."
      },
      {
        "id": "battle_defeat_10513_1",
        "desc": "Вой поражения",
        "dlg": "...Неужели было недостаточно крови...?! Н-нгх... Вернёмся в тени... нам нужно лишь начать заново.\nВсё... равно, в конце концов."
      }
    ]
}