{
    "dataList": [
      {
        "id": "get_10512_1",
        "desc": "Получение",
        "dlg": "Трижды хорошенько подумай, прежде чем заговорить со мной. На сегодня я вырвал достаточно языков."
      },
      {
        "id": "lobby_morning_10512_1",
        "desc": "Утреннее приветствие",
        "dlg": "Приступайте к утренним отчётам. Начнёт тот, кто готов. И, как я уже неоднократно говорил, состояние «готовности» подразумевает различные этапы и процедуры: цель, метод, процесс, результат... и, что важнее всего, строгое соблюдение манер. Те, кто не «готов» по этому критерию, будут признаны недостойными жизни."
      },
      {
        "id": "lobby_noon_10512_1",
        "desc": "Полуденное приветствие",
        "dlg": "Уже полдень, а мусор всё ещё здесь... Я помню, как настаивал, чтобы здесь всё убрали, поскольку я ожидаю важного клиента.\n...Хм, я смотрю, никого и не осталось для уборки. Полагаю, факторы устрашения тоже могут быть весомыми элементами на подобных консультациях."
      },
      {
        "id": "lobby_night_10512_1",
        "desc": "Вечернее приветствие",
        "dlg": "Не находите, что заявляться ко мне в столь поздний час — весьма невежливо? Даже если ваше положение и даёт вам право смотреть мне прямо в глаза...\n...Ясно. В таком случае, манеры предписывают, что вы заслуживаете быть принятым в этот час. Приношу извинения за свою неучтивость."
      },
      {
        "id": "smalltalk_10512_1",
        "desc": "Болтовня №1",
        "dlg": "Контракт от семьи Ши был ожидаем, но визит от кого-то столь высокого ранга... нет.\nТот факт, что эта особа запросила личную встречу, позволил мне заключить, что она занимает высокое положение, но... хм. Уж вас я точно не ожидал."
      },
      {
        "id": "smalltalk_10512_2",
        "desc": "Болтовня №2",
        "dlg": "Красное вино с парой свежевырванных зубов — хорошее сочетание, <i>брак</i>, подходящий для данных обстоятельств. Почти что произведение искусства.\n...Хм. Кажется, мой недавний визит в Паучий Дом повлиял на мою речь. Использовать слова вроде «искусства»... не подобает Капо Большого Пальца."
      },
      {
        "id": "smalltalk_10512_3",
        "desc": "Болтовня №3",
        "dlg": "Стоимость одного патрона «Тигриной Метки» эквивалентен стоимости трёх этих первоклассных сигар. Сразить врага, истратив весь боезапас, всё равно что лишиться целого хьюмидора сигар, и всё же...\n...иногда хорошая драка стоит больше, чем пачка сигар. Было бы упущением с моей стороны отказаться от такой возможности в пользу бережливости."
      },
      {
        "id": "smalltalk_10512_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "...Я вижу, вы стоите моих патронов. Приготовьтесь ощутить мою необузданную мощь.\nЭто «волнение»... какое редкое чувство."
      },
      {
        "id": "smalltalk_10512_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Отправляясь в охоту на тигра, нужно быть готовым к его клыкам. Полагаю, вы готовы, не так ли?\nЯ Мерсо. Капо Большого Пальца, один из Десяти Клинков Востока. Теперь я сойдусь с вами в бою, используя всю свою мощь."
      },
      {
        "id": "neglect_10512_1",
        "desc": "Бездействие",
        "dlg": "Весьма проницательно с вашей стороны не обращаться ко мне напрямую. Найдите старшего среди своих, который по рангу ниже меня, чтобы он передал ваше сообщение."
      },
      {
        "id": "gacksung_10512_1",
        "desc": "Связь",
        "dlg": "То, что имя клинка Звезды Тяньтуй должно оставаться в тайне, поистине досадно... но здесь эта жажда утоляется другим — возможностью реветь, словно крылатый тигр. Это меня насыщает."
      },
      {
        "id": "formation_10512_1",
        "desc": "Вступление в команду",
        "dlg": "Вам лучше надеяться, что это задание достойно моего присутствия."
      },
      {
        "id": "battleentry_10512_1",
        "desc": "Выход на поле боя",
        "dlg": "Значит, на охоту? О, хорошо... я весь горю."
      },
      {
        "id": "battle_select_10512_1",
        "desc": "Выбор в битве",
        "dlg": "...Понятие о манерах вам, должно быть, чуждо."
      },
      {
        "id": "battle_endcommand_10512_1",
        "desc": "Совершение атаки",
        "dlg": "Готовы?"
      },
      {
        "id": "battle_enemy_break_10512_1",
        "desc": "Оглушение противника",
        "dlg": "И это всё, на что вы способны?"
      },
      {
        "id": "battle_break_10512_1",
        "desc": "Оглушение",
        "dlg": "Кх... Весьма недурно."
      },
      {
        "id": "battle_kill_10512_1",
        "desc": "Убийство противника",
        "dlg": "Ваше промедление стоило вам головы."
      },
      {
        "id": "battle_dead_10512_1",
        "desc": "Смерть",
        "dlg": "Х-ха... сукин сын..."
      },
      {
        "id": "choice_success_p_10512_2",
        "desc": "Успех проверки",
        "dlg": "Лучше бы это был контракт. Иначе за эту дерзкую просьбу мне придётся лишить вас обеих рук."
      },
      {
        "id": "choice_fail_n_10512_1",
        "desc": "Провал проверки",
        "dlg": "...Я не стану лишать вас жизни. В качестве компенсации за провал этого задания."
      },
      {
        "id": "battle_clear_10512_1",
        "desc": "Победный клич",
        "dlg": "Разочаровывающе. И это всё, на что вы способны?\nНазовите имя и местонахождение вашего босса. Я должен забрать его голову, чтобы это стоило потраченных усилий."
      },
      {
        "id": "battle_clear_ex_10512_1",
        "desc": "Победный клич совершенства",
        "dlg": "Не так много в этом мире вещей, что вызывают во мне волнение. Однако... это один из тех редких случаев.\nМне понравился этот танец. Оставшиеся гильзы можете забрать себе — считайте, это чаевые."
      },
      {
        "id": "battle_defeat_10512_1",
        "desc": "Вой поражения",
        "dlg": "Позвольте говорить прямо. Есть ли способ, которым я могу пережить эту встречу? Или, если будет достаточно денежной компенсации, назовите сумму.\n...Если нет... хах. Похоже, мне придётся лишиться головы."
      }
    ]
}