{
  "dataList": [
    {
      "id": "get_11114_1",
      "desc": "Получение",
      "dlg": "Электромагнитный перехватчик... неисправен. Аварийный экранирующий сплав... неисправен. Регулятор давления винтовки... хах. Неисправен."
    },
    {
      "id": "lobby_morning_11114_1",
      "desc": "Утреннее приветствие",
      "dlg": "Я получила отчёт первым делом с утра. Разведывательная группа угодила прямо в паутину Пауков и, как я слышала, была впоследствии уничтожена.\nМы должны начать подготовку как можно скорее. Давайте подумаем... Нам нужно как-то выманить этих хитрых Пауков из их логова."
    },
    {
      "id": "lobby_noon_11114_1",
      "desc": "Полуденное приветствие",
      "dlg": "Тренировка завершена. Я только что получила доклад о том, что Главный исполнительный директор прислал нам специальные изысканные блюда, упакованные в контейнер для стазисного хранения. Те, кто настаивает на обеде снаружи, несмотря на это, поднимите руки.\n...Отлично. Я доложу, что сегодня количество пропустивших обед равно 0."
    },
    {
      "id": "lobby_night_11114_1",
      "desc": "Вечернее приветствие",
      "dlg": "Можете снять шлемы во время ночного дежурства, но в остальном оставайтесь в полной экипировке и при оружии. Никогда не знаешь, какие недобросовестные силы могут попытаться дестабилизировать нашу компанию в период её расширения."
    },
    {
      "id": "smalltalk_11114_1",
      "desc": "Болтовня №1",
      "dlg": "Фурусия — это серия руководств по боевой подготовке, содержащих различные боевые ситуации, которые могут возникнуть в Городе, и соответствующие контрмеры для каждой из них.\nЗаучите каждую букву наизусть — как мышечной памятью, так и умом — и это станет огромным подспорьем в наших будущих операциях. Я, ваш лидер команды, потратила... хех, не более 3 дней, чтобы запомнить каждую крупицу информации из всей серии."
    },
    {
      "id": "smalltalk_11114_2",
      "desc": "Болтовня №2",
      "dlg": "Я вдоволь накомандовалась целыми армиями и начиталась великих течений войны.\nПоэтому... я хотела уйти от этого. Мне теперь всё равно комфортнее возглавлять такой небольшой отряд. Мне не будет полагаться такая большая компенсация, но... это также означает, что у меня будет меньше ответственности."
    },
    {
      "id": "smalltalk_11114_3",
      "desc": "Болтовня №3",
      "dlg": "Если вам что-то понадобится для миссии, не беспокойтесь о расходах; просто составьте список предметов и доложите... кхм.\nНет, докладывать не нужно. Просто составьте список и оставьте его в моём кабинете. *вздох* Никак не могу избавиться от жаргона тех времён."
    },
    {
      "id": "smalltalk_11114_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Когда Компания Лимбус сталкивается с проблемой, которую невозможно решить самостоятельно, и если природа этой «проблемы» такова, что её можно решить силой — будь то Чистильщики, Пальцы или Охотники за Табу Крыльев — нас вызывают, чтобы *разобраться* с вопросом."
    },
    {
      "id": "smalltalk_11114_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Офис Уджат обратился ко мне с предложением о работе в годы моих странствий после Дымной Войны, когда я не могла найти себе места.\nУ меня не было причин отказываться от их предложения, особенно когда оно сопровождалось огромной зарплатой и... обещанием помощи, когда я в конце концов отправлюсь в путь домой."
    },
    {
      "id": "neglect_11114_1",
      "desc": "Бездействие",
      "dlg": "...Похоже, сегодня у нас на удивление лёгкий день. Может, я смогу...\n...Тц, не стоило ничего говорить."
    },
    {
      "id": "gacksung_11114_1",
      "desc": "Связь",
      "dlg": "Уджат Хамса, Ситта, маневрируйте влево со мной. Уджат Талата, Ашара, обойдите здание к чёрному входу.\nОстальным подразделениям удерживать эту позицию. Поддерживайте давление на цель по усмотрению."
    },
    {
      "id": "formation_11114_1",
      "desc": "Вступление в команду",
      "dlg": "*помехи* Говорит Авангард группа LCA, Уджат. Проверка связи, приём."
    },
    {
      "id": "battleentry_11114_1",
      "desc": "Выход на поле боя",
      "dlg": "К штурму готовы, приём."
    },
    {
      "id": "battle_select_11114_1",
      "desc": "Выбор в битве",
      "dlg": "Нет нужды. Я уже заметила брешь. Око Уджат... никогда не упускает ошибок в оборонительных позициях союзников."
    },
    {
      "id": "battle_endcommand_11114_1",
      "desc": "Совершение атаки",
      "dlg": "Окружить цель."
    },
    {
      "id": "battle_enemy_break_11114_1",
      "desc": "Оглушение противника",
      "dlg": "Как и предсказывалось..."
    },
    {
      "id": "battle_break_11114_1",
      "desc": "Оглушение",
      "dlg": "Чёрт, этот шаблон атак..."
    },
    {
      "id": "battle_kill_11114_1",
      "desc": "Убийство противника",
      "dlg": "Вражеская единица нейтрализована...\nУбийство подтверждено."
    },
    {
      "id": "battle_dead_11114_1",
      "desc": "Смерть",
      "dlg": "Это... *вздох* Отставить. Всем подразделениям, продолжать... бой..."
    },
    {
      "id": "choice_success_p_11114_2",
      "desc": "Успех проверки",
      "dlg": "Позиция захвачена. Двигаемся к следующей."
    },
    {
      "id": "choice_fail_n_11114_1",
      "desc": "Провал проверки",
      "dlg": "Не удалось захватить позицию... Но наша цель остаётся прежней."
    },
    {
      "id": "battle_clear_11114_1",
      "desc": "Победный клич",
      "dlg": "Разведывательная группа понесла некоторые потери... но план сработал без сучка и задоринки. Всё чисто.\nНачинаем эвакуацию. Остальное оставим Отделу Зачистки."
    },
    {
      "id": "battle_clear_ex_11114_1",
      "desc": "Победный клич совершенства",
      "dlg": "Когда-то ужасающий офицер Пальца и Звезда Города... Теперь не более чем постыдное прошлое.\n...Говорит Авангард группа LCA, Уджат. Задача выполнена. Заберу останки цели для передачи в исследовательский отдел."
    },
    {
      "id": "battle_defeat_11114_1",
      "desc": "Вой поражения",
      "dlg": "Но я проверила каждую единицу снаряжения на отказ... Как эти — чёрт! Мы не можем справиться с этими целями в неисправном снаряжении! Тревога всем станциям Уджат! Препятствие непреодолимо! Отступаем, отступаем немедленно!"
    }
  ]
}