{
  "dataList": [
      {
          "id": "get_10914_1",
          "desc": "Получение",
          "dlg": "Э-э... Погоди-ка. Мне просто нужно украсить верхушку ёлки, и... уф, готово! Разве она не красивая? ...А?! Мы выдвигаемся *прямо сейчас*?"
      },
      {
          "id": "lobby_morning_10914_1",
          "desc": "Утреннее приветствие",
          "dlg": "В такие дни нужно быть оленем-жаворонком~ Мы должны были лечь спать *после* того, как развесим рождественские шары, но со всеми этими вылазками и учениями... Не было единой свободной секунды.\nЭй, Изя, начни оттуда и вешай гирлянды~"
      },
      {
          "id": "lobby_noon_10914_1",
          "desc": "Полуденное приветствие",
          "dlg": "Готовьте свои рога, потому что на обед у нас будет самая огромная индейка~ Уф, это новейшая генно-модифицированная люкс-птичка от Корпорации K, и стоит она целую зарплату~ Боже, хорошо, что не я проиграла в «камень-ножницы-бумага». Хе-хе."
      },
      {
          "id": "lobby_night_10914_1",
          "desc": "Вечернее приветствие",
          "dlg": "Угх... Опять... Индейка, которую я поставила в духовку, остынет... а теперь мне ещё придётся снимать все украшения..."
      },
      {
          "id": "smalltalk_10914_1",
          "desc": "Болтовня №1",
          "dlg": "Конечно, рога меня убивают, но я не буду принимать обезболивающие, потому что сегодня день, когда я откупорю ту бутылку! Поверьте~ бокал хорошего вина всегда работает лучше, чем какая-то дурацкая таблетка, ясно?"
      },
      {
          "id": "smalltalk_10914_2",
          "desc": "Болтовня №2",
          "dlg": "Это потому, что мы выглядим такими ворчливыми, вот почему другие стаи не хотят с нами объединяться~ Может, нам использовать этот шанс, чтобы подлизаться к остальным и урвать себе милый дружеский ужин...!\n...О, так это не потому, что мы всегда такие кислые? Они просто боятся, что ментальный хлыст их ударит...?"
      },
      {
          "id": "smalltalk_10914_3",
          "desc": "Болтовня №3",
          "dlg": "М-мгх, вот бы нам разрешили снять эти боевые костюмы и немного расслабиться... В этой компании с правилами не шутят. Ну... полагаю, оранжевые и красные накидки вроде как подходят под праздничное настроение, а~"
      },
      {
          "id": "smalltalk_10914_4",
          "desc": "Болтовня после Связи №1",
          "dlg": "Ха~ Какое. Дерьмовое. Шоу. Почему эта дурацкая лампочка мигает? Это меня бесит! Агх, нгх! Как эти провода так запутались?! *вздох* Ладно, нам пора! Мобилизация!"
      },
      {
          "id": "smalltalk_10914_5",
          "desc": "Болтовня после Связи №2",
          "dlg": "Ха-ха-ха. Разве это не удобно? Быстрый душ из крови, и мне даже не нужно искать костюм! А с этой штукой, свисающей с моей головы, нам даже ёлка не понадобится! И вы только посмотрите! Мой шлем весь красный и светится! Я практически праздничный олень! Ха-ха-ха..."
      },
      {
          "id": "neglect_10914_1",
          "desc": "Бездействие",
          "dlg": "Лучше не плачь, лучше не плачь~ Ха..."
      },
      {
          "id": "gacksung_10914_1",
          "desc": "Связь",
          "dlg": "...Да, счастливого Рождества всем нам. Благословений или чего там ещё всем бедолагам, работающим в святую ночь."
      },
      {
          "id": "formation_10914_1",
          "desc": "Вступление в команду",
          "dlg": "Концентрированный фокус электромагнитной волны, заряжен и готов. Нгх."
      },
      {
          "id": "battleentry_10914_1",
          "desc": "Выход на поле боя",
          "dlg": "Значит, будет холодная индейка... на ужин, в смысле."
      },
      {
          "id": "battle_select_10914_1",
          "desc": "Выбор в битве",
          "dlg": "...Ха-ха. Вы только посмотрите. Все сверкают-мерцают."
      },
      {
          "id": "battle_endcommand_10914_1",
          "desc": "Совершение атаки",
          "dlg": "Почему именно сегодня...? Почему именно 4-я Стая Оленей, почему именно *я* и мои соседи на этой миссии, а...?"
      },
      {
          "id": "battle_enemy_break_10914_1",
          "desc": "Оглушение противника",
          "dlg": "Ха, я поджарю тебя всеми красивыми цветами. Это рождественский спецвыпуск."
      },
      {
          "id": "battle_break_10914_1",
          "desc": "Оглушение",
          "dlg": "Нгх, н-нгх..."
      },
      {
          "id": "battle_kill_10914_1",
          "desc": "Убийство противника",
          "dlg": "Хорошие детки из списка послушных были бы с тобой помягче... агх. Жаль, что мы в списке непослушных, да?"
      },
      {
          "id": "battle_dead_10914_1",
          "desc": "Смерть",
          "dlg": "Это... худшее... Я буду одной... жуткой рождественской ёлкой..."
      },
      {
          "id": "choice_success_p_10914_2",
          "desc": "Успех проверки",
          "dlg": "Бинго! Вот тебе подарок!"
      },
      {
          "id": "choice_fail_n_10914_1",
          "desc": "Провал проверки",
          "dlg": "Бззт! ...Угх. Да, сегодня не наш день, да?"
      },
      {
          "id": "battle_clear_10914_1",
          "desc": "Победный клич",
          "dlg": "3... 2... 1... И на этом Рождество официально стало вчерашним днём... Миссия выполнена... и в нашей команде осталось двое."
      },
      {
          "id": "battle_clear_ex_10914_1",
          "desc": "Победный клич совершенства",
          "dlg": "О-о...? Эй, мы закончили раньше графика! В-вы, ребята, не сильно вымотались, да? Погнали обратно на рождественский пир! Нам просто нужно немного её разогреть, знаете ли...! Давайте, шевелите булками! У нас ещё, типа, 3 часа до конца Рождества!"
      },
      {
          "id": "battle_defeat_10914_1",
          "desc": "Вой поражения",
          "dlg": "Агх... н-нгх... мои рога... моя голова... они так болят... Они все исчезли... так... тихо... Все мертвы... даже парни... из моей команды... Это была я...?\nА... а-а...! Аррргггх!!!"
      }
  ]
}