{
    "dataList": [
      {
        "id": "get_10412_1",
        "desc": "Получение",
        "dlg": "Почему бы тебе просто не умереть стоя? Свежесть твоего мерзкого взгляда... увядает с каждой секундой."
      },
      {
        "id": "lobby_morning_10412_1",
        "desc": "Утреннее приветствие",
        "dlg": "Ровно столько пыли, сколько нужно утром... идеально. Хм... надеюсь, эти самопровозглашённые «исследователи» не поднимут её ещё больше своей вознёй..."
      },
      {
        "id": "lobby_noon_10412_1",
        "desc": "Полуденное приветствие",
        "dlg": "Иногда я думаю о солнце. О солнечном свете, что с презрением взирает на всё, что находится под его сиянием.\nЭто... вызывает дискомфорт."
      },
      {
        "id": "lobby_night_10412_1",
        "desc": "Вечернее приветствие",
        "dlg": "«Молоты» этого Крыла становятся очень заняты в это время суток. Полагаю, отправляются на одно из своих бессмысленных вечерних восхвалений? И это так скоро после того бардака, что устроили «Инквизиторы»..."
      },
      {
        "id": "smalltalk_10412_1",
        "desc": "Болтовня №1",
        "dlg": "Мне плевать. Не впутывайте меня в это глупое соперничество между Гвоздями и Молотами. Меня заботит лишь то, что я смогу разрубить своим мечом, остальные могут проваливать."
      },
      {
        "id": "smalltalk_10412_2",
        "desc": "Болтовня №2",
        "dlg": "Ах... И Сан. Он — моё единственное развлечение среди этих ничтожеств. Есть некая трагическая красота в том, как кто-то может таить в себе столько, столько мучений... а потом развернуться и всадить пулю в спину товарищу.\nПолагаю, я помогу ему, если представится случай. Я разрешаю ему выстрелить в меня."
      },
      {
        "id": "smalltalk_10412_3",
        "desc": "Болтовня №3",
        "dlg": "Суперпозиционные идентичности?.. Интересная концепция. Полагаю, те ползающие мешки наподобии мучного теста в подвале компании и были неудачными попытками.\nЯ-то думала, это была достойная попытка создать абстрактное искусство, но... возможно, они метят выше. Может, это заставит меня задержаться в этой компании ещё ненадолго."
      },
      {
        "id": "smalltalk_10412_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Та, кто держит... Хах. Должно быть, мысль за этим именем была примерно такой... превосходство само собой приходит к тому, кто сжимает молот, чтобы забить гвозди? Недурный каламбур.\nХотя с моей возвышенной точки зрения... все они — гниющие сектанты, будь то Молот или Гвоздь."
      },
      {
        "id": "smalltalk_10412_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Смотри, как чернь хлещет из убожества. Это не просто какие-то кишки или кровь... это искусство, «Презрение», созданное нашей общей кистью."
      },
      {
        "id": "neglect_10412_1",
        "desc": "Бездействие",
        "dlg": "Если ты собираешься одаривать меня лишь этим безразличным взглядом, я бы предпочла, чтобы ты вообще не смотрел мне в глаза.\nНо раз уж посмотрел... не отводи взгляд."
      },
      {
        "id": "gacksung_10412_1",
        "desc": "Связь",
        "dlg": "Ты, мерзкое отродье. Без моего прикосновения твой отвратительный облик не способен измениться, его не скрыть. Так что... рассейся."
      },
      {
        "id": "formation_10412_1",
        "desc": "Вступление в команду",
        "dlg": "Смотреть. На. Меня."
      },
      {
        "id": "battleentry_10412_1",
        "desc": "Выход на поле боя",
        "dlg": "Только не ослепни."
      },
      {
        "id": "battle_select_10412_1",
        "desc": "Выбор в битве",
        "dlg": "Ты хоть понимаешь, с кем говоришь?"
      },
      {
        "id": "battle_endcommand_10412_1",
        "desc": "Совершение атаки",
        "dlg": "От «спирали» не уйти."
      },
      {
        "id": "battle_enemy_break_10412_1",
        "desc": "Оглушение противника",
        "dlg": "Этот взгляд... какой презрительный."
      },
      {
        "id": "battle_break_10412_1",
        "desc": "Оглушение",
        "dlg": "Нгх."
      },
      {
        "id": "battle_kill_10412_1",
        "desc": "Убийство противника",
        "dlg": "Думал, тебе удастся сбежать?"
      },
      {
        "id": "battle_dead_10412_1",
        "desc": "Смерть",
        "dlg": "Хах... даже взгляд, что некогда обнимал меня... теперь презирает... Как будоражит."
      },
      {
        "id": "choice_success_p_10412_2",
        "desc": "Успех проверки",
        "dlg": "Какая некомпетентность... тц."
      },
      {
        "id": "choice_fail_n_10412_1",
        "desc": "Провал проверки",
        "dlg": "Этот презрительный взгляд, обращённый ко мне... мне он не противен."
      },
      {
        "id": "battle_clear_10412_1",
        "desc": "Победный клич",
        "dlg": "Теперь у этой назойливой директрисы не будет повода ворчать, что я не работаю. Мне плевать, чего добивается верхушка корпорации N — просто позвольте мне кромсать и рубить вместе с ним."
      },
      {
        "id": "battle_clear_ex_10412_1",
        "desc": "Победный клич совершенства",
        "dlg": "Трепещи. Или благоговей. В этом разница между обыденным и экстраординарным. ...Хах. Не следовало бы мне находить удовлетворение в том, что я часть какого-то там Крыла.\n...Но я потерплю ещё немного, чтобы увидеть, во что превратятся эти эксперименты."
      },
      {
        "id": "battle_defeat_10412_1",
        "desc": "Вой поражения",
        "dlg": "Жалкое зрелище... Не думала, что когда-нибудь поджму хвост, как отвратительный трус. Я... почти чувствую этот раздражающий взгляд за своей спиной. Тц, чёрт..."
      }
    ]
}