{
  "dataList": [
    {
      "id": "get_10214_1",
      "desc": "Получение",
      "dlg": "Вы можете предаваться размышлениям о Воле Предписания, но вопросы не имеют веса в его исполнении. Абсолютному можно только подчиняться."
    },
    {
      "id": "lobby_morning_10214_1",
      "desc": "Утреннее приветствие",
      "dlg": "Я выпиваю литр сока утром и разминаюсь, прежде чем отправиться сопровождать Указательный. У этого Предписания нет определённого срока, поэтому я нахожусь в вечном его исполнении."
    },
    {
      "id": "lobby_noon_10214_1",
      "desc": "Полуденное приветствие",
      "dlg": "...Назначенное время истекло. Срок Предписания был до полудня. ...Жаль, но вы были пятым человеком, который улыбнулся мне среди всех, кого я встретила вчера, поэтому я должна отрезать вам мочку левого уха.\nСопротивление неразумно. Такие случаи с преобладающей регулярностью приводят к новым Предписаниям, диктующим более глубокое и широкое иссечение плоти."
    },
    {
      "id": "lobby_night_10214_1",
      "desc": "Вечернее приветствие",
      "dlg": "«Раздели ночные огни Подворотен трижды, прежде чем пройдёт 6 месяцев». ...Мне ещё предстоит определить точный метод выполнения этого Предписания.\nИ поэтому каждую ночь я брожу по освещённым неоном переулкам в ночных раздумьях."
    },
    {
      "id": "smalltalk_10214_1",
      "desc": "Болтовня №1",
      "dlg": "Говорят, что Воля Предписания и Воля Города — это одно и то же. Истинно это или нет, замысел Предписания не постичь — так же, как моё следование Предписанию не требует понимания Фауст. Истинная ценность вещей заключается исключительно в принятии и выполнении Предписания."
    },
    {
      "id": "smalltalk_10214_2",
      "desc": "Болтовня №2",
      "dlg": "Иногда Предписание напоминает мне о Фауст. Через своих Посыльных Предписание деловито прокладывает свой путь через Город, как когда-то делала Фауст в погоне за любопытством.\nНо такие моменты теперь нужно отложить. Следуйте туда, куда ведёт Предписание, и Воля Города откроется в своё время."
    },
    {
      "id": "smalltalk_10214_3",
      "desc": "Болтовня №3",
      "dlg": "Фауст, кажется, слепа к реальности того, что накопление и интерпретация знаний в конечном итоге бесполезны в Городе.\nВозможно, это невежество объясняет их попытки захватить мои права доступа... которые терпели неудачу на каждом шагу. Это тоже, должно быть, Воля Предписания."
    },
    {
      "id": "smalltalk_10214_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Указательный палец указывает; так же, как и Предписание, указывающее путь, по которому мы должны идти. Именно это даёт Указательному Пальцу его имя.\nВсё это не простая случайность. Даже если люди объединятся в неповиновении Предписанию, такое сопротивление входит в Волю Предписания."
    },
    {
      "id": "smalltalk_10214_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Быть назначенной Указательным или Посыльным не имеет особой привлекательности для Фауст; такие вещи решает не Фауст.\nУбивать этих людей, получать Предписание, брать на себя любую роль в Указательном Пальце — это всё одно и то же."
    },
    {
      "id": "neglect_10214_1",
      "desc": "Бездействие",
      "dlg": "Хм. Преломление света через многоугольное зеркало... Это не может быть правильной интерпретацией Предписания «разделить огни»."
    },
    {
      "id": "gacksung_10214_1",
      "desc": "Связь",
      "dlg": "Пришло новое Предписание: «Обезглавьте семерых обитателей Подворотен, которые сопротивляются, когда клинок касается их горла». Счёт сходится — семеро из вас стоят передо мной. Я приступаю."
    },
    {
      "id": "formation_10214_1",
      "desc": "Вступление в команду",
      "dlg": "Предписание получено."
    },
    {
      "id": "battleentry_10214_1",
      "desc": "Выход на поле боя",
      "dlg": "Туда, куда указывает Предписание."
    },
    {
      "id": "battle_select_10214_1",
      "desc": "Выбор в битве",
      "dlg": "Разговаривать не является нарушением Предписания."
    },
    {
      "id": "battle_endcommand_10214_1",
      "desc": "Совершение атаки",
      "dlg": "Как повелевает Предписание — мой клинок разит."
    },
    {
      "id": "battle_enemy_break_10214_1",
      "desc": "Оглушение противника",
      "dlg": "Подождите. Вас нужно разрубить ещё пять раз."
    },
    {
      "id": "battle_break_10214_1",
      "desc": "Оглушение",
      "dlg": "Н-нгх..."
    },
    {
      "id": "battle_kill_10214_1",
      "desc": "Убийство противника",
      "dlg": "Свершилось."
    },
    {
      "id": "battle_dead_10214_1",
      "desc": "Смерть",
      "dlg": "Неужели Предписание... указывало на смерть...? Если нет... чья же это... могла быть воля...?"
    },
    {
      "id": "choice_success_p_10214_2",
      "desc": "Успех проверки",
      "dlg": "Завершено."
    },
    {
      "id": "choice_fail_n_10214_1",
      "desc": "Провал проверки",
      "dlg": "Предписание потребовало этой неудачи."
    },
    {
      "id": "battle_clear_10214_1",
      "desc": "Победный клич",
      "dlg": "С теми, кто пренебрёг выполнением Предписания, разбираются в порядке очереди. Процесс немного задерживается, так как я выполняю следующую задачу: «Состричь 663 пряди волос и вложить их в конверт, который нужно оставить у Турникета 3». Нет причин для беспокойства."
    },
    {
      "id": "battle_clear_ex_10214_1",
      "desc": "Победный клич совершенства",
      "dlg": "Предписание выполнено. Его ясность сделала исполнение простым и удобным. Хотя многие сопротивлялись, их неповиновение оказалось бессмысленным, как вы и видели."
    },
    {
      "id": "battle_defeat_10214_1",
      "desc": "Вой поражения",
      "dlg": "...Я не считаю это провалом Предписания — это я потерпела неудачу, и это тоже часть замысла Предписания. Я всего лишь песчинка, которая исчезнет из Города, и скоро другой Прозелит или Указательный прибудет, чтобы занять моё место.\nТаким должно быть направление, на которое указывает Предписание."
    }
  ]
}