{
  "dataList": [
    {
      "id": "get_11014_1",
      "desc": "Получение",
      "dlg": "Владыка наконец-то позволил петухам прокукарекать. Пришло время... истребить паразитов, что заполонили Хунъюань."
    },
    {
      "id": "lobby_morning_11014_1",
      "desc": "Утреннее приветствие",
      "dlg": "Так скучно просто сидеть на насесте и дремать... Надеюсь, новый владыка скоро призовёт нас, петухов."
    },
    {
      "id": "lobby_noon_11014_1",
      "desc": "Полуденное приветствие",
      "dlg": "Обед?.. Сначала мне нужно выпустить пар. Если меня сегодня не отправят на задание, придётся пойти и избить... то есть, поспарринговать с другим петухом."
    },
    {
      "id": "lobby_night_11014_1",
      "desc": "Вечернее приветствие",
      "dlg": "Доверьте петухам ночной дозор (使鷄司夜). Солнце село, но если вы не против, чтобы весь мир узнал о вашем дельце, почему бы не поручить его нам, петухам, а не змеям или кроликам?"
    },
    {
      "id": "smalltalk_11014_1",
      "desc": "Болтовня №1",
      "dlg": "С того момента, как нам ввели Болюсы Ю, мы, петухи, прокляты бесконечной жаждой битвы. Найти поле боя, где льётся кровавый дождь и вздымаются угли, расправить там крылья и биться! ...И это стало нашей единственной радостью в жизни."
    },
    {
      "id": "smalltalk_11014_2",
      "desc": "Болтовня №2",
      "dlg": "Каждая из двенадцати ветвей Хэйшоу внушает людям страх по разным причинам, но большинство обычных горожан, не связанных с политикой Хунъюаня, больше всего боятся нас, петухов.\nВсё потому, что вид нашей ветви, марширующей по главной улице сомкнутыми рядами, обычно означает, что... где-то вот-вот разразится полномасштабная война."
    },
    {
      "id": "smalltalk_11014_3",
      "desc": "Болтовня №3",
      "dlg": "Когда начнётся задание, мы будем бросаться и клевать всё подряд, каждую мелькнувшую тень. Так что... держитесь подальше, а? Если вы не один из нас, у меня не хватит самообладания, чтобы разобрать, кого я рву на части — врага или друга."
    },
    {
      "id": "smalltalk_11014_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Думаешь, я похож на паяца, когда скачу повсюду? Мне всё равно. Мне всё равно, пока я могу зарубить их побольше, пока я могу насладиться резнёй ещё хоть немного...\nЯ режу, режу, режу и режу... вот и всё."
    },
    {
      "id": "smalltalk_11014_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "У Клинка Сюэянь (Кровавое Пламя), по иронии, не длинное лезвие. Вместо этого внутри течёт особое масло Корпорации H — такое масло, что вспыхивает от трения при соприкосновении оружия с кровью."
    },
    {
      "id": "neglect_11014_1",
      "desc": "Бездействие",
      "dlg": "...Мы начеку даже во сне, так что будьте спокойны."
    },
    {
      "id": "gacksung_11014_1",
      "desc": "Связь",
      "dlg": "В том, как вы уходите, нет ничего несправедливого. Не неудача и не немилость владыки убили вас сегодня.\nА ваша слабость."
    },
    {
      "id": "formation_11014_1",
      "desc": "Вступление в команду",
      "dlg": "Владыка дал нам корм..."
    },
    {
      "id": "battleentry_11014_1",
      "desc": "Выход на поле боя",
      "dlg": "С насеста на поле боя."
    },
    {
      "id": "battle_select_11014_1",
      "desc": "Выбор в битве",
      "dlg": "...Хватит глазеть по сторонам, как курица на поле боя. Петух с особенно буйным нравом может и до смерти заклевать."
    },
    {
      "id": "battle_endcommand_11014_1",
      "desc": "Совершение атаки",
      "dlg": "Расправлю крылья и поражу их когтями."
    },
    {
      "id": "battle_enemy_break_11014_1",
      "desc": "Оглушение противника",
      "dlg": "Ты загнан в угол. Бежать некуда."
    },
    {
      "id": "battle_break_11014_1",
      "desc": "Оглушение",
      "dlg": "...*сплёвывает*"
    },
    {
      "id": "battle_kill_11014_1",
      "desc": "Убийство противника",
      "dlg": "...Мёртв. Куда дальше..."
    },
    {
      "id": "battle_dead_11014_1",
      "desc": "Смерть",
      "dlg": "Я хотел увидеть восход... над этим полем боя..."
    },
    {
      "id": "choice_success_p_11014_2",
      "desc": "Успех проверки",
      "dlg": "...Всё закончилось прежде, чем я успел разогреться."
    },
    {
      "id": "choice_fail_n_11014_1",
      "desc": "Провал проверки",
      "dlg": "Должно быть, я слишком упивался жаром битвы..."
    },
    {
      "id": "battle_clear_11014_1",
      "desc": "Победный клич",
      "dlg": "Этого недостаточно. Недостаточно для достижения целей моего владыки. Я должен быть яростнее, горячее и распушить перья."
    },
    {
      "id": "battle_clear_ex_11014_1",
      "desc": "Победный клич совершенства",
      "dlg": "Семья обратилась в пепел (家門一消). Просто дайте нам, петухам, корм... и мы позаботимся, чтобы арена была очищена от всякой нечисти. Теперь, когда вы увидели, насколько полезны петухи, мой владыка, отправьте нас на следующее поле боя, дабы мы могли расправить там свои крылья."
    },
    {
      "id": "battle_defeat_11014_1",
      "desc": "Вой поражения",
      "dlg": "Пусть мои когти сломаются... пусть мои крылья сгорят... а плоть будет разорвана, но... я должен сражаться... ещё...! Ещё...! Н-нгх..."
    }
  ]
}