{
  "dataList": [
    {
      "id": "get_11013_1",
      "desc": "Получение",
      "dlg": "Я внимательно слушаю каждый приказ. Я... просто смотрю в пол, чтобы случайно не взглянуть начальству прямо в глаза."
    },
    {
      "id": "lobby_morning_11013_1",
      "desc": "Утреннее приветствие",
      "dlg": "...Солнце встало. Пора собирать плату за «крышу». Если я не займусь этим немедленно, моё начальство может быть вынуждено вмешаться, а это... ну, я не заслуживал бы быть членом Большого Пальца, если бы допустил такое."
    },
    {
      "id": "lobby_noon_11013_1",
      "desc": "Полуденное приветствие",
      "dlg": "До моего обеда ещё далеко. Солдато Терцо и Кварто, мои начальники, должны сначала закончить свою трапезу, прежде чем я смогу поужинать."
    },
    {
      "id": "lobby_night_11013_1",
      "desc": "Вечернее приветствие",
      "dlg": "По ночам я обычно изучаю другие Синдикаты, пытаясь больше узнать о внутренней структуре компаний и организаций, чтобы оценить их иерархию.\nЯ должен... стараться изо всех сил соблюдать безупречные манеры и этикет."
    },
    {
      "id": "smalltalk_11013_1",
      "desc": "Болтовня №1",
      "dlg": "Хм. Думаю, чистку патронов можно оставить младшим Солдато Примо.\nЯ ведь Солдато Секондо, знаете ли...? Пора бы мне перейти от чистки патронов к чему-то более важному, например, к переноске боеприпасов для уважаемых Капо."
    },
    {
      "id": "smalltalk_11013_2",
      "desc": "Болтовня №2",
      "dlg": "Важно научиться думать, прежде чем говорить. Лечение вырванных языков или челюстей может обойтись довольно дорого.\nНу... конечно, замена их протезами может быть намного дешевле. Но мне это не нравится..."
    },
    {
      "id": "smalltalk_11013_3",
      "desc": "Болтовня №3",
      "dlg": "...Каждый в Большом Пальце должен уметь обращаться со штыками. Нет ничего лучше острого лезвия и твёрдого приклада винтовки в ситуациях, когда нельзя использовать патроны.\nВосточное крыло Большого Пальца также специализируется на этом в сочетании с использованием реактивных патронов... так что мы в этом довольно хороши."
    },
    {
      "id": "smalltalk_11013_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Большой Палец очень воспитанная организация. Мы не подписываемся под бессистемными Предписаниями, порочными философиями об искусстве или чувством братства, которое больше похоже на цепи.\nВ том, что мы делаем, нет ничего сложного, верно? Это просто признание достижений и оказание им заслуженного уважения."
    },
    {
      "id": "smalltalk_11013_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Примо, Секондо, Терцо, Кварто. Даже в одних и тех же рангах существуют чётко разделённые подуровни. Именно эти детали позволяют нам быть более... воспитанными и учтивыми по отношению ко всем, кого мы встречаем."
    },
    {
      "id": "neglect_11013_1",
      "desc": "Бездействие",
      "dlg": "...Говорить необдуманно — верный способ проявить дурные манеры. Даже случайно."
    },
    {
      "id": "gacksung_11013_1",
      "desc": "Связь",
      "dlg": "Смеешь дышать, когда даже не выполнил приказ младшего босса? Вот это весьма невежливо."
    },
    {
      "id": "formation_11013_1",
      "desc": "Вступление в команду",
      "dlg": "Я буду ждать вашего следующего приказа на этом месте."
    },
    {
      "id": "battleentry_11013_1",
      "desc": "Выход на поле боя",
      "dlg": "Как прикажете."
    },
    {
      "id": "battle_select_11013_1",
      "desc": "Выбор в битве",
      "dlg": "Выполняю миссию согласно приказу."
    },
    {
      "id": "battle_endcommand_11013_1",
      "desc": "Совершение атаки",
      "dlg": "Я исполню ваш приказ."
    },
    {
      "id": "battle_enemy_break_11013_1",
      "desc": "Оглушение противника",
      "dlg": "У каждого своя доля..."
    },
    {
      "id": "battle_break_11013_1",
      "desc": "Оглушение",
      "dlg": "Так, в этой жизни, посвящённой приличиям..."
    },
    {
      "id": "battle_kill_11013_1",
      "desc": "Убийство противника",
      "dlg": "...нет нужды в сочувствии, взаимном или ином."
    },
    {
      "id": "battle_dead_11013_1",
      "desc": "Смерть",
      "dlg": "Не думаю, что я был невежлив..."
    },
    {
      "id": "choice_success_p_11013_2",
      "desc": "Успех проверки",
      "dlg": "Миссия выполнена согласно приказу."
    },
    {
      "id": "choice_fail_n_11013_1",
      "desc": "Провал проверки",
      "dlg": "...Я не справился со своими обязанностями. Это лишь заслуженное мной наказание."
    },
    {
      "id": "battle_clear_11013_1",
      "desc": "Победный клич",
      "dlg": "Это было не идеально, но я выполнил каждый ваш приказ! Надеюсь... вам понравилось."
    },
    {
      "id": "battle_clear_ex_11013_1",
      "desc": "Победный клич совершенства",
      "dlg": "Имею честь доложить, что мы одержали самую безупречную победу! Все заслуги принадлежат моим начальникам, включая Менеджера."
    },
    {
      "id": "battle_defeat_11013_1",
      "desc": "Вой поражения",
      "dlg": "Я не буду никого винить или оправдываться. ...Я должен заплатить за свою некомпетентность."
    }
  ]
}