{
    "dataList": [
      {
        "id": "get_11113_1",
        "desc": "Получение",
        "dlg": "У вас тридцать одна секунда по часам центральной башни Корпорации T, чтобы представить свою защиту. Дополнительное время не предоставляется."
      },
      {
        "id": "lobby_morning_11113_1",
        "desc": "Утреннее приветствие",
        "dlg": "Бессмысленно делить дни на утро, день и вечер. Моё утро в любом случае должно быть длиннее, чем сумма дней всех вас, злостных неплательщиков."
      },
      {
        "id": "lobby_noon_11113_1",
        "desc": "Полуденное приветствие",
        "dlg": "Я наслаждаюсь обедом в три часа и двадцать минут отчасти для того, чтобы выделить себе минимальное время на общение посреди этой суматошной жизни. Хотя для кого-то это может быть завтрак, а для других — ужин."
      },
      {
        "id": "lobby_night_11113_1",
        "desc": "Вечернее приветствие",
        "dlg": "Не волнуйтесь. У меня длинные ночи.\nОказаться на проигрышной стороне ночного неравенства во времени в меритократии — это личная неудача. Учитесь быть экономными."
      },
      {
        "id": "smalltalk_11113_1",
        "desc": "Болтовня №1",
        "dlg": "Эй. Вы продолжаете вносить вклады на накопительный счёт, как я вам велела? Не тратьте время на такие незначительные прихоти, как долгий сон, я понятно выражаюсь? Времени всегда не хватает, когда оно так необходимо."
      },
      {
        "id": "smalltalk_11113_2",
        "desc": "Болтовня №2",
        "dlg": "Организованная торговля временем требует более специализированной методологии сбора. Именно для этого и существует Отдел строгого взыскания долгов. Элитные Сотрудники по Сбору, которые могут с лёгкостью противостоять любому, кто осмелится бросить нам вызов своим незаконно добытым временем, и вытереть ими пол... это мы."
      },
      {
        "id": "smalltalk_11113_3",
        "desc": "Болтовня №3",
        "dlg": "Эта шляпа — символ статуса... чем выше мы поднимаемся в иерархии Уровней сотрудников, тем выше становится шляпа, как и наш статус.\nКонечно, в этом есть и двойной смысл: высокопоставленные сотрудники с подобающим классом обладают изяществом, позволяющим проводить сбор, не теряя своих шляп."
      },
      {
        "id": "smalltalk_11113_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "...Действительно. Это может означать лишь то, что мне есть куда расти. Я далека от того, чтобы испытывать трудности, но... уронить шляпу? По крайней мере, эта миссия будет стоить потраченного времени."
      },
      {
        "id": "smalltalk_11113_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Хах, хранилище времени? Вы и вправду думали, что за рамой картины — незаметное место, чтобы его спрятать? Мне даже не пришлось доставать пространственно-временной счётчик.\nИ использовать такое дешёвое, дрянное хранилище для драгоценного времени?.. Полагаю, именно этот *незаурядный* интеллект и привёл их к нарушению табу."
      },
      {
        "id": "neglect_11113_1",
        "desc": "Бездействие",
        "dlg": "Не обращайте внимания. Я продолжаю выполнять различные обязанности даже без ваших комментариев. Хм. На счету уже четыре сбора."
      },
      {
        "id": "gacksung_11113_1",
        "desc": "Связь",
        "dlg": "Вы заставили меня уронить шляпу... впечатляюще. Модель Реквизитора Т-3 - Булава, максимальная активация."
      },
      {
        "id": "formation_11113_1",
        "desc": "Вступление в команду",
        "dlg": "Отправляемся немедленно. Мы тратим время впустую, прохлаждаясь."
      },
      {
        "id": "battleentry_11113_1",
        "desc": "Выход на поле боя",
        "dlg": "Время сбора."
      },
      {
        "id": "battle_select_11113_1",
        "desc": "Выбор в битве",
        "dlg": "<i>СложноОбщатьсяКогдаЯВУскоренномВремени.</i>"
      },
      {
        "id": "battle_endcommand_11113_1",
        "desc": "Совершение атаки",
        "dlg": "Это законное исполнение служебных обязанностей."
      },
      {
        "id": "battle_enemy_break_11113_1",
        "desc": "Оглушение противника",
        "dlg": "Уже еле ползёте?"
      },
      {
        "id": "battle_break_11113_1",
        "desc": "Оглушение",
        "dlg": "Хн-нгх... Время..."
      },
      {
        "id": "battle_kill_11113_1",
        "desc": "Убийство противника",
        "dlg": "Хм-м, полностью остановились? Неважно. Ваш временной долг собран."
      },
      {
        "id": "battle_dead_11113_1",
        "desc": "Смерть",
        "dlg": "Невозможно... Но... я накопила столько времени... для того дня... я так и не... смогла..."
      },
      {
        "id": "choice_success_p_11113_2",
        "desc": "Успех проверки",
        "dlg": "Вы умеете работать с умом. Благодаря вам я сэкономила немного времени."
      },
      {
        "id": "choice_fail_n_11113_1",
        "desc": "Провал проверки",
        "dlg": "Какая пустая трата времени... Если бы только его можно было отмотать назад."
      },
      {
        "id": "battle_clear_11113_1",
        "desc": "Победный клич",
        "dlg": "Всё необходимое время собрано. Ах, я отправляюсь на следующий сбор. Ох, забыла сказать вам ранее, но отчёт я оставлю на вас. Нет, неважно. Вот отчёт. Я подумала, что время, потраченное на беспокойство о том, хорошо ли вы напишете отчёт, лучше потратить на его написание самой."
      },
      {
        "id": "battle_clear_ex_11113_1",
        "desc": "Победный клич совершенства",
        "dlg": "Успех — это управление временем; победители мудро распоряжаются своим временем, в то время как неудачники идут у него на поводу. Прочла в утренней газете, которую взяла по пути на работу. Я, безусловно, соответствовала этому, не так ли?"
      },
      {
        "id": "battle_defeat_11113_1",
        "desc": "Вой поражения",
        "dlg": "У вас... нет завтрашнего дня... Когда прибудет Отдел по Отсечению Будущего 4-го Уровня... они вырвут ваше завтра...!"
      }
    ]
}