{
    "dataList": [
      {
        "id": "get_10813_1",
        "desc": "Получение",
        "dlg": "Знаешь, как говорят — иногда в жизни нужно остановиться и понюхать цветы. Хах, жаль, что люди, с которыми мы имеем дело, часто сами кормят червей."
      },
      {
        "id": "lobby_morning_10813_1",
        "desc": "Утреннее приветствие",
        "dlg": "Я знаю, это странный вопрос для кого-то, кто работает в этой сфере, но... интересно, на что они живут? Я говорю об игроках, вроде тех парней, что просиживают задницы в игорных притонах день и ночь.\n...Ну, полагаю, это объясняет, почему они проводят большую часть своих дней в погоне за той самой судьбоносной победой, прежде чем с ними разберутся такие, как мы."
      },
      {
        "id": "lobby_noon_10813_1",
        "desc": "Полуденное приветствие",
        "dlg": "Игры с любыми из этих цветочных карт — Хато, Ханафуда — это наша специализация. Ищите других специалистов, если вам нужен кто-то для наблюдения за играми с другими вещами, вроде покера или маджонга.\nНу, я полагаю, мы *могли бы* взяться за контракт и на эти игры, но... здравый смысл подсказывает, что на играх с высокими ставками должен присутствовать специалист. Даже если вы просто играете в ттакджи этими картами."
      },
      {
        "id": "lobby_night_10813_1",
        "desc": "Вечернее приветствие",
        "dlg": "Эй, что ты тут слоняешься по ночам? Не нарывайся на неприятности и иди в более безопасное место — здесь сейчас как на пороховой бочке.\nИ особенно держись подальше от тех двоих, понял? Да, от того парня с мёртвыми глазами и от того, которому только что отрубили руку."
      },
      {
        "id": "smalltalk_10813_1",
        "desc": "Болтовня №1",
        "dlg": "Если тебе кажется, что у тебя полоса удачи, которая слишком хороша, чтобы быть правдой... Возможно, стоит остановиться и проверить, не являешься ли ты «лохом» в этой игре."
      },
      {
        "id": "smalltalk_10813_2",
        "desc": "Болтовня №2",
        "dlg": "Ну, ты знаешь таких. Люди, которые обвиняют своих оппонентов в жульничестве, потому что не могут признать, что проиграли... Знаешь, те, кто не умеет проигрывать. Работа нашего Офиса обычно заключается в том, чтобы они не поднимали шум.\nДа, вроде того, как Офис «Эуфи» следит за контрактами... Полагаю, поэтому мы и работаем под их крылом."
      },
      {
        "id": "smalltalk_10813_3",
        "desc": "Болтовня №3",
        "dlg": "Однажды я хотела бы понаблюдать за игрой «Синий бриллиант», которая проходит на самом верхнем этаже. Знаешь, игры с бриллиантами, в которых участвуют только самые-самые крупные игроки. Конечно, хорошая оплата — это приятно, но... иногда дело не только в деньгах.\nПросто в этом бизнесе нет лучшего признания моей карьеры, чем вызов на наблюдение за игрой, в которой участвуют только лучшие из лучших."
      },
      {
        "id": "smalltalk_10813_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "У меня было чувство, что эта игра не заставит себя долго ждать, чтобы превратиться в бардак. Ладно, ты! Стой на месте. Любому, кто попытается встать из-за этого стола, дотронуться до карты или даже чихнуть... сразу отрублю руки."
      },
      {
        "id": "smalltalk_10813_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "«Низко ночью, высоко днём». В ночных играх первым ходит тот, у кого наименьшая карта; в дневных — у кого наибольшая. Мы просидели здесь до рассвета, народ. Почему мы всё ещё спорим об этом? Ты проиграл, так что прекращай спорить и выкладывай.\nО, кстати... согласно правилам этой игры, за которыми мы наблюдаем, ты также можешь выложить свои кишки. Дай знать, если понадобится помощь."
      },
      {
        "id": "gacksung_10813_1",
        "desc": "Связь",
        "dlg": "Нет. Карта на столе... нельзя сдаваться, когда жребий брошен. Неважно, насколько ты влип."
      },
      {
        "id": "neglect_10813_1",
        "desc": "Бездействие",
        "dlg": "...*свист* Гоко? Трудно поверить, что это не было ловкостью рук."
      },
      {
        "id": "formation_10813_1",
        "desc": "Вступление в команду",
        "dlg": "Отправляемся. Мы будем наблюдателями на игре в Хвату по этому контракту?"
      },
      {
        "id": "battleentry_10813_1",
        "desc": "Выход на поле боя",
        "dlg": "Ладно, ставки на стол."
      },
      {
        "id": "battle_select_10813_1",
        "desc": "Выбор в битве",
        "dlg": "Я уже выполняю свои обязанности наблюдателя. Разговаривать со мной — нарушение правил."
      },
      {
        "id": "battle_endcommand_10813_1",
        "desc": "Совершение атаки",
        "dlg": "Эй, а вот и подходящая пара карт!"
      },
      {
        "id": "battle_enemy_break_10813_1",
        "desc": "Оглушение противника",
        "dlg": "Давай! Кой-кой!"
      },
      {
        "id": "battle_break_10813_1",
        "desc": "Оглушение",
        "dlg": "Какая дрянная рука..."
      },
      {
        "id": "battle_kill_10813_1",
        "desc": "Убийство противника",
        "dlg": "Хмпф. Ты пошёл ва-банк, не так ли?"
      },
      {
        "id": "battle_dead_10813_1",
        "desc": "Смерть",
        "dlg": "Никогда не думала, что меня так прижмут к стенке..."
      },
      {
        "id": "choice_success_p_10813_2",
        "desc": "Успех проверки",
        "dlg": "Хм-м. Чанттэн."
      },
      {
        "id": "choice_fail_n_10813_1",
        "desc": "Провал проверки",
        "dlg": "...Мантон? Чёрт, это худшая возможная рука..."
      },
      {
        "id": "battle_clear_10813_1",
        "desc": "Победный клич",
        "dlg": "Неужели нельзя было просто наслаждаться игрой, не теряя самообладания? Серьёзно, ты сам виноват в этом бардаке... *вздох* Эти записи будут обработаны в соответствии с правилами игры, за которыми наблюдала наша сторона. Надо было повысить долю наблюдателя за невостребованными деньгами в контракте... Если бы я только знала."
      },
      {
        "id": "battle_clear_ex_10813_1",
        "desc": "Победный клич совершенства",
        "dlg": "Теперь я понимаю, почему нас наняли на весь игорный притон... Эта дыра полна шулеров. Уф... мы будем обеспечены на следующий месяц, даже если не возьмём ни одного контракта. Чёрт возьми, да."
      },
      {
        "id": "battle_defeat_10813_1",
        "desc": "Вой поражения",
        "dlg": "Думаю, я... спасую в этом раунде. Нельзя же выполнить контракт, если я буду слишком мертва, чтобы это сделать, верно? Хах, придётся вызвать подкрепление из офиса."
      }
    ]
}