{
  "dataList": [
    {
      "id": "get_11015_1",
      "desc": "Получение",
      "dlg": "Моя ничтожная персона пока не заслуживает имени Звезды. Пока не придёт время, когда я смогу унаследовать этот титул, я буду продолжать служить своему мастеру и оттачивать себя без конца."
    },
    {
      "id": "lobby_morning_11015_1",
      "desc": "Утреннее приветствие",
      "dlg": "Настал рассвет — я должен выразить утреннее почтение мастеру. Хотя я могу не найти там радушного приёма, слышать, как мой мастер стонет в постоянных муках, обречённая никогда не знать покоя мирного сна, это... Да, я должен действовать так, как диктует Жэнь (仁) — Добродетель Человечности."
    },
    {
      "id": "lobby_noon_11015_1",
      "desc": "Полуденное приветствие",
      "dlg": "И снова половина дня уже ускользнула. Моя скромная персона становится беспокойной от такой траты времени, ибо это напоминает о приближающемся конце моего существования. И всё же...\nВсякий раз, когда я становлюсь свидетелем беспорядка и хаоса, который устраивают другие, я ловлю себя на размышлениях о достоинствах праздности."
    },
    {
      "id": "lobby_night_11015_1",
      "desc": "Вечернее приветствие",
      "dlg": "Поскольку мой мастер ничего не ожидает от моей незначительной персоны... я должен полировать свой клинок во тьме ночи и упорно оттачивать форму своего тела, чтобы выдержать скуку сегодняшних дней и пустоту завтрашних."
    },
    {
      "id": "smalltalk_11015_1",
      "desc": "Болтовня №1",
      "dlg": "Ученик Большого Пальца... похоже, снова был жестоко избит Отцом-воспитателем. Хотя действительно важно наставлять ученика строгой рукой, такое отсутствие сдержанности вряд ли соответствует Ли (禮) — Добродетели Благопристойности.\nЯ вижу, как ребёнок, хоть избитый и втоптанный в пыль, послушно приносит Отцу-воспитателю свежую порцию выпивки..."
    },
    {
      "id": "smalltalk_11015_2",
      "desc": "Болтовня №2",
      "dlg": "Помолчите немного, если не возражаете. В такой день, когда никакие обязанности не призывают мою скромную персону за пределы Дома, есть некто, кого я должен остерегаться. Будем здесь осторожны... <color=#ff9500>А? Ты просидел в Доме Пауков весь день? Ладно, тогда ты заценил <i>Клинок Ливня</i>, о котором я тебе говорила?</color>\n<color=#ff9500>Эй, подожди! Куда ты идёшь?!</color>"
    },
    {
      "id": "smalltalk_11015_3",
      "desc": "Болтовня №3",
      "dlg": "Глубины человеческого сердца действительно непостижимы. Рука, которая сейчас гладит по голове свою ученицу — это жест искренней привязанности или всего лишь действие, совершённое по велению Предписания?"
    },
    {
      "id": "smalltalk_11015_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Хотя мой клинок может безупречно имитировать клинок того, кто был до меня... говорят, у единственного истинного ученика Дома было мастерство, с которым моя скромная персона никогда не сможет сравниться.\nКаким воином был тот ученик, мне остаётся только гадать. И поэтому моя ничтожная персона размахивает этим клинком на тренировках, вечно симулируя, приближаясь к высоте, к которой я стремлюсь."
    },
    {
      "id": "smalltalk_11015_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Отцы-воспитатели Дома Пауков получают свои собственные задания от высших эшелонов Пальцев, а их ученики, в свою очередь, либо помогают им в этом, либо получают отдельные поручения.\nНо... говорят, та, что была до меня, выполняла все эти задания в одиночку.\nВместить в себе учения и испытания, воплощающие боевое искусство каждого Отца-воспитателя — путь к такой сфере кажется невообразимо трудным."
    },
    {
      "id": "neglect_11015_1",
      "desc": "Бездействие",
      "dlg": "Я не очень хорошо понимаю этих других Отцов-воспитателей... Но временами я ловлю себя на том, что меня охватывает... зависть. Будь то привязанность или обида, такая внимательность к своему ученику свидетельствует о некоторой степени заботы."
    },
    {
      "id": "gacksung_11015_1",
      "desc": "Связь",
      "dlg": "Редкое задание, которое даровал мне мой мастер. Я буду дорожить этим шансом, чтобы не навлечь позор на Лазурный клинок лунного света (月下靑刀), который передал мне мой мастер."
    },
    {
      "id": "formation_11015_1",
      "desc": "Вступление в команду",
      "dlg": "Призыв? Тогда я с радостью отвечу на него."
    },
    {
      "id": "battleentry_11015_1",
      "desc": "Выход на поле боя",
      "dlg": "...Наконец-то."
    },
    {
      "id": "battle_select_11015_1",
      "desc": "Выбор в битве",
      "dlg": "Один прямой удар, чтобы сразить их всех...!"
    },
    {
      "id": "battle_endcommand_11015_1",
      "desc": "Совершение атаки",
      "dlg": "Позвольте мне продемонстрировать."
    },
    {
      "id": "battle_enemy_break_11015_1",
      "desc": "Оглушение противника",
      "dlg": "Нельзя сдаваться так легко."
    },
    {
      "id": "battle_break_11015_1",
      "desc": "Оглушение",
      "dlg": "Хнгх...!"
    },
    {
      "id": "battle_kill_11015_1",
      "desc": "Убийство противника",
      "dlg": "Ещё один шаг к этому единственному Пути Клинка."
    },
    {
      "id": "battle_dead_11015_1",
      "desc": "Смерть",
      "dlg": "Жизнь столь мимолётна, смерть предначертана... Но эта неудача унаследовать имя Звезды... это моё горестное сожаление."
    },
    {
      "id": "choice_success_p_11015_2",
      "desc": "Успех проверки",
      "dlg": "Столь пустяковые дела поручает мне мой мастер..."
    },
    {
      "id": "choice_fail_n_11015_1",
      "desc": "Провал проверки",
      "dlg": "Ни один исход не бывает без причины... Должно быть, поэтому я пока недостоин быть одним из Мизинца."
    },
    {
      "id": "battle_clear_11015_1",
      "desc": "Победный клич",
      "dlg": "Мои усилия были довольно... недостаточными, но я не буду падать духом. Хоть мне и не удастся унаследовать имя Звезды в этой жизни, следование по стопам моего мастера заточит и закалит мою ничтожную персону."
    },
    {
      "id": "battle_clear_ex_11015_1",
      "desc": "Победный клич совершенства",
      "dlg": "Как вам демонстрация? Моя скромная персона склонна верить, что я получил нечто ценное. Если я вернусь с головами этих павших врагов... То, возможно, на этот раз мой мастер заговорит об имени Звезды Дихуэй... и о том, что я становлюсь всё более достойным его."
    },
    {
      "id": "battle_defeat_11015_1",
      "desc": "Вой поражения",
      "dlg": "Похоже, полезность моей ничтожной персоны... исчерпала себя здесь. Этот мой меч всё ещё мягок и туп — неспособен защитить хрупкого, деликатного мастера, которому я служу, и достичь величайшей высоты Пути Клинка. В конце концов, я не достиг ничего стоящего..."
    }
  ]
}