{
    "dataList": [
      {
        "id": "get_10113_1",
        "desc": "Получение",
        "dlg": "Они указывали пальцем и насмехались над лохмотьями, забрызганными кровью товарищества. Глупцы. Лишь я способен постичь высшую степень трагедии на этой земле."
      },
      {
        "id": "lobby_morning_10113_1",
        "desc": "Утреннее приветствие",
        "dlg": "Лучи восходящего солнца покалывают мою кожу. Я предпочитаю луну, чей свет — лишь смягчённое отражение. Весьма подходящее предпочтение для того, кто обрушивает пламя, поражая своих товарищей, не правда ли?"
      },
      {
        "id": "lobby_noon_10113_1",
        "desc": "Полуденное приветствие",
        "dlg": "Я не принимаю полуденную трапезу. Её отсутствие не сильно на меня влияет, а пропитанный кровью запах, должен сказать, делает её весьма неприятной."
      },
      {
        "id": "lobby_night_10113_1",
        "desc": "Вечернее приветствие",
        "dlg": "...Ах, вы меня заметили. Сделайте вид, что ничего здесь не видели, и проходите мимо. Директор запретил мне участвовать в исследованиях, касающихся ЭГО. Я думал воспользоваться ночной тьмой, чтобы просмотреть их исследовательские материалы."
      },
      {
        "id": "smalltalk_10113_1",
        "desc": "Болтовня №1",
        "dlg": "Ах-х... вы хотите узнать больше о моих старых ранах? Однако мои воспоминания почти полностью рассеялись, ибо я не соизволил вспоминать об этом некоторое время. Мои товарищи, за исключением одного, все отвернулись от...\nПосему я работал с Корпорацией N над созданием новой Лиги Девяти, ибо они понимают технологию, достойную вместить мою ценность.\n...Есть ли что-то странное в этом суждении?"
      },
      {
        "id": "smalltalk_10113_2",
        "desc": "Болтовня №2",
        "dlg": "Это ЭГО. было просто даровано мне Директором, выбор был едва ли моим. Неужели ваш разум и вправду подсказывает, что я бы с готовностью принял такое занятие, что заставляет меня стрелять в своих же товарищей, чтобы атаковать врагов?\n...Подсказывает? Тогда это, должно быть... было всего лишь Искажение."
      },
      {
        "id": "smalltalk_10113_3",
        "desc": "Болтовня №3",
        "dlg": "Не нужно оплакивать умирающих. Когда мы обнаружим... всё это... в конце концов.\nМой товарищ и я неустанно трудимся ради этого. Посему даже товарищи, которых я пронзил, скоро..."
      },
      {
        "id": "smalltalk_10113_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Обсидиановые осколки крови разлетаются со звоном стекла; пробивающая пуля рассыпается на тысячу дробинок, чтобы впиться в них всех. Так жертва моих товарищей обрела свою ценность... нет, я едва ли могу вспомнить, были ли они мне товарищами вообще!"
      },
      {
        "id": "smalltalk_10113_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Оно беспрестанно шепчет мне, голос винтовки или рваного плаща... что я должен целиться не во врагов, а в тех, кто ещё помнит любовь. Уничтожить это, огонь, я точно выстре...\n...Напомните, на чём я остановился?"
      },
      {
        "id": "neglect_10113_1",
        "desc": "Бездействие",
        "dlg": "Один мой товарищ однажды сказал мне так: <i>«Слишком поздно, слишком поздно...»</i>"
      },
      {
        "id": "gacksung_10113_1",
        "desc": "Связь",
        "dlg": "Мы отправляемся на задание? Сколько нас будет сопровождать?\nМ-м. Я спрашиваю, ибо должен сосчитать свои пули, прежде чем всё начнётся."
      },
      {
        "id": "formation_10113_1",
        "desc": "Вступление в команду",
        "dlg": "Я поглощён раздумьями."
      },
      {
        "id": "battleentry_10113_1",
        "desc": "Выход на поле боя",
        "dlg": "Они содрогнутся от трепета."
      },
      {
        "id": "battle_select_10113_1",
        "desc": "Выбор в битве",
        "dlg": "Хех-хех... м-м. Забудьте, что слышали этот смех. Что вам здесь нужно?"
      },
      {
        "id": "battle_endcommand_10113_1",
        "desc": "Совершение атаки",
        "dlg": "Пронзить и рассеять."
      },
      {
        "id": "battle_enemy_break_10113_1",
        "desc": "Оглушение противника",
        "dlg": "Превратись в решето—"
      },
      {
        "id": "battle_break_10113_1",
        "desc": "Оглушение",
        "dlg": "...Ох."
      },
      {
        "id": "battle_kill_10113_1",
        "desc": "Убийство противника",
        "dlg": "Так ты погружаешься в бездонный сон."
      },
      {
        "id": "battle_dead_10113_1",
        "desc": "Смерть",
        "dlg": "Сердце, что желало умереть... наконец-то нашло свой нож."
      },
      {
        "id": "choice_success_p_10113_2",
        "desc": "Успех проверки",
        "dlg": "Узрите, ибо всё произошло в точности так, как я и планировал."
      },
      {
        "id": "choice_fail_n_10113_1",
        "desc": "Провал проверки",
        "dlg": "...В своё оправдание скажу, это не моя область знаний."
      },
      {
        "id": "battle_clear_10113_1",
        "desc": "Победный клич",
        "dlg": "Хм, желаемая цель достигнута, этого будет достаточно. Наш обратный путь должен быть весьма комфортным, учитывая поредевшую численность нашей команды. Разве вы не согласны?"
      },
      {
        "id": "battle_clear_ex_10113_1",
        "desc": "Победный клич совершенства",
        "dlg": "Этот привкус соли... ах, это, должно быть, брызнула кровь моего павшего товарища. Хм-м... так вот какова она на вкус."
      },
      {
        "id": "battle_defeat_10113_1",
        "desc": "Вой поражения",
        "dlg": "Тц... Мы должны поспешно скрыться. Те, кто поможет нам с эвакуацией, уже прибыли. А теперь за мной!"
      }
    ]
}