{
    "dataList": [
      {
        "id": "get_11213_1",
        "desc": "Получение",
        "dlg": "Надо бы выбраться из этой подворотни, как только дождь закончится.\n*пых* Я пока не собираюсь получать по башке."
      },
      {
        "id": "lobby_morning_11213_1",
        "desc": "Утреннее приветствие",
        "dlg": "...Давненько Чистка не затягивалась до рассвета. Похоже, в наши дни стало гораздо больше болтунов, которые не знают, когда придержать язык, даже когда над головой висит Перезвон по Пальцам."
      },
      {
        "id": "lobby_noon_11213_1",
        "desc": "Полуденное приветствие",
        "dlg": "...Понял. Спасибо — заберу это с собой в могилу.\nЧистка, говоришь? Что ж, небольшое облегчение, что знакомые, которых я завёл на работе... оказались не совсем бесполезными. Теперь, когда у нас есть раннее предупреждение... будем надеяться, что некоторые из нас выберутся отсюда живыми."
      },
      {
        "id": "lobby_night_11213_1",
        "desc": "Вечернее приветствие",
        "dlg": "Иронично, после всех тех ночей, когда я руководил Чистками... теперь зачищают нас.\nНочь наступила — время использовать то Приглашение. Если нам суждено бродить во тьме, куда бы мы ни пошли... почему бы не позволить Звезде Города освещать нам путь."
      },
      {
        "id": "smalltalk_11213_1",
        "desc": "Болтовня №1",
        "dlg": "Не то чтобы я этого не предвидел. Я знал, что Босс... был слишком молод и опрометчив, чтобы пройти мимо несправедливости или помнить, что любопытство кошку сгубило.\nДумаю, поэтому я и не сорвался из-за того, как всё обернулось, но тот «несчастный случай»... это должен был быть чертовски глупый вопрос, ставящий под сомнение намерения Падрино... *вздох* чем больше я об этом думаю, тем больше это взрывает мне мозг."
      },
      {
        "id": "smalltalk_11213_2",
        "desc": "Болтовня №2",
        "dlg": "Стоять криво, говорить с набитым ртом, вздыхать, перебивать начальника на полуслове... Я им всем говорил, снова и снова — не делайте этого. Но всегда найдутся тупицы, которые говорят, что не могут избавиться от привычки.\nПод Большим Пальцем нет более быстрого способа вырыть себе могилу, чем безрассудные, небрежные «привычки»."
      },
      {
        "id": "smalltalk_11213_3",
        "desc": "Болтовня №3",
        "dlg": "Всего лишь один из многих Исполнителей Чистки здесь, на Юге. Это была бы, пожалуй, высшая должность, на которую могли бы рассчитывать мы, Ночные Шилья — мы не из особо известной Семьи, да и никогда не были частью более могущественных фракций...\nТеперь это не имеет значения. Мы цеплялись, как дворняги, чтобы выкроить себе клочок земли в Подворотнях Корпорации L, и... ради чего?"
      },
      {
        "id": "smalltalk_11213_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Если Большой Палец пометил тебя для Чистки, лучше найди Ночных Шильев, если не хочешь мучительной смерти.\nПо крайней мере... мы ударим тебя так, чтобы ты точно умер, милосердно и быстро. В Городе это, пожалуй, лучшая смерть, которую можно получить."
      },
      {
        "id": "smalltalk_11213_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Новички, которым удаётся заполучить приличную ткань из Мастерской... они всегда должны получить удар в драке, чтобы посмотреть, сколько она выдержит.\nОни не ценят свои жизни, если спросите меня. Неважно, сделана ли она из стали или только что с конвейера Мастерской... если это не лучшее, что есть, в одежде обязательно найдутся швы."
      },
      {
        "id": "neglect_11213_1",
        "desc": "Бездействие",
        "dlg": "*пых* Эта тишина... не так уж и плоха.\nТот, кто глух, слеп и нем, проживёт сто лет в мире."
      },
      {
        "id": "gacksung_11213_1",
        "desc": "Связь",
        "dlg": "Указательный Палец, Корпорация W, Ассоциация Ши... Они используют всевозможные техники, как я и слышал.\nИ всё же, с кем бы ты ни столкнулся, всегда есть лазейка для удара. Надежда ещё есть... Может, мы и выберемся из этого живыми."
      },
      {
        "id": "formation_11213_1",
        "desc": "Вступление в команду",
        "dlg": "Выживание — самое главное... Я сделаю для этого всё, что угодно."
      },
      {
        "id": "battleentry_11213_1",
        "desc": "Выход на поле боя",
        "dlg": "Нет выбора, кроме как продолжать сражаться... до самого конца."
      },
      {
        "id": "battle_select_11213_1",
        "desc": "Выбор в битве",
        "dlg": "Будьте начеку и сосредоточьтесь на битве, если не хотите помереть."
      },
      {
        "id": "battle_endcommand_11213_1",
        "desc": "Совершение атаки",
        "dlg": "Давайте разберёмся с этим побыстрее."
      },
      {
        "id": "battle_enemy_break_11213_1",
        "desc": "Оглушение противника",
        "dlg": "Это твоё слабое место?"
      },
      {
        "id": "battle_break_11213_1",
        "desc": "Оглушение",
        "dlg": "Гах..."
      },
      {
        "id": "battle_kill_11213_1",
        "desc": "Убийство противника",
        "dlg": "Ты был полон уязвимостей."
      },
      {
        "id": "battle_dead_11213_1",
        "desc": "Смерть",
        "dlg": "Похоже, бегство... ничего не сделало, чтобы изменить нашу судьбу..."
      },
      {
        "id": "choice_success_p_11213_2",
        "desc": "Успех проверки",
        "dlg": "Что-нибудь ещё осталось? Давайте разберёмся с этим быстро."
      },
      {
        "id": "choice_fail_n_11213_1",
        "desc": "Провал проверки",
        "dlg": "...Если бы только упорный труд гарантировал результат."
      },
      {
        "id": "battle_clear_11213_1",
        "desc": "Победный клич",
        "dlg": "Сколько нас осталось? Вы все ещё можете стоять?\nНам следует начать набирать новых, как только выберемся отсюда. Возвращение к Большому Пальцу с таким малым числом оставшихся... лишь заставит нас выглядеть бесполезными в глазах Капо ди Капи."
      },
      {
        "id": "battle_clear_ex_11213_1",
        "desc": "Победный клич совершенства",
        "dlg": "Нам лучше поторопиться, иначе всё это выживание будет напрасным.\nКнига Указательного Пальца, да... Было неплохо — мы справились с этим. По крайней мере, нас не Зачистят."
      },
      {
        "id": "battle_defeat_11213_1",
        "desc": "Вой поражения",
        "dlg": "Библиотека, Подворотни... Бессмысленно было думать о путях отступления.\n*дрожащий вздох* Попытка убежать от Чистки... не смогла обмануть смерть... в конце концов."
      }
    ]
}