{
    "dataList": [
      {
        "id": "get_10814_1",
        "desc": "Получение",
        "dlg": "*вздох* Ну мам! Я же просила стучать, прежде чем врываться в мою комнату! В смысле, не то чтобы мне не нравилось, что ты заходишь, просто... я листала страницы «Ежемесячника Корректировщика». ...Хочешь почитать вместе со мной и посмотреть, кто будет нашей следующей жертвой, если ты не занята?"
      },
      {
        "id": "lobby_morning_10814_1",
        "desc": "Утреннее приветствие",
        "dlg": "Блин, это шоу было просто отпад. Я залпом посмотрела весь сезон за ночь.\nДумаю, я немного посплю, пока... *зевок* мама не вернётся домой. Боже, марафон из 24 эпизодов реально выматывает."
      },
      {
        "id": "lobby_noon_10814_1",
        "desc": "Полуденное приветствие",
        "dlg": "Пойти поесть? Угх, нет, спасибо. У меня в комнате есть вся нужная еда.\nЕсть начос, дошик... О, и поп-тартс, всех вкусов. Просто игнорируй кучу мусора — отодвинь её и садись."
      },
      {
        "id": "lobby_night_10814_1",
        "desc": "Вечернее приветствие",
        "dlg": "Маме приходится вершить Возмездие в одиночку, в отличие от других Старших Братьев и Сестёр, поэтому она всегда возвращается домой поздно.\nЧто я делаю, когда одна?.. Ну, то же, что и всегда. Смотрю стримы Корректировщиков, читаю комиксы и... если вижу какую-то крутую технику, ну... Наверное, пытаюсь её повторить?"
      },
      {
        "id": "smalltalk_10814_1",
        "desc": "Болтовня №1",
        "dlg": "О да, Корректировщики — это просто пик крутости. Драться с крутым Корректировщиком, избивать друг друга до полусмерти, пока я не снесу ему голову — ничто с этим не сравнится, верно?\nНужно учитывать кучу всего другого, типа их боевых стилей или снаряжения. Типа, они из Ассоциации, Крыльев или держат частный Офис? Ещё нужно учитывать, с какой Мастерской они сотрудничают, полагаются ли они на технологии или на чистую физическую силу, и... — эй, ну же, не уходи на середине! Ты же сам спросил, разве нет?"
      },
      {
        "id": "smalltalk_10814_2",
        "desc": "Болтовня №2",
        "dlg": "Ох, блин... Я пыталась впарить его всем, но, видимо, все слишком заняты, чтобы читать. Один тренируется весь день, у другой «дела», третья занята «искусством»... Ха, почему никому не интересен лучший фикшн?\nЭй, а ты? Что? «Воистину, концепция Корректировщиков Справедливости — это самопротиворечивая логическая ошибка»? Чувак, кому не плевать, что в этом нет смысла? Это же комикс!"
      },
      {
        "id": "smalltalk_10814_3",
        "desc": "Болтовня №3",
        "dlg": "Сильнейший Корректировщик в Городе? Ты имеешь в виду, исключая эру Красного Тумана, которая была на уровне бога? Мооожет быть, Старик Индиго, я бы сказала...\nО, но не Зигфрид. Серьёзно, Атос или Нефритовый Цилинь, конечно, но разве Зигфрид вообще относится к этому разговору? Хм... Зигфрид, да. В клипах он выглядит довольно имбовым, но... я не уверена, что он на самом деле в этой лиге."
      },
      {
        "id": "smalltalk_10814_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Мои Братья и Сёстры в Среднем Пальце супер чилловые со мной... пока не проверяют Книгу, и их вайб меняется на 180 градусов. Будто между ними и мной невидимая стена. Наверное, это потому, что я ещё не одна из их Сестёр, хоть я и дочь мамы, так что... да.\nНеважно. Я в порядке. Мама — всё, что мне нужно. Кроме того, однажды я буду принадлежать к Среднему Пальцу вместе с ними."
      },
      {
        "id": "smalltalk_10814_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Дуэли — это круто, конечно, но полноценные потасовки — это гораздо более топово. Типа, просто посмотри на Ассоциации Корректировщиков — я имею в виду, камон, «Лю» фармит гораздо больше ауры, чем «Сэнк» когда-либо могла, без вариантов.\nОднажды, когда я овладею всем, чему учит меня мама... Может, я смогу напасть на Ассоциацию «Лю» со своей семьёй Братьев и Сестёр из Среднего Пальца!"
      },
      {
        "id": "gacksung_10814_1",
        "desc": "Связь",
        "dlg": "Не-а, он слился слишком быстро. Я пыталась увидеть каждое движение, которым он хвастался в интервью и видеостримах — чувак выглядел точь-в-точь как тот протагонист из *City Fighter 3* и всё такое...\nУгх, мне правда стоило взять автограф, прежде чем отправить его задницу на тот свет."
      },
      {
        "id": "neglect_10814_1",
        "desc": "Бездействие",
        "dlg": "Прыгаю по крышам Города~ Чтобы защитить его мир и покой~"
      },
      {
        "id": "formation_10814_1",
        "desc": "Вступление в команду",
        "dlg": "Ага, видела это за милю. Расслаблялась в режиме ожидания этого."
      },
      {
        "id": "battleentry_10814_1",
        "desc": "Выход на поле боя",
        "dlg": "Пять... Четыре... Тридваодин! Я пошла!"
      },
      {
        "id": "battle_select_10814_1",
        "desc": "Выбор в битве",
        "dlg": "Ты видел это движение только что? Эта деталь, чувак, это было просто безумие...\nТак надо двигаться? Или — не, вот *так*?"
      },
      {
        "id": "battle_endcommand_10814_1",
        "desc": "Совершение атаки",
        "dlg": "Это будет так круто!"
      },
      {
        "id": "battle_enemy_break_10814_1",
        "desc": "Оглушение противника",
        "dlg": "Хи-хи. Ты бесишься, братан? И чё ты сделаешь?"
      },
      {
        "id": "battle_break_10814_1",
        "desc": "Оглушение",
        "dlg": "Аргх!"
      },
      {
        "id": "battle_kill_10814_1",
        "desc": "Убийство противника",
        "dlg": "Ха! В твоих мечтах, тупица~"
      },
      {
        "id": "battle_dead_10814_1",
        "desc": "Смерть",
        "dlg": "Ма... ма..."
      },
      {
        "id": "choice_success_p_10814_2",
        "desc": "Успех проверки",
        "dlg": "Эй, я дочь своей мамы. Конечно, я справлюсь."
      },
      {
        "id": "choice_fail_n_10814_1",
        "desc": "Провал проверки",
        "dlg": "Это отлично работало в комиксах... Почему это не работает?!"
      },
      {
        "id": "battle_clear_10814_1",
        "desc": "Победный клич",
        "dlg": "Угх... вы, ребята, такие отстойные. Я пыталась попасть домой до того, как мама закончит работу, а теперь я опаздываю, потому что вы, жалкие неудачники, продолжали убегать.\nПохоже, я сегодня успею посмотреть только до того спецвыпуска про Корректировщиков Дьечи в этой серии интервью..."
      },
      {
        "id": "battle_clear_ex_10814_1",
        "desc": "Победный клич совершенства",
        "dlg": "Здравствуйте, Мистер и Мисс Корректировщики, не расстраивайтесь, что вас вынесли. Дело не в том, что вы, ребята, были слабыми или неподготовленными, просто я такая крутая, понятненько?\nФух... Что ж, с последним из «Перспективных Офисов Корректировщиков», упомянутых в *Ежемесячнике Корректировщика*, покончено."
      },
      {
        "id": "battle_defeat_10814_1",
        "desc": "Вой поражения",
        "dlg": "А...? Ааа...!? Но мама сказала... эта страта должна работать для всех типов врагов... Почему...?"
      }
    ]
}