{
  "dataList": [
    {
      "id": "get_11212_1",
      "desc": "Получение",
      "dlg": "Вполне себе человеческая рука. А я-то думал, мне обе руки настоящими змеями заменят."
    },
    {
      "id": "lobby_morning_11212_1",
      "desc": "Утреннее приветствие",
      "dlg": "Неужели у этого господина нет элементарной порядочности, чтобы дать своему Хэйшоу отдохнуть после бессонной ночи?.. Не в восторге я от его утренних вызовов.\nЭх, думаю, ему ещё многому предстоит научиться, он же новичок во всём этом~ Скоро он так будет с нами скупиться, что может и вовсе забыть вызывать нас туда, где мы нужны."
    },
    {
      "id": "lobby_noon_11212_1",
      "desc": "Полуденное приветствие",
      "dlg": "Думал, я худею от стресса из-за резкого отказа от табака, но... видимо, это задуманный эффект Болюса Сы.\nПридётся привыкать, полагаю~ Это тело, кожа да кости, не особо красиво, но оно действительно очень кстати для наших миссий."
    },
    {
      "id": "lobby_night_11212_1",
      "desc": "Вечернее приветствие",
      "dlg": "Дагуаньюань становится очень тихим в этот час. Господа живут в таких шикарных, роскошных домах... но ночью и глаз сомкнуть не могут. Быть Хэйшоу — это не жизнь, но и этим господам приходится несладко."
    },
    {
      "id": "smalltalk_11212_1",
      "desc": "Болтовня №1",
      "dlg": "Ну... Каждое ответвление Хэйшоу специализируется на разных задачах, а нам, змеям, выгодно обладать некоторой гибкостью. В прямом и переносном смысле слова.\nМы больше похожи на тайных оперативников; нельзя же бросаться в гущу событий, как петухи на петушиных боях, верно?"
    },
    {
      "id": "smalltalk_11212_2",
      "desc": "Болтовня №2",
      "dlg": "Держу пари, эти растягивающиеся руки делают меня непростым противником.\nЭти руки могут застать врасплох, нанося удар с любого расстояния, с любого направления."
    },
    {
      "id": "smalltalk_11212_3",
      "desc": "Болтовня №3",
      "dlg": "Мы, Хэйшоу, стоим в стороне от сложной сети обид и услуг, которая связывает жителей Хунъюань, а это значит, что у нас мало причин колебаться при выполнении наших миссий.\nОбида — это для кого-то близкого. Было бы странно мстить инструменту, который исчезает так же быстро, как и появился, верно?"
    },
    {
      "id": "smalltalk_11212_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Я служил каждой чёртовой семье в Хунъюань. Семье Кун до их резни, Ши во время их упадка и вечно могущественным Цзя.\nЭто заставляет меня осознать, как долго я выживал в этой дыре. Я чувствую смерть прямо за углом, но... я просто сбрасываю кожу и возвращаюсь, как ни в чём не бывало..."
    },
    {
      "id": "smalltalk_11212_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Я выживший. Был им очень, очень долго... но всё это бессмысленно. Жизнь стала такой скучной, что я потерял всякую привязанность к жизни и смерти. Но я знаю, что настоящая смерть придёт, когда... последние мои эмоции иссякнут."
    },
    {
      "id": "neglect_11212_1",
      "desc": "Бездействие",
      "dlg": "...Господин отдал приказ? Ох, чёрт... Надо прекращать так отключаться. Поторопимся."
    },
    {
      "id": "gacksung_11212_1",
      "desc": "Связь",
      "dlg": "Эй, нет смысла искать выход. Я уже весь свернулся, готов к броску. Тебе отсюда не выбраться."
    },
    {
      "id": "formation_11212_1",
      "desc": "Вступление в команду",
      "dlg": "Не слышишь, как где-то змея ползёт?"
    },
    {
      "id": "battleentry_11212_1",
      "desc": "Выход на поле боя",
      "dlg": "Это... довольно хороший маршрут для проникновения."
    },
    {
      "id": "battle_select_11212_1",
      "desc": "Выбор в битве",
      "dlg": "Говорил же тебе, будь осторожен со свернувшейся змеёй."
    },
    {
      "id": "battle_endcommand_11212_1",
      "desc": "Совершение атаки",
      "dlg": "А теперь, попробуй-ка угадать. С какого направления ударит моя рука?"
    },
    {
      "id": "battle_enemy_break_11212_1",
      "desc": "Оглушение противника",
      "dlg": "Не ожидал, да?"
    },
    {
      "id": "battle_break_11212_1",
      "desc": "Оглушение",
      "dlg": "Хык..."
    },
    {
      "id": "battle_kill_11212_1",
      "desc": "Убийство противника",
      "dlg": "Чистый укус, а?"
    },
    {
      "id": "battle_dead_11212_1",
      "desc": "Смерть",
      "dlg": "Ха-ах... Так смерть всё-таки может забрать меня."
    },
    {
      "id": "choice_success_p_11212_2",
      "desc": "Успех проверки",
      "dlg": "Говорил же, я справлюсь, мой господин."
    },
    {
      "id": "choice_fail_n_11212_1",
      "desc": "Провал проверки",
      "dlg": "Ну, не змеиный ли это хвост в качестве финала? Полное разочарование."
    },
    {
      "id": "battle_clear_11212_1",
      "desc": "Победный клич",
      "dlg": "Некоторым удалось уйти, но я уже пометил их ядом Смертельного обряда. Далеко они не уйдут. Возвращаемся, господин будет доволен."
    },
    {
      "id": "battle_clear_ex_11212_1",
      "desc": "Победный клич совершенства",
      "dlg": "С этим... похоже, я скоро попрощаюсь с этим господином. Хотя он позаботился о том, чтобы получить сполна за свои деньги."
    },
    {
      "id": "battle_defeat_11212_1",
      "desc": "Вой поражения",
      "dlg": "Придётся какое-то время вести себя потише. Провалить такую лёгкую миссию... Думаю, я ещё немного побуду с этим господином, а?"
    }
  ]
}