{
    "dataList": [
      {
        "id": "get_10313_1",
        "desc": "Получение",
        "dlg": "Ты шутишь, верно... как ты можешь говорить о жаре?.. Честное слово, *стон* я могу умереть от холода прямо сейчас... Апчхи!"
      },
      {
        "id": "lobby_morning_10313_1",
        "desc": "Утреннее приветствие",
        "dlg": "Доводилось ли вам знать?.. Как бы ни была холодна тьма ночи... *дрожь* именно в этот миг, когда брезжит первый свет, холод наиболее лют... Я надеялась, что к этому времени потеплеет, но увы! *стон*"
      },
      {
        "id": "lobby_noon_10313_1",
        "desc": "Полуденное приветствие",
        "dlg": "Почему во всех лавках вокруг продают только холодную еду? ...А-ах! Этот запах, неужели это...?! Даже в это время года и в такую погоду продавец китового хлеба ведёт торговлю! М-м-монеты, монеты... Эй, друг... Не найдётся ли у тебя лишней монетки, случаем?"
      },
      {
        "id": "lobby_night_10313_1",
        "desc": "Вечернее приветствие",
        "dlg": "Н-нгх... ночной воздух пробирает до костей... В такие моменты нет ничего лучше, чем свернуться калачиком под тёплым одеялом и провалиться в сон... Ахх... мне нужно выходить?.. Л-ладно... Я соберусь...\nНо это одеяло было нагрето до такого совершенства... Прошу, ещё всего 5 минуточек... можем ли мы задержаться так ненадолго?"
      },
      {
        "id": "smalltalk_10313_1",
        "desc": "Болтовня №1",
        "dlg": "Послушай меня. В былые дни я тоже странствовала по землям далёким и широким. Я видела невиданные зрелища... и сталкивалась со зверями самыми ужасными...\nН-нгх! С тех пор как Болюс Вэй даровал мне эти рога, мой разум часто пребывает в тумане — как у меня вообще хватало духу на такие подвиги?"
      },
      {
        "id": "smalltalk_10313_2",
        "desc": "Болтовня №2",
        "dlg": "Наша ценность заключается в том, чтобы сокрушать всё, что преграждает путь впереди, *вздох* но, увы, кто из нас мог бы выполнить такой ужасный труд в здравом уме? Когда нашему господину мы нужны, он натягивает поводок. Тогда, воистину, нами овладевает беспокойная тревога, словно какая-то невидимая ноша гонит нас вперёд... и ничто больше не кажется слишком страшным."
      },
      {
        "id": "smalltalk_10313_3",
        "desc": "Болтовня №3",
        "dlg": "...Ик?! П-прошу прощения... Всякий раз, когда мой разум блуждает, меня охватывает желание протаранить всё, что стоит рядом... Молю, у меня есть к тебе просьба. Не мог бы ты принести мне мешок, набитый соломой?\nЭ-эта моя привычка... Стоит мне начать, остановиться почти невозможно... Я бы не хотела протаранить тебя, дабы не сломать тебе голень. П-прошу, поторопись!"
      },
      {
        "id": "smalltalk_10313_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Холодок... ползёт по моей спине... Поспешите!.. Мы должны прорваться сквозь их ряды и наступать! Вперёд! Вперёд, Таранные Рога (衝破角)!"
      },
      {
        "id": "smalltalk_10313_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Ха-ах... Мои глаза часто затуманиваются в пылу битвы. Будь осторожен и не мечись передо мной, дабы я, ненароком, не поддалась искушению протаранить тебя!"
      },
      {
        "id": "neglect_10313_1",
        "desc": "Бездействие",
        "dlg": "Эй, ты... Куда ты подевался?.. Н-нгх... Быть одной, без компании, тревожит меня... Росинант?.. Прошу, расскажи сейчас самую чудесную сказку, чтобы сердце моё нашло утешение..."
      },
      {
        "id": "gacksung_10313_1",
        "desc": "Связь",
        "dlg": "Не оборачивайтесь, говорю я!\nВон туда, вперёд, в атаку! Стадо овец сломит и сокрушит всё, что встанет перед вами!"
      },
      {
        "id": "formation_10313_1",
        "desc": "Вступление в команду",
        "dlg": "Хм, время для Вэй вступить в бой... *стон* холодно..."
      },
      {
        "id": "battleentry_10313_1",
        "desc": "Выход на поле боя",
        "dlg": "Уф... Идём вперёд!"
      },
      {
        "id": "battle_select_10313_1",
        "desc": "Выбор в битве",
        "dlg": "В атаку!!"
      },
      {
        "id": "battle_endcommand_10313_1",
        "desc": "Совершение атаки",
        "dlg": "Опрокинуть их, пока битва не разгорелась!"
      },
      {
        "id": "battle_enemy_break_10313_1",
        "desc": "Оглушение противника",
        "dlg": "Разве твой череп не громыхает изнутри?"
      },
      {
        "id": "battle_break_10313_1",
        "desc": "Оглушение",
        "dlg": "Хррк...!"
      },
      {
        "id": "battle_kill_10313_1",
        "desc": "Убийство противника",
        "dlg": "Они падают!"
      },
      {
        "id": "battle_dead_10313_1",
        "desc": "Смерть",
        "dlg": "Гах?! А-ах... Неужели... неужели это... мой конец?"
      },
      {
        "id": "choice_success_p_10313_2",
        "desc": "Успех проверки",
        "dlg": "Ох... Б-был ли этот... успех, случайным?"
      },
      {
        "id": "choice_fail_n_10313_1",
        "desc": "Провал проверки",
        "dlg": "Ииик?! П-п-простите меня...!"
      },
      {
        "id": "battle_clear_10313_1",
        "desc": "Победный клич",
        "dlg": "*пых* *пых* Безопасно ли здесь остановиться? Е-есть ли ещё кто-то у меня на хвосте?.. Уф, мои плечи ужасно болят... Посмотрим... О! Похоже, я смела этих негодяев!"
      },
      {
        "id": "battle_clear_ex_10313_1",
        "desc": "Победный клич совершенства",
        "dlg": "Слушайте, собратья моего стада! Не мешкайте на пути, дабы челюсти наших врагов не сомкнулись на нас! Доверьтесь своим могучим рогам и мчитесь вперёд!"
      },
      {
        "id": "battle_defeat_10313_1",
        "desc": "Вой поражения",
        "dlg": "Скажи... Моё зрение ещё не вернулось. Те тела, наваленные там, — это мертвецы наших врагов или...? \nАх, понимаю. Это... горестная и ужасная вещь, воистину..."
      }
    ]
}