{
    "dataList": [
      {
        "id": "get_10413_1",
        "desc": "Получение",
        "dlg": "Что ещё мне осталось срубить, когда я уже подвела того, кого должна была защищать? *Ты* знаешь? ...Верно, так я и думала."
      },
      {
        "id": "lobby_morning_10413_1",
        "desc": "Утреннее приветствие",
        "dlg": "В.О.Д.Г... Всего Один День в Году. Одного дня достаточно, чтобы всё рухнуло и рассеялось — будь то слава минувших дней или перспектива стать Главой Семьи. Вот почему утро лучше всего работает, когда оно не затягивается. Удерживать взгляд на том, что, как я знаю, будет мимолётным ничем... меня от этого тошнит."
      },
      {
        "id": "lobby_noon_10413_1",
        "desc": "Полуденное приветствие",
        "dlg": "Я буду жить с мечом в руке, сражаясь на службе у других... до конца своих дней. И каждый раз, когда этот фальшивый свет небесного потолка Хунъюаня будет мерцать, включаясь и выключаясь...\nЯ буду вспоминать о том карауле, который я провалила."
      },
      {
        "id": "lobby_night_10413_1",
        "desc": "Вечернее приветствие",
        "dlg": "На кого я буду работать сегодня вечером? Монеты не имеют значения.\n...Лучше всего, если это будет какой-нибудь глупец, жаждущий амбиций достаточно сильно, чтобы коснуться стен Дагуаньюаня.\nОбщая цель всё упрощает."
      },
      {
        "id": "smalltalk_10413_1",
        "desc": "Болтовня №1",
        "dlg": "Песни, восхваляющие нового Главу Семьи, уже разносятся по рыночным площадям Хунъюаня. Смехотворно... Если бы только они были там и видели, как жестоко было разорвано горло моего господина."
      },
      {
        "id": "smalltalk_10413_2",
        "desc": "Болтовня №2",
        "dlg": "Даже блуждающий клинок знает, как отплатить за добро. Этого... я не забываю. В отличие от остальных... моих воспоминаний."
      },
      {
        "id": "smalltalk_10413_3",
        "desc": "Болтовня №3",
        "dlg": "Кандидаты семей Ши и Ван... Пешки, не имеющие реальной возможности приблизить меня к Главе. Если я хочу копнуть глубже... семья Сюэ — вот в чью дверь нужно стучаться."
      },
      {
        "id": "smalltalk_10413_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "День Реструктуризации... Мой глупый господин говорил, что хочет реформировать его. Для выходца из Дагуаньюаня он был... радикален. Прогрессивен.\nЭтот новоявленный идиот, похоже, совсем не разделяет этих взглядов... Интересно, что бы сказал о всём этом фарсе господин, коего я уложила в землю."
      },
      {
        "id": "smalltalk_10413_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Значит, они думали, что смогут взять меня числом... На этот раз крысы, да?\nХах... давайте. Приятно знать, что моё имя заставляет дрожать этих трусов, прячущихся за Хэйшоу."
      },
      {
        "id": "neglect_10413_1",
        "desc": "Бездействие",
        "dlg": "Я похоронила увядший цветок... Но когда умру я, не останется никого... чтобы похоронить меня."
      },
      {
        "id": "gacksung_10413_1",
        "desc": "Связь",
        "dlg": "Я бесцельно блуждаю, не имея господина, которому можно служить, но они всё равно настаивают на том, чтобы стоять у меня на пути... Хах. Без сомнения, Дагуаньюань знает, что именно тело в могиле направляет острие моего копья."
      },
      {
        "id": "formation_10413_1",
        "desc": "Вступление в команду",
        "dlg": "Пройдись со мной немного. Куда ты направляешься?"
      },
      {
        "id": "battleentry_10413_1",
        "desc": "Выход на поле боя",
        "dlg": "Наши пути сходятся. Я протяну тебе руку помощи."
      },
      {
        "id": "battle_select_10413_1",
        "desc": "Выбор в битве",
        "dlg": "Отходить от меня — не самый умный выбор."
      },
      {
        "id": "battle_endcommand_10413_1",
        "desc": "Совершение атаки",
        "dlg": "С удовольствием."
      },
      {
        "id": "battle_enemy_break_10413_1",
        "desc": "Оглушение противника",
        "dlg": "Штурмуйте их без пощады..."
      },
      {
        "id": "battle_break_10413_1",
        "desc": "Оглушение",
        "dlg": "...Хах."
      },
      {
        "id": "battle_kill_10413_1",
        "desc": "Убийство противника",
        "dlg": "Рассеяться, чтобы никогда больше не быть найденными."
      },
      {
        "id": "battle_dead_10413_1",
        "desc": "Смерть",
        "dlg": "Моё единственное сожаление... что я умираю, не отомстив... за моего глупого господина."
      },
      {
        "id": "choice_success_p_10413_2",
        "desc": "Успех проверки",
        "dlg": "Просто делаю то, за что мне заплатили."
      },
      {
        "id": "choice_fail_n_10413_1",
        "desc": "Провал проверки",
        "dlg": "...Не заставляй меня делать то, что не связано с использованием копья."
      },
      {
        "id": "battle_clear_10413_1",
        "desc": "Победный клич",
        "dlg": "Ты не выглядишь довольным... Я знаю. Это не тот результат, который заслуживает похвалы. ...Я не возьму твои монеты. Взамен встань со мной, когда придёт тот день — день, когда я отрублю голову этому узурпатору в Дагуаньюане."
      },
      {
        "id": "battle_clear_ex_10413_1",
        "desc": "Победный клич совершенства",
        "dlg": "Оставь меня на службе.\nЯ могу выглядеть как сумасшедшая среди множества клинков Хунъюаня, но скоро ты увидишь, что я на голову выше даже Хэйшоу. И к тому времени, как ты это поймёшь... цель будет достигнута — твоя и моя."
      },
      {
        "id": "battle_defeat_10413_1",
        "desc": "Вой поражения",
        "dlg": "Похоже... моё копье потеряло хватку. Логично, что я и его подвела в тот день... Хах. Скоро увидимся, мой глупый господин."
      }
    ]
}