{
    "dataList": [
        {
            "id": "get_11012_1",
            "desc": "Получение",
            "dlg": "Мы вычеркнули всех из списка на сегодня, и... Ладно, пора сказать Старшему Брату, что мы готовы выследить этих воров купонов на стрижку."
        },
        {
            "id": "lobby_morning_11012_1",
            "desc": "Утреннее приветствие",
            "dlg": "Ага. Доброе утро и тебе. ... Эй, просто к слову, похоже, Великая Сестра спустится к нам во время еды. ... Не паникуй, я буду рядом с тобой во время подготовки."
        },
        {
            "id": "lobby_noon_11012_1",
            "desc": "Полуденное приветствие",
            "dlg": "Прости, сегодня я не присоединюсь к обеду. Нужно начинать готовиться к отправке на восток."
        },
        {
            "id": "lobby_night_11012_1",
            "desc": "Вечернее приветствие",
            "dlg": "Всё хорошо? Уф... уже закат, да. Похоже, Младший Брат ушёл проверить наши «дела», а... мы... хм. Начнём с того, что позаботимся о более лёгких целях из Книги. Нам придётся освободить расписание, если хотим поспевать за Старшим Братом."
        },
        {
            "id": "smalltalk_11012_1",
            "desc": "Болтовня №1",
            "dlg": "Скоро день реструктуризации в Корпорации H, верно? Это заставит всех паразитов, прячущихся в лабиринте Подворотен, выползти наружу... Отвратительные беглецы из Книги Возмездия, пустая трата бумаги... Воспользуемся этим шансом, чтобы вычистить мусор."
        },
        {
            "id": "smalltalk_11012_2",
            "desc": "Болтовня №2",
            "dlg": "Обычно это подпадает под юрисдикцию нашей восточной семьи, но... наш Старший Брат был твёрдо намерен лично заняться этим конкретным делом."
        },
        {
            "id": "smalltalk_11012_3",
            "desc": "Болтовня №3",
            "dlg": "Похоже... список возмездия какой-то семьи из 8-го Района был добавлен к нашему. Ясно, значит, мы позаботимся об этих ребятах, а они закроют глаза на то, что мы устроим заварушку на востоке, да. Как там говорится? Услуга за услугу, да."
        },
        {
            "id": "smalltalk_11012_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "Ты усложняешь жизнь нам обоим. Почему бы тебе просто не принять своё наказание, вместо того чтобы сопротивляться и устраивать беспорядок?\nТы ведь знаешь, что как только твоё имя попадёт в Книгу, Средний не остановится ни перед чем, чтобы выследить тебя, куда бы ты ни пошёл, верно?"
        },
        {
            "id": "smalltalk_11012_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Они действительно делают нам одолжение, позволяя этим одной-двум услугам оплатить просьбу нашего Старшего Брата. Ужасно щедро с их стороны.\nНам стоит подарить им в благодарность хотя бы несколько дорогих Болюсов..."
        },
        {
            "id": "neglect_11012_1",
            "desc": "Бездействие",
            "dlg": "... Хотите несколько рекомендаций по местам для посещения в 8-ом Районе, Старший Брат?"
        },
        {
            "id": "gacksung_11012_1",
            "desc": "Связь",
            "dlg": "Ага... Да, да. Потише, по одному. Куда снова направился Старший Брат?"
        },
        {
            "id": "formation_11012_1",
            "desc": "Вступление в команду",
            "dlg": "Можете рассчитывать на меня, я проведу вас через Корпорацию H и 8-ой Район."
        },
        {
            "id": "battleentry_11012_1",
            "desc": "Выход на поле боя",
            "dlg": "Давайте совершать возмездие одно за другим."
        },
        {
            "id": "battle_select_11012_1",
            "desc": "Выбор в битве",
            "dlg": "Кто вмешивается в наши дела?"
        },
        {
            "id": "battle_endcommand_11012_1",
            "desc": "Совершение атаки",
            "dlg": "Я сотру их в порошок."
        },
        {
            "id": "battle_enemy_break_11012_1",
            "desc": "Оглушение противника",
            "dlg": "Не сопротивляйся."
        },
        {
            "id": "battle_break_11012_1",
            "desc": "Оглушение",
            "dlg": "Ты... мелкий... говнюк!"
        },
        {
            "id": "battle_kill_11012_1",
            "desc": "Убийство противника",
            "dlg": "... Отлично, теперь могу вычеркнуть это из Книги."
        },
        {
            "id": "battle_dead_11012_1",
            "desc": "Смерть",
            "dlg": "Хех... хех. Убив меня, ты не сотрёшь своё имя из Книги."
        },
        {
            "id": "choice_success_p_11012_2",
            "desc": "Успех проверки",
            "dlg": "Я рад, что моё руководство оказалось полезным, Старший Брат."
        },
        {
            "id": "choice_fail_n_11012_1",
            "desc": "Провал проверки",
            "dlg": "... Почему бы нам просто не сломать эту штуку пополам?"
        },
        {
            "id": "battle_clear_11012_1",
            "desc": "Победный клич",
            "dlg": "Мы наконец-то свершили возмездие, но многие из семьи погибли в процессе. Даже те, с кем я делил трапезу всего несколько часов назад... Я... отомщу за вас, клянусь, отомщу."
        },
        {
            "id": "battle_clear_ex_11012_1",
            "desc": "Победный клич совершенства",
            "dlg": "Старший Брат дал нам несколько черепашьих Болюсов в награду за хорошо выполненную работу. Вот немного информации для Братьев и Сестёр, которые никогда не были в 8-ом Районе — эти штуки довольно редки. Так что считайте, вам повезло."
        },
        {
            "id": "battle_defeat_11012_1",
            "desc": "Вой поражения",
            "dlg": "... Мне всё равно, что мы провалились. Это моя неудача, а не Среднего.\nА Средний всегда платит по счетам."
        }
    ]
}