{
    "dataList": [
      {
        "id": "get_10213_1",
        "desc": "Получение",
        "dlg": "Дождь пробуждает сердца,\nПодворотни — лужи шагов;\nДальше — тишина."
      },
      {
        "id": "lobby_morning_10213_1",
        "desc": "Утреннее приветствие",
        "dlg": "Слухи о том, что Ассоциация действует только по ночам, безосновательны; у нас нет определённого времени для операций, так как решения принимаются исходя из практичности и варьируются для каждой цели. Мы также существуем на границе между первым светом и ранним запахом рассвета."
      },
      {
        "id": "lobby_noon_10213_1",
        "desc": "Полуденное приветствие",
        "dlg": "Не уделите ли минутку, чтобы выпить чашечку чая? Никогда нельзя забывать о перерывах, даже когда завалены непрерывной работой. Пренебрегая этим простым фактом, можно даже быть вынужденной дать жить той жизни, которая не должна была увидеть завтрашнего дня."
      },
      {
        "id": "lobby_night_10213_1",
        "desc": "Вечернее приветствие",
        "dlg": "Поздний час. Отдыхайте и без нужды не выходите на ночной воздух. ...Фауст предпочитает видеть в этот час лишь один тип жизни: движущиеся цели."
      },
      {
        "id": "smalltalk_10213_1",
        "desc": "Болтовня №1",
        "dlg": "Единственного верного способа убийства не существует. Что угодно — меч, стрела или даже камень на земле — может стать эффективным инструментом для этой задачи.\nКаждая ветвь просто выбрала разное оружие, которое лучше подходит для их окружения. И для нас это оказался клинковый лук"
      },
      {
        "id": "smalltalk_10213_2",
        "desc": "Болтовня №2",
        "dlg": "Можно задаться вопросом, не превышает ли спрос - предложение в этом деле... и Фауст, в некоторой степени, тоже. В конце концов, обида наводняет Город, как этот проливной дождь.\n...Именно поэтому... ничего не поделаешь с тем, что лишь немногие могут выполнить эту работу."
      },
      {
        "id": "smalltalk_10213_3",
        "desc": "Болтовня №3",
        "dlg": "Прямой выстрел всегда попадёт в цель. Если этого не произошло, может быть лишь одно объяснение: излишняя, ненужная привязанность к цели.\nУ цели нет ни лица, ни истории, ни семьи, ни друзей. Тем, кто их видит, нет места в этом деле."
      },
      {
        "id": "smalltalk_10213_4",
        "desc": "Болтовня после Связи №1",
        "dlg": "Даже в Городе полным неравенств, одно остаётся справедливым: смерть.\nСправедливость для нищего, что преклоняет колени на мокрой мостовой... и для ростовщика, что свысока унижает его.\n...Оба контракта выполнены."
      },
      {
        "id": "smalltalk_10213_5",
        "desc": "Болтовня после Связи №2",
        "dlg": "Луки, конечно, не являются универсальным инструментом, и именно поэтому у него есть и лезвие. Убийца, готовый как к дальнему, так и к ближнему бою, представляет собой довольно... грозного противника."
      },
      {
        "id": "neglect_10213_1",
        "desc": "Бездействие",
        "dlg": "...Послушаем дождь вместе?"
      },
      {
        "id": "gacksung_10213_1",
        "desc": "Связь",
        "dlg": "Наложить стрелу, натянуть, отпустить — она пронзает цель, повергая её. Это простая, ручная работа с очень малой вероятностью ошибки."
      },
      {
        "id": "formation_10213_1",
        "desc": "Вступление в команду",
        "dlg": "Цель назначена?"
      },
      {
        "id": "battleentry_10213_1",
        "desc": "Выход на поле боя",
        "dlg": "Утиокоси."
      },
      {
        "id": "battle_select_10213_1",
        "desc": "Выбор в битве 1",
        "dlg": "Жду подходящего момента."
      },
      {
        "id": "battle_select_10213_2",
        "desc": "Выбор в битве 2",
        "dlg": "...Цель захвачена."
      },
      {
        "id": "battle_endcommand_10213_1",
        "desc": "Совершение атаки",
        "dlg": "Пусть проливной дождь похоронит тебя."
      },
      {
        "id": "battle_enemy_break_10213_1",
        "desc": "Оглушение противника",
        "dlg": "Чистый выстрел в лёгкое."
      },
      {
        "id": "battle_break_10213_1",
        "desc": "Оглушение",
        "dlg": "М-м..."
      },
      {
        "id": "battle_kill_10213_1",
        "desc": "Убийство противника",
        "dlg": "В яблочко."
      },
      {
        "id": "battle_dead_10213_1",
        "desc": "Смерть",
        "dlg": "Опять же, справедливость — это просто универсальное понятие... даже... для меня."
      },
      {
        "id": "choice_success_p_10213_2",
        "desc": "Успех проверки",
        "dlg": "Элементарная работа для убийцы."
      },
      {
        "id": "choice_fail_n_10213_1",
        "desc": "Провал проверки",
        "dlg": "...Целилась слишком высоко."
      },
      {
        "id": "battle_clear_10213_1",
        "desc": "Победный клич",
        "dlg": "Контракт выполнен. Хотя и пришлось прибегнуть к ближнему бою, что прискорбно... как всегда, свидетелей не было."
      },
      {
        "id": "battle_clear_ex_10213_1",
        "desc": "Победный клич совершенства",
        "dlg": "Проливные капли дождя скрывают падающие стрелы, и они умрут под ливнем, не зная, что их убило. Так убивает Восточная ветвь «Ши»."
      },
      {
        "id": "battle_defeat_10213_1",
        "desc": "Вой поражения",
        "dlg": "Хоть я и напитала этот лук своей собственной кровью... ни случай, ни удача не были на моей стороне. Поскольку невыполнение контракта карается смертью... это будет мой конец, ибо я перешла на неверную сторону грани смерти."
      }
    ]
}