{
  "dataList": [
    {
      "id": "announcer_cheer_30_1",
      "dlg": "- Даже самый эффективный солдат бесполезен в руках бестолкового командира. Давайте сначала осмотрим поле боя.\n- Уже сделано. Остальное... не проблема для меча."
    },
    {
      "id": "announcer_cheer_30_2",
      "dlg": "- Наш господин видит в вас большой потенциал. Выложитесь на полную.\n- Хех. Не стремитесь к совершенству так уж сильно; наш господин не наказывает за пустяки."
    },
    {
      "id": "announcer_specialcheer_30_1",
      "dlg": "- Ситуация... действительно, весьма неблагоприятная.\n- Уничтожьте всё, что стоит на вашем пути, и это должно решить проблему.\n- ... Ты серьёзно?"
    },
    {
      "id": "announcer_specialcheer_30_2",
      "dlg": "- Мм. Тёмная тень лежит на вашем пути; сначала нужно найти луч света, чтобы продвинуться вперёд.\n- Обязательно выражаться такими напыщенными метафорами?\n- ...Хм, возможно, это было слишком сложно для твоего понимания."
    },
    {
      "id": "announcer_enemy_break_30_1",
      "dlg": "Враг шатается под ударами, словно пьянчуга. Сейчас самый подходящий момент, чтобы утвердить своё превосходство в битве."
    },
    {
      "id": "announcer_ally_break_30_1",
      "dlg": "- Прореха в вашей обороне. Поможете им?\n- Было бы разумно этим воспользоваться, однако...\n- Наш господин помог бы им.\n- ...Хорошо. Помогите раненым."
    },
    {
      "id": "announcer_killenemy_30_1",
      "dlg": "Хоть вы и не смогли обратить вспять великий поток... это был тем не менее хороший ход."
    },
    {
      "id": "announcer_ally_dead_30_1",
      "dlg": "- ... Это определённо была ошибка.\n- Заверните их в стазисные бинты."
    },
    {
      "id": "announcer_enemy_adv_30_1",
      "dlg": "- Я... Меня переиграли?\n- В одном лишь Хунъюане тысячи гениев, и способов перехитрить твою тактику тоже немало.\n- Мог бы выражаться и подипломатичнее.\n- Кто бы говорил."
    },
    {
      "id": "announcer_ally_adv_30_1",
      "dlg": "- Хоть у вас и преимущество, излишняя самоуверенность непременно приведёт к поражению там, где победа была так близка.\n- ...Ну и что?\n- Я хочу сказать, что им нужно оставаться начеку... Неужели мне нужно разжёвывать это для тебя?"
    },
    {
      "id": "announcer_ally_advex_30_1",
      "dlg": "- Огонь всё ещё горит в их глазах.\n- Вы действительно намерены действовать именно так? Тогда не воля небес решит исход этой битвы, а ваша собственная."
    },
    {
      "id": "announcer_danger_30_1",
      "dlg": "- Стоите на краю трёхтысячеметрового обрыва.\n- И всё же, они стоят всего в нескольких шагах от цели. Они должны пройти последний отрезок пути, чтобы не осталось сожалений."
    },
    {
      "id": "announcer_enemy_specialskill_30_1",
      "dlg": "- Их приём, безусловно, силён, но нам нужно лишь прочесть их намерения. Поверхностная стратегия.\n- Не теряй бдительности, Цзы Гун."
    },
    {
      "id": "announcer_enemy_specialgimmick_30_1",
      "dlg": "- Весьма загадочная стратегия. Но должно быть решение, чтобы её сломить.\n- Однако без решения наши союзники находятся в шатком положении, словно непокрытая свеча перед сильным порывом ветра."
    },
    {
      "id": "announcer_advatk_physical_30_1",
      "dlg": "- ... Верно."
    },
    {
      "id": "announcer_disadvatk_physical_30_1",
      "dlg": "- ... Возможно, нам следует сначала проанализировать состав наших войск.\n- Если это кажется невыполнимым, то сначала вы должны разработать стратегию."
    },
    {
      "id": "announcer_advatk_attr_30_1",
      "dlg": "... Эффективный удар."
    },
    {
      "id": "announcer_disadvatk_attr_30_1",
      "dlg": "- Бесполезный удар.\n- Цзы Лу. Зачем излишне рассказывать им то, что они и сами прекрасно видят?\n- ... Уф."
    },
    {
      "id": "announcer_enemy_specialbuff_30_1",
      "dlg": "- Теперь их стратегия раскрыта."
    },
    {
      "id": "announcer_enemy_specialdebuff_30_1",
      "dlg": "- Их действия противоречат друг другу. Это редкая возможность; давайте воспользуемся ею, чтобы победный ветер наполнил наши боевые знамёна."
    },
    {
      "id": "announcer_ally_specialbuff_30_1",
      "dlg": "- Ошибка или преднамеренный эффект?\n- Если цель не может быть раскрыта, то мы должны сначала обдумать её применение."
    },
    {
      "id": "announcer_ally_specialdebuff_30_1",
      "dlg": "- Они применили уловки.\n- Внимательно наблюдайте за ними. Эту комбинацию может быть трудно переиграть."
    },
    {
      "id": "announcer_enemy_destroy_30_1",
      "dlg": "- Хм. Вы сломали им крылья."
    },
    {
      "id": "announcer_enemy_destroy_30_2",
      "dlg": "- Это был значимый удар.\n- Словно снежный ком, катящийся с горы, преимущество наших союзников будет расти в геометрической прогрессии."
    },
    {
      "id": "announcer_round_takebigdmg_30_1",
      "dlg": "- Нгх. Мы что, угодили прямо в засаду врага?\n- Отведите людей. Я...\n- ... Нет, я смогу вывести нас из этого затруднительного положения."
    },
    {
      "id": "announcer_round_takebigdmg_30_2",
      "dlg": "- Не падайте духом. Некоторым вещам нельзя научиться, не столкнувшись с ними лицом к лицу.\n- Однако, должны ли они были сталкиваться с этим ценой своих жизней?"
    },
    {
      "id": "announcer_round_givebigdmg_30_1",
      "dlg": "- Этот ход лишает их и пушек, и колесниц. Ваш манёвр превосходит мои ожидания."
    },
    {
      "id": "announcer_round_givebigdmg_30_2",
      "dlg": "- Вы отрубили им конечности. Теперь добейте."
    },
    {
      "id": "announcer_multikillenemy_30_1",
      "dlg": "- Хмф, многие умеют владеть клинком. Важно то, следует ли их клинок пути.\n- Просто похвали их, если тебе понравилось это зрелище, Цзы Лу. Не могу понять, почему ты скупишься на похвалу за достойный подвиг."
    },
    {
      "id": "announcer_equip_30_1",
      "dlg": "- Я Цзы Гун, стратег и правая рука моего господина. По его приказу я принимаю командование вашим отрядом.\n- ...Я Цзы Лу."
    }
  ]
}
