{
  "dataList": [
    {
      "id": "announcer_cheer_36_1",
      "dlg": "- Этот спарринг не должен доставить вам много хлопот, моя госпожа. С вашей мудростью, вашей храбростью, вашей настойчивостью, вашим чувством стиля, вашей страстью...\n- Вэй... ты в последнее время с Отис общался? Прекрати, это неловко."
    },
    {
      "id": "announcer_cheer_36_2",
      "dlg": "- Вам не нужно так напрягаться, моя госпожа.\n- ...Это и вправду так заметно?\n- Уже не так сильно, как раньше. Полагаю, за это стоит поблагодарить Родю."
    },
    {
      "id": "announcer_specialcheer_36_1",
      "dlg": "- Возможно, вам пора сделать перерыв, моя госпожа.\n- ...Нет, нет. Мне ещё многому нужно научиться."
    },
    {
      "id": "announcer_specialcheer_36_2",
      "dlg": "Я думала, что всю жизнь готовилась стать Главой Семьи... но я никогда не чувствовала такого давления, как сейчас. Пока у меня не появилось чёткого представления о том, каким я вижу Хунъюань.\nМне тогда так не хватало... и знаний, и усердия."
    },
    {
      "id": "announcer_enemy_break_36_1",
      "dlg": "- Похоже, на этом спарринг можно и закончить.\n- Эй, не дай себя убить из-за этого. Ты один из жителей Хунъюаня, о которых я как Глава должна заботиться."
    },
    {
      "id": "announcer_ally_break_36_1",
      "dlg": "- Моя госпожа, похоже, члены вашего клана... не в состоянии продолжать.\n- Серьёзно?.. Да сколько же они работали?!"
    },
    {
      "id": "announcer_killenemy_36_1",
      "dlg": "- Вы одолели противника прекрасным манёвром.\n- ...Отведите их к врачу. Я заплачу за лечение, если понадобится."
    },
    {
      "id": "announcer_ally_dead_36_1",
      "dlg": "- Один из членов вашего клана, занимавшийся бумажной работой, ...потерял сознание.\n- ...Ха-ах. Да, отправь его домой. Остальную его работу я оставлю на тебя, Вэй.\n- ...Прошу прощения?! Моя госпожа, что... Моя госпожа!?"
    },
    {
      "id": "announcer_enemy_adv_36_1",
      "dlg": "Великие Корректировщики из рассказов Дон Кихот никогда, никогда не сдавались, какие бы испытания ни выпадали на их долю. Так что я тоже не отступлю. Если я хочу быть такой же ослепительной, как они."
    },
    {
      "id": "announcer_ally_adv_36_1",
      "dlg": "- Эй... может, у меня и вправду есть потенциал гения.\n- Конечно, моя госпожа. Лишь Фауст и И Сан могут мечтать сравниться с вашей гениальностью...\n- Это уже слишком, Вэй. Слишком.\n- ...Прошу прощения."
    },
    {
      "id": "announcer_ally_advex_36_1",
      "dlg": "- Возможно, ситуация требует осторожности...\n- Может, это то, что старший брат Баоюй называл «чутьём»? Моё чутьё говорит мне, что... говорит, что я справлюсь.\n- Я последую вашему суждению, моя госпожа."
    },
    {
      "id": "announcer_danger_36_1",
      "dlg": "- ...До голосования осталось всего несколько дней, моя госпожа.\n- Да, мне нужно добиться ощутимого прогресса, и как можно скорее. Чего-то достаточно весомого, чтобы изменить их мнение."
    },
    {
      "id": "announcer_enemy_specialskill_36_1",
      "dlg": "- Моя госпожа, мы должны применить нашу лучшую стратегию, иначе рискуем потерпеть поражение.\n- Согласна. Я должна вложить в это всё, чему научилась."
    },
    {
      "id": "announcer_enemy_specialgimmick_36_1",
      "dlg": "...А я-то думала, что видела в Дагуаньюане всё, что только можно... Похоже, придётся быть начеку."
    },
    {
      "id": "announcer_advatk_physical_36_1",
      "dlg": "- Браво...! Браво, моя госпожа! Я ставлю этому манёвру десять из десяти!\n- Хмпф, я бы и с завязанными глазами так смогла."
    },
    {
      "id": "announcer_disadvatk_physical_36_1",
      "dlg": "- Э-э... мне кажется, вы взяли не то оружие, моя госпожа.\n- Э-эй... этот парень, Хитклиф, сказал мне, что в бою главное — боевой дух, ясно?"
    },
    {
      "id": "announcer_advatk_attr_36_1",
      "dlg": "- Удар по уязвимости.\n- Как лаконично... Должно быть, это учение Мерсо.\n- М-м...\n- В-вы могли бы хоть что-нибудь сказать, моя госпожа."
    },
    {
      "id": "announcer_disadvatk_attr_36_1",
      "dlg": "- Моя госпожа...?\n- ...З-забудь, что видел! Я просто поскользнулась, вот и всё."
    },
    {
      "id": "announcer_enemy_specialbuff_36_1",
      "dlg": "- ...Эй, мне кажется, занятия приносят плоды.\n- И я этому рад. Похоже, они весьма искусны в преподавании."
    },
    {
      "id": "announcer_enemy_specialdebuff_36_1",
      "dlg": "- Похоже, они не в своей тарелке.\n- А это значит, что у меня есть возможность. Я и так не собиралась их щадить."
    },
    {
      "id": "announcer_ally_specialbuff_36_1",
      "dlg": "- Почему они вдруг мне помогают? Что за игру они затеяли?\n- Это действительно подозрительно, но... не похоже, что это нам во вред."
    },
    {
      "id": "announcer_ally_specialdebuff_36_1",
      "dlg": "- Моя госпожа, у вас такой же вид, как у Грегора в конце его урока.\n- ...Всё не так уж плохо. Я просто немного не в своей тарелке."
    },
    {
      "id": "announcer_enemy_destroy_36_1",
      "dlg": "Без конечностей им будет довольно трудно строить козни."
    },
    {
      "id": "announcer_enemy_destroy_36_2",
      "dlg": "Теперь у меня будет немного времени на учёбу и тренировки, не беспокоясь о засадах."
    },
    {
      "id": "announcer_round_takebigdmg_36_1",
      "dlg": "- Моя госпожа...!\n- Не помогай мне, Вэй. Я Глава Семьи Хунъюань... я должна сама преодолеть такое испытание."
    },
    {
      "id": "announcer_round_takebigdmg_36_2",
      "dlg": "Там, в Ла-Манчалэнде... во время войны за пост Главы Семьи... я уже потеряла слишком много хороших людей. Я не могу вечно быть неуклюжим кандидатом.\nЦзя Сичунь, Глава Семьи Хунъюань, больше никогда не подведёт свой народ."
    },
    {
      "id": "announcer_round_givebigdmg_36_1",
      "dlg": "Вы определённо быстро взяли верх в этой битве. Такими темпами, этот спарринг скоро закончится в вашу пользу, моя госпожа."
    },
    {
      "id": "announcer_round_givebigdmg_36_2",
      "dlg": "- Даже в П&П дела редко шли так хорошо...\n- П&П? Вы имеете в виду «Приключения в поднебесной», игру, которую Измаил проводила за столом, моя госпожа?\n- Это не игра, Вэй. Это приключение."
    },
    {
      "id": "announcer_multikillenemy_36_1",
      "dlg": "- Пустота звука, формы и разума. Вы впитали его учение в своё сердце, моя госпожа.\n- Но я могу и лучше. Синклер смог."
    },
    {
      "id": "announcer_battle_win_36_1",
      "dlg": "- Безупречная победа, моя госпожа. Мои поздравления. Даже дети четырёх великих домов будут вынуждены признать вашу компетентность.\n- ...Это всё благодаря их отличным урокам. Я многому научилась."
    },
    {
      "id": "announcer_battle_defeat_36_1",
      "dlg": "- Не позволяй этой победе вскружить тебе голову... В следующий раз я не проиграю.\n- Моя госпожа...\n- ...Вэй, мы уходим.\n- ...Хорошо. Я подготовлю материалы для разбора сегодняшнего спарринга."
    },
    {
      "id": "announcer_equip_36_1",
      "dlg": "- Что ты делаешь...?\n- Создаю подробную запись уроков и спаррингов моей госпожи.\n- Ч-что?! Зачем ты это делаешь!?\n- Ну, я подумал, что будет полезно оставить как можно больше записей о ваших подвигах, теперь, когда вы стали Главой Семьи."
    }
  ]
}