{
  "dataList": [
    {
      "id": "announcer_cheer_40_1",
      "dlg": "Так, глянем-ка сюда... вы готовы набить морды? Ой, да не сидите и не пяльтесь на них! Думаю, я бы порубал их всех всего за три удара."
    },
    {
      "id": "announcer_cheer_40_2",
      "dlg": "*пых* Надеюсь, эти ребята дадут нам повеселиться! У них бы хватило ума не разочаровывать нас, посылая слабаков, если у них есть хоть капля мозгов. Согласны?"
    },
    {
      "id": "announcer_specialcheer_40_1",
      "dlg": "Парни, парни... вы правда стараетесь? Чёрт возьми, да вы все в синяках! Они вам здорово надрали задницы, а?"
    },
    {
      "id": "announcer_specialcheer_40_2",
      "dlg": "Ладно, что за чёрт? Хватит трепаться, парни... Э-э... Почему бы вам не перестать позориться и не пойти домой прямо сейчас? Как вам такое?"
    },
    {
      "id": "announcer_enemy_break_40_1",
      "dlg": "Гляньте-ка. Вы, должно быть, выбили из него всю дурь. Зрелище, конечно, так себе, так почему бы вам не устроить ему старое доброе «голову с плеч»?"
    },
    {
      "id": "announcer_ally_break_40_1",
      "dlg": "Уф... что делает этот неуклюжий олух? Помогите ему, парни. Или... прикончите его, если от него мало толку."
    },
    {
      "id": "announcer_killenemy_40_1",
      "dlg": "Охренеть! Сносить им бошки вот так — вот это, я понимаю, шоу. Как насчёт того, чтобы разобраться с остальными и закончить всё это в два счёта?"
    },
    {
      "id": "announcer_ally_dead_40_1",
      "dlg": "Ух ты... Не теряйте головы. Что я могу поделать? Я твердил им снова и снова, а они взяли и дали себя вот так вот перебить. Ну что ж, теперь всё зависит от остальных!"
    },
    {
      "id": "announcer_enemy_adv_40_1",
      "dlg": "Поздновато умничать, не находите? Давайте, парни, в последнюю славную атаку. Я всегда могу позвать ещё Солдато, чтобы заполнить ряды, если вы помрёте."
    },
    {
      "id": "announcer_ally_adv_40_1",
      "dlg": "*пых* Ах, вы не против, если я выйду перекурить? Думаю, они спрааавятся и без меня, нависающего над душой."
    },
    {
      "id": "announcer_ally_advex_40_1",
      "dlg": "Гляньте, нет ничего, что мне нравилось бы больше, чем этот безумный взгляд у ребят, когда они вот-вот откинутся. Это та самая убийственная одержимость, которую я очень ценю, понимаете, о чём я?\nЯ не против! Давайте пойдём до конца и посмотрим, кто останется стоять!"
    },
    {
      "id": "announcer_danger_40_1",
      "dlg": "Вы идёте по очень тонкому канату... Одно неверное движение — и вы полетите в ущелье с воплями."
    },
    {
      "id": "announcer_enemy_specialskill_40_1",
      "dlg": "Вот теперь пошла жара... Укрепите позиции! Не смейте жалеть патроны...! Фу-ух, я горю просто от того, что смотрю..."
    },
    {
      "id": "announcer_enemy_specialgimmick_40_1",
      "dlg": "Хватит бегать как курица без головы, пока это действительно не случилось. Эти ребята пытаются вас всех надуть, потому что грубая сила не работает, понимаете?"
    },
    {
      "id": "announcer_advatk_physical_40_1",
      "dlg": "Вот это дело. Нужно использовать правильный инструмент для работы. В смысле, это было не так уж сложно, правда?"
    },
    {
      "id": "announcer_disadvatk_physical_40_1",
      "dlg": "...<i>Какого</i> чёрта вы творите? У меня зрение садится с возрастом, или... вы правда настолько плохи в этом? Меч не туда должен идти!"
    },
    {
      "id": "announcer_advatk_attr_40_1",
      "dlg": "Ладно, ладно... Теперь вы поняли. Сразу видно, что нужно делать, не так ли?"
    },
    {
      "id": "announcer_disadvatk_attr_40_1",
      "dlg": "Вы пытаетесь... потушить огонь, поливая его <i>маслом</i>? Просто ка—*вздох* Знаете что? У меня нет слов. Благослови вас господь — мне уже всё равно."
    },
    {
      "id": "announcer_enemy_specialbuff_40_1",
      "dlg": "Чувствуете, парни? Они рычат, готовы наброситься... Самое время поохотиться на них, не согласны?"
    },
    {
      "id": "announcer_enemy_specialdebuff_40_1",
      "dlg": "Оу, всё заглохло, да? Невесело убивать того, кто даже не сопротивляется... Ну что ж, работа есть работа, полагаю."
    },
    {
      "id": "announcer_ally_specialbuff_40_1",
      "dlg": "Чего? Вам кто-то башку прострелил или что? Чего вы лыбитесь, как мул, жующий чертополох?"
    },
    {
      "id": "announcer_ally_specialdebuff_40_1",
      "dlg": "Вы серьёзно вздыхаете, когда я оказываю вам честь слушать меня? Да ладно... давайте не забывать о манерах в пылу битвы... понимаете, о чём я?"
    },
    {
      "id": "announcer_enemy_destroy_40_1",
      "dlg": "Вы разнесли эту часть вдребезги! Я же говорю, мне нравятся драки с огоньком!"
    },
    {
      "id": "announcer_enemy_destroy_40_2",
      "dlg": "Теперь, когда вы разнесли эту часть в щепки, выглядит намного лучше, не так ли? А теперь прикончите его, пока он не понял, что происходит."
    },
    {
      "id": "announcer_round_takebigdmg_40_1",
      "dlg": "Ну, чтоб мне провалиться...! Это, должно быть, было очень больно. Чёрт возьми... Хотел бы я быть там сам с мечом наголо, чтобы разобраться с ним."
    },
    {
      "id": "announcer_round_takebigdmg_40_2",
      "dlg": "Ну что ж... жаль парней, которые откинулись, но с некоторыми вещами в жизни ничего не поделаешь, и слабость — одна из них. Ну, и как ощущения? Чувствуете покалывание на кончиках пальцев? Не знаю, эти ребята, похоже, на том же уровне, что и вы все."
    },
    {
      "id": "announcer_round_givebigdmg_40_1",
      "dlg": "...Ого! Чуть не обжёгся сигаретой. Почему вы не сделали этого раньше, если могли? Ха-ха."
    },
    {
      "id": "announcer_round_givebigdmg_40_2",
      "dlg": "О, это навевает воспоминания. Как-то раз подрабатывал репетитором, сказал ей убить одну цель, а она вернулась, перебив всех вокруг... Ха! Было дело."
    },
    {
      "id": "announcer_multikillenemy_40_1",
      "dlg": "*свист* Ха! Заставляет задуматься, не то ли это, что те ребята пытались сделать, разрывая всех направо и налево...\nПонимаю, почему это привлекает, определённо понимаю..."
    },
    {
      "id": "announcer_battle_win_40_1",
      "dlg": "Ну что, парни, повеселились? А теперь давайте быстренько всё уберём и домой! Отличная работа на сегодня!"
    },
    {
      "id": "announcer_battle_defeat_40_1",
      "dlg": "Иногда оказаться в заднице без выхода означает смерть, и... с этим мало что можно поделать. Спросите их, пощадят ли они вас, и если скажут «нет», пора сдаваться. Цепляться за жизнь вот так — это как-то недостойно, не так ли?"
    },
    {
      "id": "announcer_equip_40_1",
      "dlg": "<i>Что</i>...? Ещё одна из этих странных работ для меня? То есть, э-э... называть своё имя и говорить в микрофон так, будто я отдаю приказы парням из Большого Пальца?\nЛадно тогда. Меня зовут Лэй Хэн, и другого имени мне не надо. У людей кишка тонка меня так называть, хотя... ха!"
    }
  ]
}