{
  "dataList": [
    {
      "id": "announcer_cheer_35_1",
      "dlg": "- Ребята, давайте всё обдумаем. Итак...\n- Ах! Мне кажется, к нам приближаются враги, может быть?\n- П.П. Приближается противник."
    },
    {
      "id": "announcer_cheer_35_2",
      "dlg": "- Если у вас есть сложные дела, просто дайте нам знать, и мы поможем~\n- В конце концов, у каждой тайны есть ключ к разгадке!"
    },
    {
      "id": "announcer_specialcheer_35_1",
      "dlg": "- Чёрт? Что только что произошло?\n- Ого, похоже, за это мгновение со всеми случилось что-то очень плохое.\n- Дело рук толстого кота, у которого много времени. Возможно."
    },
    {
      "id": "announcer_specialcheer_35_2",
      "dlg": "- С.К.Ч.\n- Слабы как черти, конечно, конечно... Но можем ли мы сначала попытаться докопаться до сути этой проблемы? Например, выяснить, что именно к этому привело.\n- Потому что они С.К.Ч. Что ещё?\n- Божечки..."
    },
    {
      "id": "announcer_enemy_break_35_1",
      "dlg": "- Ах! Интересно, не отнял ли кто-то у них время?\n- Разве не видишь? Кто-то как следует наподдал им, вот что случилось~"
    },
    {
      "id": "announcer_ally_break_35_1",
      "dlg": "- Как странно... Та атака не должна была причинить столько вреда.\n- Может, это атака невидимой угрозы.\n- Ребят, не время! У нас тут проблема."
    },
    {
      "id": "announcer_killenemy_35_1",
      "dlg": "- Отлично, ты точно разобрался с этим врагом!\n- Теперь мы на шаг ближе к истине, не так ли?"
    },
    {
      "id": "announcer_ally_dead_35_1",
      "dlg": "- Ещё один отправился в утиль.\n- Не-ет... Такими темпами у нас не хватит людей, чтобы раскрыть дело...\n- Хм~ Думаю, оставшиеся вполне справятся. Мы в безопасности. По крайней мере, пока~"
    },
    {
      "id": "announcer_enemy_adv_35_1",
      "dlg": "- У нас вообще осталась надежда?\n- Дело провалено в самом основании. Обрушь всё и начни с основ.\n- Да. Возможно, ответ в том, чтобы найти другой путь вперёд."
    },
    {
      "id": "announcer_ally_adv_35_1",
      "dlg": "- Как думаешь, каковы их шансы, Рёшу?\n- В.Н. Вполне неплохо.\n- У них были трудности, но я уверена, они смогут довести это дело до конца!"
    },
    {
      "id": "announcer_ally_advex_35_1",
      "dlg": "- Учитывая обстоятельства, решение этой проблемы кажется невозможным, но... мы всё это время сражались с невозможным и побеждали, верно?\n- Тогда я верю, что мы победим, вопреки вере в то, что мы не победим.\n- Вы двое такие крутые~"
    },
    {
      "id": "announcer_danger_35_1",
      "dlg": "- ...Я закурила сигарету.\n- А? Что?\n- Это решающий момент. Единственный выбор определит, чем закончится эта история. Пых... идеальный момент, чтобы сжечь качественную сигарету."
    },
    {
      "id": "announcer_enemy_specialskill_35_1",
      "dlg": "- Это... выглядит опасно!\n- Никаких предзнаменований. Слишком внезапно.\n- Хм~ Разве не было бы прекрасно, если бы у каждой проблемы были предзнаменования, как в детективных романах?"
    },
    {
      "id": "announcer_enemy_specialgimmick_35_1",
      "dlg": "- ...Эй! Я знаю. Обычно в таких историях, если главный герой не сделает всё как надо... все умирают!\n- Хех. Трюкачество.\n- Тогда где-то должна быть спрятана улика, верно?"
    },
    {
      "id": "announcer_advatk_physical_35_1",
      "dlg": "- Очевидная слабость. Какой плоский персонаж.\n- Ой, это было слишком элементарно, не так ли? Скучное дело получается."
    },
    {
      "id": "announcer_disadvatk_physical_35_1",
      "dlg": "- Погоди, что?.. Это было не то?\n- Это было всё равно что пытаться вставить пятиугольный ключ в треугольную скважину~\n- Хм. Любой ключ может стать отмычкой, если приложить достаточно силы."
    },
    {
      "id": "announcer_advatk_attr_35_1",
      "dlg": "- А-ах~ Я бы и сама до этого догадалась... эта загадка была как раз по мне. Жаль, что вы её уже разгадали!\n- Это было довольно легко упустить, если не быть внимательным. Как умно~"
    },
    {
      "id": "announcer_disadvatk_attr_35_1",
      "dlg": "- И это ваша «дедукция» после сбора всех этих улик? Посредственно.\n- Почему бы тебе тогда не поделиться своей версией, а? Рёшу.\n- Хмпф, нет. Спойлерами не занимаюсь."
    },
    {
      "id": "announcer_enemy_specialbuff_35_1",
      "dlg": "- Внезапно дела пошли не очень хорошо...\n- Может быть, они активировали секретное устройство."
    },
    {
      "id": "announcer_enemy_specialdebuff_35_1",
      "dlg": "- Они сильно замедлились, как мы и ожидали.\n- Хмпф, пора их вырезать.\n- Может, будем придерживаться детективного жаргона и называть это «закрыть дело», Рёшу...? Ну же, у тебя и вид подходящий, с этой крутой трубкой и всем остальным."
    },
    {
      "id": "announcer_ally_specialbuff_35_1",
      "dlg": "- Вы все выглядите очень занятыми! Новое озарение, может быть?\n- Что ж, обнаружение важной улики действительно придаёт бодрости~"
    },
    {
      "id": "announcer_ally_specialdebuff_35_1",
      "dlg": "- Дело провалено.\n- Ха-ах... мы что-то сделали не так?\n- Разве не этого ты хотела, Рёшу? Ты же сказала ранее, поглаживая усы: «Очевидные решения — П.И.Б.»\n- «Посредственны и Банальны»... я правильно поняла?"
    },
    {
      "id": "announcer_enemy_destroy_35_1",
      "dlg": "- Дамы и господа, я считаю, что улики говорят сами за себя... Таким образом, в этом и кроется ответ! Сломайте эту часть к чертям!\n- О-о~ Я читал ту же строчку в книге, которую одолжил в прошлый раз! Какое прекрасное воссоздание!"
    },
    {
      "id": "announcer_enemy_destroy_35_2",
      "dlg": "- Тщеславные, гнилые подобия «искусства» часто стоят на шатком основании.\n- Ага, то есть, сломав одну часть, в итоге обрушишь и всё остальное. Ты это имеешь в виду, да?\n- Пых. Верно."
    },
    {
      "id": "announcer_round_takebigdmg_35_1",
      "dlg": "- А-а-а?! В-вы в порядке?\n- Рана выглядит слишком серьёзной...\n- Надеюсь, улики не повреждены."
    },
    {
      "id": "announcer_round_takebigdmg_35_2",
      "dlg": "- Ох, это намного хуже, чем мы ожидали... Может, наш подход был неверным?\n- Нет, не мы ошиблись. Это ситуация ошиблась насчёт нас.\n- ...О чём ты говоришь? Мы явно что-то сделали не так! Что и объясняет эту огромную рану!"
    },
    {
      "id": "announcer_round_givebigdmg_35_1",
      "dlg": "- Чёрт возьми, да~ В этом вся суть дела!\n- Такими темпами мы раскроем это дело в кратчайшие сроки~ Они не смогут опровергнуть эту улику."
    },
    {
      "id": "announcer_round_givebigdmg_35_2",
      "dlg": "- Будьте начеку. Дело не закрыто.\n- Разве мы не добились значительного прогресса?\n- Да, нет ничего плохого в том, чтобы немного порадоваться~"
    },
    {
      "id": "announcer_multikillenemy_35_1",
      "dlg": "- ...И никого не стало.\n- Но ведь кто-то остался?\n- Хех... поэтому и <i>и тогда</i> никого не стало.\n- Ну~ Думаю, если мы продолжим в том же духе, то скоро и правда никого не останется!"
    },
    {
      "id": "announcer_battle_win_35_1",
      "dlg": "- У-ху! Вот это я понимаю, <i>дело закрыто</i>!\n- Предсказуемая битва. Д.Ч. Нет, хуже дешёвого чтива.\n- Фу-ху, сегодня все отлично поработали~"
    },
    {
      "id": "announcer_battle_defeat_35_1",
      "dlg": "- Ну и И.Р.\n- Тьфу... нет, это не был неожиданный поворот. У меня было чувство, что всё плохо кончится.\n- А? О, не думаю, что она имела в виду «поворот».\n- Я хотела сказать «Ну и Избиение и Разгром»."
    },
    {
      "id": "announcer_equip_35_1",
      "dlg": "- Мы здесь не только для того, чтобы разгадывать тайны!\n- Мы здесь, чтобы наблюдать за этой битвой, и~\n- Н.А.Б.Л.Ю.Д.А.Т.Ь.\n- Нет! Мы честно анализируем дело! Ну же, Рёшу, мы же договорились сегодня обойтись без аббревиатур~"
    }
  ]
}