{
  "dataList": [
    {
      "id": "announcer_cheer_33_1",
      "dlg": "- Говорит Центральный Отдел.\n- Начинаем подавление. Мы постоянно это делаем, но не забывайте быть начеку.\n- Я знаю, что вы все постараетесь."
    },
    {
      "id": "announcer_cheer_33_2",
      "dlg": "- Я знаю, вы все справитесь. Вы всегда справляетесь.\n- А можете и не справиться. Как вы всегда и делаете."
    },
    {
      "id": "announcer_specialcheer_33_1",
      "dlg": "- Вы в своём уме? Посмотрите на своих сотрудников, что за приказы вы им отдавали?\n- Думаю, это плохая идея — постоянно подвергать своих сотрудников опасности."
    },
    {
      "id": "announcer_specialcheer_33_2",
      "dlg": "- Вздох... что поделаешь? Не приказывать же им теперь отступать.\n- Давайте попробуем найти способ минимизировать урон, прежде чем закончим подавление."
    },
    {
      "id": "announcer_enemy_break_33_1",
      "dlg": "Отлично. Так будет проще подавить эту сущность. Вы же не сделаете глупость и не упустите эту возможность, верно?"
    },
    {
      "id": "announcer_ally_break_33_1",
      "dlg": "Сотрудник, похоже, не в порядке. У вас ещё есть время спасти его, если обратите внимание прямо сейчас."
    },
    {
      "id": "announcer_killenemy_33_1",
      "dlg": "- Ещё одно препятствие позади. Вы хорошо справляетесь, как я и думала.\n- Слышали, да? Это ваша ежедневная доза комплиментов. Кроме того, бой ещё не окончен."
    },
    {
      "id": "announcer_ally_dead_33_1",
      "dlg": "- Не ожидала, что вы окажетесь хуже Верхних Сефир... Вы могли бы спасти их, если бы были внимательнее.\n- Мне так грустно видеть подобные инциденты."
    },
    {
      "id": "announcer_enemy_adv_33_1",
      "dlg": "- ...Я так и знала. Вы расслабились, стоило мне отвернуться, да?\n- Скоро сработает Третья Тревога. Переломить ситуацию будет... сложновато.\n- Как же глупо было вам доверять...\n- Не слушай Тиферет. Беги под землю. Угу, ты должен."
    },
    {
      "id": "announcer_ally_adv_33_1",
      "dlg": "- Подавление идёт хорошо. Вы сможете вернуть всё под контроль, не понеся больших потерь.\n- Рад, что теперь об этом можно не беспокоиться. Хорошая работа."
    },
    {
      "id": "announcer_ally_advex_33_1",
      "dlg": "- ...Как? Я думала, это будет очередной полный провал...\n- Я же говорил, что они справятся. Они просто отвечают успехом на нашу веру.\n- Нет, я...\n- Они продолжали пытаться и не сдавались. И вот результат, верно?"
    },
    {
      "id": "announcer_danger_33_1",
      "dlg": "- Это почти как если бы Счётчик Клипот показывал последнюю единицу... сразу для трёх камер содержания...\n- Не волнуйся слишком сильно, Тиферет. Они смогли завести нас так далеко, так что я уверен, что в конце они примут правильное решение."
    },
    {
      "id": "announcer_enemy_specialskill_33_1",
      "dlg": "- Говорит Тиферет. Сейчас по вам ударит что-то чрезвычайно мощное.\n- Вы сможете минимизировать урон, если ознакомились с информацией о цели подавления."
    },
    {
      "id": "announcer_enemy_specialgimmick_33_1",
      "dlg": "Ах... это на самом деле выглядит довольно сложно. Скажу честно, для меня это тоже трудновато. Я пойму, если вы не справитесь."
    },
    {
      "id": "announcer_advatk_physical_33_1",
      "dlg": "- Хорошо. Это была подходящая атака для текущей цели подавления. Хорошая работа.\n- Тиферет? Не нужно хвалить их за выполнение минимума."
    },
    {
      "id": "announcer_disadvatk_physical_33_1",
      "dlg": "- Это... не кажется подходящим подходом.\n- Нет, Тиферет. Подумай. Может, они специально атакуют часть, которая к этому устойчива. В смысле, какой идиот станет так делать?"
    },
    {
      "id": "announcer_advatk_attr_33_1",
      "dlg": "- Видите? Это просто. Проверьте Журнал Наблюдений, посмотрите, к чему они уязвимы, и атакуйте этим.\n- Похоже, вы прочитали Журнал Наблюдений. Хорошая работа."
    },
    {
      "id": "announcer_disadvatk_attr_33_1",
      "dlg": "- Вы вообще глаза открытыми держите? Подхватили «Синдром Верхнего Уровня» или что?\n- Всё в порядке. Теперь вы знаете, что для этого типа нужна другая атака.\n- ...Ха-ах. Лучше не повторяйте эту ошибку."
    },
    {
      "id": "announcer_enemy_specialbuff_33_1",
      "dlg": "- Что..? Какая-то Аномалия сбежала? Цель подавления стала сильнее.\n- У нас нет доступа к этой информации. Позвольте, я спрошу других Сефир."
    },
    {
      "id": "announcer_enemy_specialdebuff_33_1",
      "dlg": "- Хм..? Они выстрелили пулей?\n- Дисциплинарный Отдел недавно изучал технологию Поля Вмешательства Клипот.\n- Так вот что она делает?.. Ну, что бы это ни было, оно сработало."
    },
    {
      "id": "announcer_ally_specialbuff_33_1",
      "dlg": "- Все гораздо более мотивированы, чем обычно. Здесь такое настроение редкость, так что это вдохновляет.\n- Может, они просто радуются на пустом месте. Не то чтобы это было плохо."
    },
    {
      "id": "announcer_ally_specialdebuff_33_1",
      "dlg": "- Сотрудники выглядят не очень счастливыми. Что-то случилось, Тиферет?\n- ...Откуда мне знать? «Сотрудники выглядят не очень счастливыми» — это здесь почти обычный рабочий день.\n- М-м... это правда."
    },
    {
      "id": "announcer_enemy_destroy_33_1",
      "dlg": "- Они разрубили её на две части. Теперь ей будет не так-то просто передвигаться.\n- Мы тоже из двух частей, но у нас нет проблем с передвижением. Верно?\n- Верно. Скажем так, мы — исключение."
    },
    {
      "id": "announcer_enemy_destroy_33_2",
      "dlg": "- Уничтоженная вами цель подавления всё ещё не восстановилась.\n- Почему ты говоришь так, будто это что-то плохое, Тиферет?\n- Я не говорю. Я просто сообщаю им, что происходит."
    },
    {
      "id": "announcer_round_takebigdmg_33_1",
      "dlg": "- Очнитесь! Один из сотрудников почти мёртв!\n- Давайте разберёмся с этим, пока всё не вышло из-под контроля."
    },
    {
      "id": "announcer_round_takebigdmg_33_2",
      "dlg": "- Так, понятно. ...Тиферет, использование Регенератора одобрено.\n- Да, поняла. Ладно, ведите этого сотрудника в лобби, где находится Регенератор. Быстрее!"
    },
    {
      "id": "announcer_round_givebigdmg_33_1",
      "dlg": "Впечатляющая эффективность Подавления. Думаю, это может быть новый рекорд."
    },
    {
      "id": "announcer_round_givebigdmg_33_2",
      "dlg": "- Что это за цифры...?\n- Количество урона, которое один из сотрудников нанёс цели подавления одним ударом.\n- Погоди, серьёзно? Почему этого сотрудника не сделали Капитаном?"
    },
    {
      "id": "announcer_multikillenemy_33_1",
      "dlg": "- Несколько целей подавления устранены.\n- О-о... должна сказать, это была хорошо выполненная работа.\n- Похоже, всё идёт хорошо. Какое облегчение.\n- Хотя это самый минимум для того, кто хочет командовать огромным Центральным Отделом."
    },
    {
      "id": "announcer_battle_win_33_1",
      "dlg": "- Подавление завершено. Здесь наконец-то всё вернулось в норму.\n- Хорошая работа, все. И ты тоже, Тиферет.\n- Фух... Надеюсь, однажды и для нас всё закончится.\n- Тогда мы будем ждать грядущего покоя, напевая песню родного города."
    },
    {
      "id": "announcer_battle_defeat_33_1",
      "dlg": "- Я должна была командовать ими… Центрального Отдела... больше нет...\n- Не грусти. В следующий раз случится что-нибудь хорошее."
    },
    {
      "id": "announcer_equip_33_1",
      "dlg": "- Приветик. Я Тиферет!\n- Приятно познакомиться. Я тоже Тиферет.\n- Даже не думайте расслабляться, сосредоточьтесь на подавлении.\n- Вы, конечно же, справитесь."
    }
  ]
}