{
  "dataList": [
    {
      "id": "announcer_cheer_34_1",
      "dlg": "Ну-с, тогда. Вы все будете там, в самой гуще событий и суматохи, верно? Ах, минуточку. Эта штука правильно передаёт звук? О-о, где вы взяли этот микрофон? Какой марки... А, и так сойдёт. Превосходно. Тогда приступим, да?"
    },
    {
      "id": "announcer_cheer_34_2",
      "dlg": "В отличие от вас всех, я немного далёк от полевой работы; я, знаете ли, в основном кабинетный умелец. Хм, но мне всегда было достаточно интересно, чтобы иногда... ну, частенько вникать в такие вещи, так что, полагаю, я не буду совсем бесполезен."
    },
    {
      "id": "announcer_specialcheer_34_1",
      "dlg": "Ах, алло? Как вы прекрасно слышите, мой прототип изобретения V32 издаёт немалый шум. Позвольте мне уделить немного времени, чтобы объяснить, что это значит. По сути, эта тревога указывает на то, что... вы все вот-вот сыграете в ящик! Так что разработайте новую стратегию или... дистанцируйтесь от текущей угрозы, хм?"
    },
    {
      "id": "announcer_specialcheer_34_2",
      "dlg": "Я совершенно уверен, что вас всех достаточно предупреждали, или, возможно, это вылетело из головы в этой суматохе... Так что позвольте мне быть напоминальщиком, на всякий случай. Вам нужно попробовать что-то новое. А что касается причины — что ж, мне кажется, вы уже выдохлись. Ох, будь вы нашими сотрудниками, мы могли бы ускорить ваше время, чтобы компенсировать текущие трудности."
    },
    {
      "id": "announcer_enemy_break_34_1",
      "dlg": "О-о, вы только посмотрите. Устали или без сознания? Не похоже, что у них времени в избытке... Хм, ежедневная гарантия минимального четырёхчасового времени, надо сказать, была хорошей политикой. Что думаете?"
    },
    {
      "id": "announcer_ally_break_34_1",
      "dlg": "Погодите-ка, у вас тут друг перестал двигаться. У него время украли, да? Хм... ну что ж. Эффект должен быть временным; держитесь рядом, защищайте его, и он вмиг придёт в норму."
    },
    {
      "id": "announcer_killenemy_34_1",
      "dlg": "Боже мой, вы вывели эту бедолагу из строя навсегда! Что ж, я бы применил гораздо менее грубый подход к задаче, но... должен признать, довольно занимательно быть свидетелем этих весьма диких, необработанных физических взаимодействий."
    },
    {
      "id": "announcer_ally_dead_34_1",
      "dlg": "Хм-м... мёртв, верно? Ну, не думаю, что это повод для беспокойства, ведь у вас тут есть приз за участие. Меня это до сих пор так поражает — как же это работает?"
    },
    {
      "id": "announcer_enemy_adv_34_1",
      "dlg": "Среди нас, изобретателей, есть одна поговорка, звучит она примерно так: «Тысячная неудача — это вовсе не неудача, а лишь тысячная ступенька на пути к успеху». Но вот в чём я с ней не согласен. Если вы спотыкаетесь и падаете тысячу раз, вам, вероятно, стоит задуматься, не ходите ли вы как-то не так. Иногда что-то просто не работает. Как и ситуация, в которой вы находитесь в данный момент. Подумайте об этом."
    },
    {
      "id": "announcer_ally_adv_34_1",
      "dlg": "Что ж, похоже, всё идёт по плану... и это ужасает. Даже когда эксперимент проходит гладко, всё обычно летит к чертям, как только я отворачиваюсь. Проблема в том, чтобы определить точную причинно-следственную связь — я никогда не мог понять, был ли эксперимент действительно обречён на провал, или что-то случилось, пока меня не было... Понимаете, о чём я? Бездумное и шаблонное повторение команд может быстро всё испортить, даже когда у вас есть преимущество."
    },
    {
      "id": "announcer_ally_advex_34_1",
      "dlg": "Хм-м... поразительно. Да, такое время от времени случается. Несмотря на то, что по всем измеримым показателям ваш эксперимент, по сути, является провалом... отчаянное желание может вернуть всё с самого края пропасти — щёлк! Вот так просто. Ну, конечно... ни один эксперимент не имеет смысла, если его результаты нельзя воспроизвести, но не буду отрицать, что это приносит мне крупицу счастья. Уверен, вы тоже наслаждаетесь этим маленьким лучиком возможности, который вы нашли в грязи, верно?"
    },
    {
      "id": "announcer_danger_34_1",
      "dlg": "Да, сосредоточьтесь. Даже я, с моим бесконечным отсутствием целеустремлённости и энтузиазма, в такой ситуации попытался бы взяться за дело. Иногда один крошечный винтик в механизме выводит из строя всю систему. Буду краток, но, пожалуйста, потрудитесь всё обдумать. Обдумайте трижды. Как минимум."
    },
    {
      "id": "announcer_enemy_specialskill_34_1",
      "dlg": "Ого, вы все это слышите? Алло, микрофон в порядке? Видите ли, у меня здесь три детектора пространственных энергетических колебаний, и все три просто сходят с ума! О боже, возможно, нам придётся прервать сеанс записи!"
    },
    {
      "id": "announcer_enemy_specialgimmick_34_1",
      "dlg": "Ох... эта задачка явно будет не из простых, не так ли? Я бы специально искал подобные головоломки, чтобы остудить голову. Хм-м... так, эта кажется не слишком сложной. Во-первых... ах, да. Все ненавидят, когда я просто выкладываю им ответы... Ладно, я замолкаю. Пожалуйста, не торопитесь."
    },
    {
      "id": "announcer_advatk_physical_34_1",
      "dlg": "Угу, это вполне в пределах нормы. Но это был ваш единственный вариант, верно? Учитывая обстоятельства."
    },
    {
      "id": "announcer_disadvatk_physical_34_1",
      "dlg": "Хм-м... Вас, случайно, не привлекает идея навлечь на себя страдания? Не можете найти вдохновение, пока не окажетесь в адском стрессе? Что ж... полагаю, некоторые люди именно такие. Показатели этой атаки были совсем не те, но продолжайте."
    },
    {
      "id": "announcer_advatk_attr_34_1",
      "dlg": "Этот катарсис, когда наконец находишь идеально сочетающиеся элементы! Немногие ощущения могут с этим сравниться. Вы ведь тоже это почувствовали, не так ли?"
    },
    {
      "id": "announcer_disadvatk_attr_34_1",
      "dlg": "Э-э... Не могу сказать, что это самый эффективный способ. Эти два элемента плохо сочетаются. Чтобы объяснить на более простой метафоре... знаете, как камень побеждает ножницы, а ножницы побеждают бумагу и так далее? Эти правила существуют не просто так. Ах, конечно, я вас абсолютно поддержу как коллегу-изобретателя, если вы захотите изобрести ножницы, которые режут камень!"
    },
    {
      "id": "announcer_enemy_specialbuff_34_1",
      "dlg": "Ах... это устройство издаёт шум всякий раз, когда ваши враги собираются сделать что-то, что значительно сократит битву в их пользу. Другими словами... они вот-вот получат преимущество, достаточное, чтобы быстро закончить бой."
    },
    {
      "id": "announcer_enemy_specialdebuff_34_1",
      "dlg": "О-о, что это было? Вы что-то активировали? Расчётное время до их победы всё увеличивается и увеличивается... а когда оно достигнет бесконечности, что ж... это может означать только одно, да?"
    },
    {
      "id": "announcer_ally_specialbuff_34_1",
      "dlg": "Хм-м... я что-то упускаю? Или приз за участие что-то сделал? Расчётное время до вашей победы внезапно сильно сократилось."
    },
    {
      "id": "announcer_ally_specialdebuff_34_1",
      "dlg": "Ого, смотрите! Ваше расчётное время до победы выходит из-под контроля, удлиняясь! Согласно моему устройству, посмотрим... для победы вам потребуется примерно ещё сто сорок пять часов! О? Уже шестьсот сорок четыре, и оно не останавливается!.. Проверьте, не делаете ли вы что-то не так. Боюсь, такими темпами вы не выйдете победителем!"
    },
    {
      "id": "announcer_enemy_destroy_34_1",
      "dlg": "Ай... Мне всегда больно видеть такое бессмысленное разрушение. Хотя, полагаю, удар по генератору — единственный верный способ остановить вышедшую из-под контроля машину. И всё же, если подумать о всех усилиях, вложенных в её создание..."
    },
    {
      "id": "announcer_enemy_destroy_34_2",
      "dlg": "Да, вы определённо разнесли её вдребезги. Потребуется время, чтобы она собралась обратно в рабочее состояние... Я бы с удовольствием заполучил эту драгоценную вещицу, но... не думаю, что это можно устроить? Да, да, я уже слышал от своего секретаря. Что мне, вероятно, следует перестать совать свой нос не в своё дело."
    },
    {
      "id": "announcer_round_takebigdmg_34_1",
      "dlg": "Давненько мы не видели красной тревоги, не так ли? Сегодня впервые с тех пор, как ребята из Юродивых взорвали вестибюль нашей компании! Ранили многих из нашей охраны... Уверен, вам тоже сейчас довольно больно."
    },
    {
      "id": "announcer_round_takebigdmg_34_2",
      "dlg": "Красная тревога всё ещё не отменена... а это значит, что вы ещё не оправились от повреждений. Справедливости ради, вы не машины. Такая боль в конце концов должна сказаться, особенно когда дело доходит до восстановления. О, приз за участие не может отмотать вас назад? Хм, да. Такие впечатляющие способности обычно имеют определённые ограничения."
    },
    {
      "id": "announcer_round_givebigdmg_34_1",
      "dlg": "Этот удар забросил стрелку измерителя до упора! Честно говоря, это намного превосходит то, что я от вас ожидал. Я думал, этой старой штуковины хватит, но, видимо, вы превзошли её предел. Какими бы ни были точные значения, вы только что нанесли весьма впечатляющий удар. Гордитесь этим."
    },
    {
      "id": "announcer_round_givebigdmg_34_2",
      "dlg": "Ваша мощная атака забросила стрелку измерителя до упора, и она не подаёт признаков возвращения. Хм, возможно, мне придётся вскрыть эту штуковину... ах, неужели у меня в этом наряде нет отвёрток? Хм... я лучше замолчу — мне нужно сосредоточиться. Ах, да. Кстати, хорошая работа."
    },
    {
      "id": "announcer_multikillenemy_34_1",
      "dlg": "Знаете, как эффективно использовать своё время? Делать несколько дел одновременно. Люди называют это «многозадачностью», верно? Это то, что вы только что сделали. Если бы у времени были чувства, то только что потраченное вами время было бы удовлетворено."
    },
    {
      "id": "announcer_battle_win_34_1",
      "dlg": "Фух~ наконец-то. Закончилось благополучно, да? Ох, какой беспорядок... Придётся поручить это моим сотрудникам. Конечно, я выставлю счёт за ремонт. Мы получим плату, граждане смогут наслаждаться чистыми улицами... о? Похоже, для меня это тоже закончилось благополучно. Это то, что люди называют взаимовыгодной ситуацией?"
    },
    {
      "id": "announcer_battle_defeat_34_1",
      "dlg": "Что ж, пусть это вас не расстраивает. Я наблюдал за всем процессом, и вы определённо выложились на полную. Конечно, это не превращает провал в успех, но... что ещё остаётся, кроме как попробовать снова? А я, если вы не против, продолжу за вас болеть. Я люблю болеть за людей."
    },
    {
      "id": "announcer_equip_34_1",
      "dlg": "Я вам для этого нужен? Боже мой, вы все живёте довольно... интересной жизнью, не так ли? Ну, не вижу причин отказываться. Хотите называть меня «Ассистент»? Или, может, «Герберт»? Пожалуйста, только не «Главный исполнительный директор». Это так ужасно скучно, не находите? О, и прошу понять, если я буду говорить немного торопливо; не могу вкладывать в это дело слишком много времени, понимаете ли."
    }
  ]
}