{
  "dataList": [
    {
      "id": "announcer_cheer_43_1",
      "dlg": "Нас обоих использовал и бросил он, не так ли? В этом смысле вы, помощники библиотекаря, похожи на меня. ...Я хочу жить, и уверена, вы тоже — поэтому я прошу вашего содействия в поиске той самой единственной абсолютной книги."
    },
    {
      "id": "announcer_cheer_43_2",
      "dlg": "Сефирам в конечном итоге придётся встать на мою сторону, хотят они этого или нет. Мы все ослеплены Светом."
    },
    {
      "id": "announcer_specialcheer_43_1",
      "dlg": "Уровень эмоций повышается. Похоже, я смогу сделать из них ценные книги."
    },
    {
      "id": "announcer_specialcheer_43_2",
      "dlg": "Новые истории, новые лица и новые события. Хорошо. Это делает всё гораздо интереснее, чем миллионы лет повторов, которые мне приходилось смотреть в бесконечном цикле."
    },
    {
      "id": "announcer_enemy_break_43_1",
      "dlg": "Ползающие по полу, охваченные страхом и ужасом — люди все одинаковые, куда ни глянь."
    },
    {
      "id": "announcer_ally_break_43_1",
      "dlg": "Вам суждено чувствовать страх. Как только начинается приём, библиотекари забывают, что их можно воскресить, в конце концов. Лучше удалить это знание из их памяти. Иначе они не будут чувствовать того же отчаяния и ужаса, что и гости... а это было бы несправедливо, не так ли?"
    },
    {
      "id": "announcer_killenemy_43_1",
      "dlg": "Мы уже запятнали свои руки слишком большим количеством крови. Ещё несколько жизней ничего не изменят."
    },
    {
      "id": "announcer_ally_dead_43_1",
      "dlg": "Вы не сможете вспомнить это, пока принимаете гостей, но никто здесь не может отдыхать без моего разрешения.\nВас призовут обратно к жизни достаточно скоро — а пока отдохните."
    },
    {
      "id": "announcer_enemy_adv_43_1",
      "dlg": "Похоже, для получения этой конкретной книги потребуется немало времени. О, не нужно так спешить — я вас не отчитывала. Это едва ли больше, чем мимолётное мгновение, по сравнению с вечностью, которую мне пришлось вынести."
    },
    {
      "id": "announcer_ally_adv_43_1",
      "dlg": "Полагаю, стоило прислушаться к вашим жалобам. Продолжайте успешно завершать приёмы, и вы сможете открыть больше этажей — а также получить поддержку и помощь большего числа помощников библиотекарей."
    },
    {
      "id": "announcer_ally_advex_43_1",
      "dlg": "Каким бы грязным ни был метод, мне всё равно. Удовлетворительный результат — это всё, что мне нужно."
    },
    {
      "id": "announcer_danger_43_1",
      "dlg": "Уровни эмоций поднялись достаточно высоко. Ради вас самих и гостей, не лучше ли закончить этот приём здесь?"
    },
    {
      "id": "announcer_enemy_specialskill_43_1",
      "dlg": "В Городе так много технологий, которых я не видела и о которых не слышала раньше. Да, когда-то я верила, что видела их предостаточно в Корпорации Лоботомия, но в конце концов я была не более чем птицей, запертой в клетке."
    },
    {
      "id": "announcer_enemy_specialgimmick_43_1",
      "dlg": "Библиотека даёт своим гостям испытания, а гости отплачивают тем же библиотекарям.\nУ меня нет для вас советов — я здесь только для наблюдения. Попробуйте сами найти выход из этой передряги."
    },
    {
      "id": "announcer_advatk_physical_43_1",
      "dlg": "Рада, что подготовила руководство. Так держать."
    },
    {
      "id": "announcer_disadvatk_physical_43_1",
      "dlg": "Потребовалось меньше минуты, чтобы тщательно составленное руководство превратилось в бесполезную кучу макулатуры."
    },
    {
      "id": "announcer_advatk_attr_43_1",
      "dlg": "Это само собой разумеется, но вы довольно хороши. Совсем неплохо."
    },
    {
      "id": "announcer_disadvatk_attr_43_1",
      "dlg": "Ну, это прошло лучше, чем первая попытка менеджера, по крайней мере. Вы не знаете, но это было просто ужасно."
    },
    {
      "id": "announcer_enemy_specialbuff_43_1",
      "dlg": "Полагаю, это одна из аугментаций, доступных в Городе?"
    },
    {
      "id": "announcer_enemy_specialdebuff_43_1",
      "dlg": "Никто не свободен по-настоящему в Городе. Этот гость не исключение."
    },
    {
      "id": "announcer_ally_specialbuff_43_1",
      "dlg": "Не уверена, чего они добиваются, но это уравнивает шансы."
    },
    {
      "id": "announcer_ally_specialdebuff_43_1",
      "dlg": "Люди Города предпочли бы делать злодеев из других, чем самим становиться порядочными людьми, хм?"
    },
    {
      "id": "announcer_enemy_destroy_43_1",
      "dlg": "Вижу, мы все знакомы с формулой подавления: выявление и использование слабостей противника."
    },
    {
      "id": "announcer_enemy_destroy_43_2",
      "dlg": "Это уже немного надоело, не так ли? Та же ежедневная рутина, которую вы выполняли как сотрудники Корпорации Лоботомия."
    },
    {
      "id": "announcer_round_takebigdmg_43_1",
      "dlg": "Никогда раньше не видела такой брехни. Вы же не думали, что гости разделят моё терпение и великодушие, правда?"
    },
    {
      "id": "announcer_round_takebigdmg_43_2",
      "dlg": "Всё ещё в пределах ожидаемого диапазона проб и ошибок. В конце концов, эмоции... погодите. Я не говорила, что вы должны просто позволять им наносить удар за ударом..."
    },
    {
      "id": "announcer_round_takebigdmg_43_3",
      "dlg": "*вздох* Делайте, как хотите. Не мне терпеть боль и страх смерти. А вам."
    },
    {
      "id": "announcer_round_givebigdmg_43_1",
      "dlg": "Интересно. Я думала, вы все будете немного более неуклюжими."
    },
    {
      "id": "announcer_round_givebigdmg_43_2",
      "dlg": "Не стесняйтесь теперь, когда зашли так далеко. Если вы не хотели убивать людей, вам и Сефирам не стоило вообще заключать сделку."
    },
    {
      "id": "announcer_multikillenemy_43_1",
      "dlg": "Это становится скучным. Люди убивают друг друга... Я видела слишком много этого, чтобы впечатлиться.\nАх, полагаю, в данном случае это нелюди убивают людей, но всё же — то же самое старое зрелище. Я видела слишком много подобного, чтобы мне было интересно."
    },
    {
      "id": "announcer_battle_win_43_1",
      "dlg": "Отличная работа, как всегда. Мы добавили ещё одну полезную книгу в наш каталог. Мне так много нужно узнать о Городе. Собирая больше фрагментов знаний, один за другим... мы в конечном итоге дойдём до той единственной абсолютной книги, содержащей всё о мире."
    },
    {
      "id": "announcer_battle_defeat_43_1",
      "dlg": "Гости, преодолевшие испытание, будут признаны достойными получить свои книги.\nНо, поскольку это совершенно не соответствует замыслу... мы остановимся здесь. По крайней мере, пока мы не превратим этого гостя в книгу и не двинемся дальше."
    },
    {
      "id": "announcer_battle_defeat_43_2",
      "dlg": "Если бы я должна была вести себя как машина, если бы я должна была слепо следовать сценарию и прийти к успешному, предначертанному финалу, я бы не разрушила его план.\nНеудачи случаются. Ошибаться — это по-человечески, не так ли?"
    },
    {
      "id": "announcer_neglect_43_1",
      "dlg": "День рождения, да? Он бросил меня в ту же секунду, когда я родилась в этом мире. Нет другого дня в моей жизни, который я проклинала бы так же сильно, как свой собственный день рождения.",
      "isHide": true
    },
    {
      "id": "announcer_neglect_43_2",
      "dlg": "Значит, вы не зря Корректировщик 9-го ранга... Это было впечатляюще. О, я хотела спросить — Корректировщики 9-го ранга намного сильнее, чем 1-го? Сопоставим ли разрыв между ними с разрывом между сотрудниками 5-го и 1-го уровня?.. Что? Корректировщики 9-го ранга — самые слабые?",
      "isHide": true
    },
    {
      "id": "announcer_equip_43_1",
      "dlg": "Уверена, все уже знают, кто я, но позвольте мне представиться снова.\nМеня зовут Анжела. Я Главный Библиотекарь и Директор этой совершенно новой библиотеки."
    }
  ]
}