{
  "dataList": [
    {
      "id": "announcer_cheer_41_1",
      "dlg": "Больше всего я боялась, когда мама уходила на работу с этим мечом... что она может никогда не вернуться.\nИнтересно, как у вас? Вернётесь ли вы в безопасности, или... вы все тоже лжецы, как и мама?",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_cheer_41_2",
      "dlg": "Рада скорёшиться!\nМаме не нравилось «Пока, рёшим потом», так что я придумала это. Поняли? «Это Рёшу, рада ско*Рёшу*ится!»",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_specialcheer_41_1",
      "dlg": "...Я знаю, вы покинули Дом Пауков не для того, чтобы умереть в таком месте.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_specialcheer_41_2",
      "dlg": "Это действительно всё, на что вы способны?\nЕсли те чувства, что остались в ваших отсечённых и состриженных воспоминаниях, истинны, то вы не можете позволить себе умереть в таком месте.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_enemy_break_41_1",
      "dlg": "Половинчатая жалость порождает такие ненужные страдания.\nЕсли собирались убить их, надо было рубить голову.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_ally_break_41_1",
      "dlg": "Тогда ты говоришь друзьям «СОРИ».",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_ally_break_41_2",
      "dlg": "Нет выражений пустее извинений, когда речь идёт о людях, которых вы хотите защитить. Это значит, что вы их уже подвели.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_killenemy_41_1",
      "dlg": "Долог путь Асуры, пролегающий перед вами. Его конец скрывается далеко за горизонтом, за туманом видения...",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_ally_dead_41_1",
      "dlg": "Хотя цепь может быть невидимой и неосязаемой, пока она связывает вас... время, проведённое друг с другом, не будет потеряно.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_enemy_adv_41_1",
      "dlg": "Эй, мамины странные аббревиатуры могут быть здесь уместны. САНГРИЯ, верно? Вас всех располовинили. Как сокращения.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_ally_adv_41_1",
      "dlg": "Бывали такие дни. Дни, когда мама приходила домой раньше меня.\nУ меня всегда порхали бабочки в животе... всякий раз, когда я слышала эхо её шагов за дверью.",
      "imgStr": "PinkyChibi_announcer_2"
    },
    {
      "id": "announcer_ally_adv_41_2",
      "dlg": "Это скоро закончится. ...Возможно, искусство сокращения было лучшим, что могла придумать моя мама, так как она не знала конца этого путешествия. Она, должно быть, хотела урезать всё это... свою жизнь в Доме Пауков, ожидание, которое мне предстояло вынести... Она, должно быть, хотела прервать всё это.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_ally_advex_41_1",
      "dlg": "Она может быть перекручена и запутана, но ещё не разорвана. Нить всё ещё в ваших руках, чтобы вы могли следовать за ней.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_ally_advex_41_2",
      "dlg": "Сдаёшься? Не сдавайся. Говорят, что вещи, которые ты отпустила слишком легко... в итоге превращаются в сожаления.",
      "imgStr": "PinkyChibi_announcer_2"
    },
    {
      "id": "announcer_danger_41_1",
      "dlg": "Ты уверена, что это то, чего ты хочешь? Или ты снова что-то забыла?\n...Если не хочешь остаться здесь навсегда, убедись, что закончишь дело. Не оставляй места даже для малейшего сожаления.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_enemy_specialskill_41_1",
      "dlg": "*вздох* Видишь это? Выглядит та-а-ак опасно... Ах! Я могу найти тебе хорошее место, чтобы спрятаться, если хочешь!",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_enemy_specialgimmick_41_1",
      "dlg": "Чтобы распутать клубок, нужно найти его начало и конец.\nЕсли такое усилие вам не по силам, просто разрежьте узел, пока от него ничего не останется.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_advatk_physical_41_1",
      "dlg": "...Мама хорошо владела любым оружием. Но лучше всего — мечом.",
      "imgStr": "PinkyChibi_announcer_2"
    },
    {
      "id": "announcer_disadvatk_physical_41_1",
      "dlg": "Понимаю. Этому в школе не учат.",
      "imgStr": "PinkyChibi_announcer_2"
    },
    {
      "id": "announcer_disadvatk_physical_41_2",
      "dlg": "Она так и не исправила свои странные аббревиатуры, да? Стало только хуже.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_advatk_attr_41_1",
      "dlg": "...Форма всё ещё безупречна.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_disadvatk_attr_41_1",
      "dlg": "Ой, да ладно! Ты делаешь это неправильно!",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_disadvatk_attr_41_2",
      "dlg": "*вздох* Неправильно. Ты делаешь это неправильно.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_enemy_specialbuff_41_1",
      "dlg": "Когда кто-то злится, нужно спрятаться вот так! И даже не дышать!\nХап...",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_enemy_specialdebuff_41_1",
      "dlg": "Паутина поймала их.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_ally_specialbuff_41_1",
      "dlg": "Даже нежеланные подарки могут помочь.\nКак эти протезы глаз, которые мне навязали... красные, совсем как у мамы.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_ally_specialbuff_41_2",
      "dlg": "Надежды, которые не могли сбыться, надежды, брошенные на землю без следа — в конце концов, они всегда были моими собственными...\nПоэтому и помощь, оказанная врагом, всё равно должна называться помощью.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_ally_specialdebuff_41_1",
      "dlg": "К тебе прицепилась довольно настойчивая вещь. Ты знаешь, как... отсечь её, я полагаю?",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_enemy_destroy_41_1",
      "dlg": "Его изрубили в лоскуты. Совсем как мамины воспоминания.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_enemy_destroy_41_2",
      "dlg": "Я думала, что я для неё просто ещё одно из тех забываемых воспоминаний, вырезанное так же легко, как ты эту часть.\n...Знай я, что клинок отсекает её самые драгоценные воспоминания первыми, может, я... Может, я бы не чувствовала такой сильной обиды.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_round_takebigdmg_41_1",
      "dlg": "А?! Но вы, ребята, выглядели такими уверенными... Это была какая-то ЙОЛО атака?",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_round_takebigdmg_41_2",
      "dlg": "Кхм. КЗТЗ. Я пропущу это мимо ушей!",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_round_givebigdmg_41_1",
      "dlg": "Ого-о-о... Это прямо как дяди и тёти делали!",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_round_givebigdmg_41_2",
      "dlg": "Когда я была младше, я понятия не имела, почему мама никогда не разрешала мне даже разговаривать с... «дядями».\nЭти наставники, должно быть, были... лучшими из лучших, даже среди Пальцев. Они научили её навыкам, которые были так же впечатляющи, как — или даже более впечатляющи, чем — ваши техники.",
      "imgStr": "PinkyChibi_announcer_2"
    },
    {
      "id": "announcer_multikillenemy_41_1",
      "dlg": "Если бы мне нужно было подарить тебе цветок... Возможно, я бы подарила красную паучью лилию. С лепестками настолько алыми, что они кажутся взятыми из самого ада.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_battle_win_41_1",
      "dlg": "Продолжайте ходить по разным местам с мамой, создавайте много-много воспоминаний.\nЧтобы однажды... она отвела меня в самое лучшее место на свете.",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_battle_defeat_41_1",
      "dlg": "Ничего страшного! Просто не сдавайся и попробуй снова!",
      "imgStr": "PinkyChibi_announcer_1",
      "playWeight": 0.7
    },
    {
      "id": "announcer_battle_defeat_41_2",
      "dlg": "Думаешь, эта небольшая неудача закончила твой путь?\nНет. Твой поток, нить, что связывает вас всех вместе... будет гораздо более цепкой, чем ты мог когда-либо мечтать.",
      "imgStr": "PinkyChibi_announcer_4",
      "playWeight": 0.3
    },
    {
      "id": "announcer_equip_41_1",
      "dlg": "Тикающие часы... врум-врумкающий автобус... и куча реально крутых друзей!\nХи-хи, это хорошо. Мама не будет одна, даже когда меня больше здесь не будет.",
      "imgStr": "PinkyChibi_announcer_1"
    }
  ]
}