{
  "dataList": [
    {
      "id": "announcer_cheer_32_1",
      "dlg": "Пусть этот день станет ещё одним днём свершения правосудия! А теперь все вместе! <i>Удары... Аркан!</i>"
    },
    {
      "id": "announcer_cheer_32_2",
      "dlg": "Старшие... хм, нет. Думаю, они примерно так же сильны, как Младшие Арканы? Но всё равно, будьте осторожны. Даже Младшие Арканы могут оказаться сильнее, чем кажутся. Я буду за вас болеть!"
    },
    {
      "id": "announcer_specialcheer_32_1",
      "dlg": "Стойте! Такими темпами Арканы поглотят вас всех... Вот оно что, уходите отсюда! Я... я-я имею в виду... Н-нгх, неужели я и вправду ничего не могу сделать...?"
    },
    {
      "id": "announcer_specialcheer_32_2",
      "dlg": "Нгх... Не буду врать, дела плохи. Но правосудие всегда побеждает зло, что бы ни случилось, главное — не сдаваться...!"
    },
    {
      "id": "announcer_enemy_break_32_1",
      "dlg": "Я знала, что вы справитесь! Победить этих злодеев будет проще простого!"
    },
    {
      "id": "announcer_ally_break_32_1",
      "dlg": "Нет... Такими темпами Арканы их поглотят... Вы же друзья, вы должны защитить их!"
    },
    {
      "id": "announcer_killenemy_32_1",
      "dlg": "Отличная работа! А? Что вы имеете в виду? Нельзя же вершить правосудие, не убивая злодеев, верно? Нечего о них грустить."
    },
    {
      "id": "announcer_ally_dead_32_1",
      "dlg": "С-снова поглотили... но я так старалась... Почему это постоянно происходит?"
    },
    {
      "id": "announcer_enemy_adv_32_1",
      "dlg": "Но... я думала, правосудие восторжествует, если мы никогда не будем убегать?.. В итоге... я такая же, как и все, да? Тогда... какая... от меня польза...?"
    },
    {
      "id": "announcer_ally_adv_32_1",
      "dlg": "Хе-хе, теперь ясно как день, что все Арканы будут очищены переполняющей силой любви! Ну же, я вам очень помогла, не так ли?"
    },
    {
      "id": "announcer_ally_advex_32_1",
      "dlg": "Фух... это было близко. На секунду я испугалась, что мы не справимся...\nНо мы прорвались, все вместе как единое целое! Огромное спасибо всем!"
    },
    {
      "id": "announcer_danger_32_1",
      "dlg": "У Арканов остался последний Расклад. Пока что мы справлялись, но судьба бывает переменчива в последний момент... Давайте будем начеку до самого конца!"
    },
    {
      "id": "announcer_enemy_specialskill_32_1",
      "dlg": "Уровни растут... Не может быть, они всё это время были Старшими Арканами? Я чувствую, следующая атака будет сокрушительной...!"
    },
    {
      "id": "announcer_enemy_specialgimmick_32_1",
      "dlg": "Н-нгх... Я не сильна в таких сложных вещах, как мои семпаи, так что не могу особо помочь, но... я знаю, что они бы попытались найти решение, изучив найденные подсказки. Может, и вам стоит этим заняться?"
    },
    {
      "id": "announcer_advatk_physical_32_1",
      "dlg": "Получилось! Хе-хе~ Я бы поступила так же!"
    },
    {
      "id": "announcer_disadvatk_physical_32_1",
      "dlg": "М-м... Не думаю, что это сработало... Может, вам просто нужно больше силы любви?"
    },
    {
      "id": "announcer_advatk_attr_32_1",
      "dlg": "Я чувствую зов судьбы! Вы точно выбрали правильный тип атаки!"
    },
    {
      "id": "announcer_disadvatk_attr_32_1",
      "dlg": "А?.. Я... не уверена, что это хоть как-то подействовало...? Эх, вот бы мои семпаи были здесь и помогли нам! Я-я не знаю, что пошло не так, но... может, попробуете ударить посильнее?"
    },
    {
      "id": "announcer_enemy_specialbuff_32_1",
      "dlg": "Этот Расклад Арканов, должно быть, зачарован мощным внушением. Осторожно!"
    },
    {
      "id": "announcer_enemy_specialdebuff_32_1",
      "dlg": "Перевёрнутая?.. Должно быть, так и есть. Сомневаюсь, что злодеи тоже ожидали такого. Сейчас ваш шанс!"
    },
    {
      "id": "announcer_ally_specialbuff_32_1",
      "dlg": "Чувствуете? Я только что произнесла волшебное заклинание, чтобы всем помочь... А! Кажется, сработало. В бой!"
    },
    {
      "id": "announcer_ally_specialdebuff_32_1",
      "dlg": "Что... происходит? Вы все какие-то поникшие... Не говорите мне, что вы дерётесь друг с другом или что-то в этом роде?.. Нет, друзья не должны ссориться..."
    },
    {
      "id": "announcer_enemy_destroy_32_1",
      "dlg": "Вы уничтожили центральный Аркан в Раскладе! Теперь он начнёт слабеть... отлично!"
    },
    {
      "id": "announcer_enemy_destroy_32_2",
      "dlg": "Сломав эту часть, вы застали злодеев врасплох! Время для всеобщей атаки! Вперёд, во имя любви и справедливости...!"
    },
    {
      "id": "announcer_round_takebigdmg_32_1",
      "dlg": "Н-нгх... В-вы в порядке? Казалось, от этой атаки содрогнулось само пространство... Она вас задела? Ха-а... Н-ничего страшного! Не вешайте нос, идём дальше!"
    },
    {
      "id": "announcer_round_takebigdmg_32_2",
      "dlg": "Арканы оказались намного свирепее, чем я ожидала, но... судьба магических девочек — сражаться с превосходящими силами злодеев! Не унывайте!"
    },
    {
      "id": "announcer_round_givebigdmg_32_1",
      "dlg": "Это было потрясающе! Ваша сила любви и света восторжествовала над злыми Арканами тьмы! Теперь победа — лишь вопрос времени!"
    },
    {
      "id": "announcer_round_givebigdmg_32_2",
      "dlg": "Знаете, нам, магическим девочкам, всегда не хватает людей, так что... если вы не против, не могли бы вы нам помочь... А, неважно. Без «избрания» это невозможно, так что это не мне решать... Э-эм, жаль, правда?"
    },
    {
      "id": "announcer_multikillenemy_32_1",
      "dlg": "Хе-хе, это было почти так же сильно, как моя Рабыня Арканы! Суперсильная атака, уничтожающая нескольких злодеев разом... вот это ультимативный приём, потрясающе! Интересно, я так же круто выгляжу, когда так делаю?"
    },
    {
      "id": "announcer_battle_win_32_1",
      "dlg": "Ещё один злодей повержен! Ещё один день впечатляющих выступлений, ребята! Обещайте, что и завтра меня позовёте, хорошо? Фу-ху, так приятно видеть, как мир становится спокойнее. Хм-м~ Интересно, завтра тоже будет так тихо?"
    },
    {
      "id": "announcer_battle_defeat_32_1",
      "dlg": "Я так бесполезна, я даже с этими Арканами справиться не могу... Нет, может... может, это потому, что там не было... Может, это потому, что меня, избранной, там не было?.. Если бы только я была там..."
    },
    {
      "id": "announcer_equip_32_1",
      "dlg": "Во имя Любви и Справедливости, на сцену выходит магическая девочка! Если вам нужна помощь в борьбе с Арканами, я здесь! Сила Справедливости становится только крепче, когда мы работаем вместе! Вперёд!"
    }
  ]
}