{
  "dataList": [
    {
      "id": "announcer_cheer_39_1",
      "dlg": "Время Дисциплинарному Отделу, лучшему боевому подразделению Сефирот, выйти вперёд. Эти монстры, которых мы вынуждены называть «Аномалиями»... Давайте покажем им, как это делается."
    },
    {
      "id": "announcer_cheer_39_2",
      "dlg": "Аномалия сбежала. Эти монстры никогда не умирают, но, по крайней мере, они, похоже, чувствуют боль.\nЛучше не будьте трусами. Нам не нужны сотрудники, которые отказываются убивать и в итоге погибают, как только оступятся."
    },
    {
      "id": "announcer_cheer_39_3",
      "dlg": "Есть веская причина, почему в моём отделе гораздо меньше сотрудников, чем в любом другом. Однако я хочу, чтобы вы помнили, что это также означает, что здесь собрались только лучшие."
    },
    {
      "id": "announcer_specialcheer_39_1",
      "dlg": "Соберитесь. Вы всё равно уже почти мертвы — так почему бы не забрать их с собой. Нанесите свой последний удар, выпустите последний патрон в морду этому ублюдку."
    },
    {
      "id": "announcer_specialcheer_39_2",
      "dlg": "Не трусить. У Аномалий могут быть таинственные силы, конечно, но то же самое касается и снаряжения ЭГО, которое мы из них извлекли.\nНе жадничайте и используйте его по полной, пока не услышите вой и визг этих монстров."
    },
    {
      "id": "announcer_specialcheer_39_3",
      "dlg": "Если вы здесь умрёте, ваши вещи — последние слова, завещания, имущество, всё — отправятся прямиком на свалку. Даже такие вещи, как детские бутылочки или одеяла...\nТак что, если не хотите умереть сами, убейте этого монстра! Заколите его насмерть!"
    },
    {
      "id": "announcer_enemy_break_39_1",
      "dlg": "Аномалиям можно нанести урон, но их нельзя уничтожить.\nДавайте сделаем их бесконечную жизнь как можно более мучительной."
    },
    {
      "id": "announcer_ally_break_39_1",
      "dlg": "Убирайся с дороги, если в тебе не осталось больше сил для боя.\nБудешь и дальше витать в облаках... получишь Казённую пулю в лицо."
    },
    {
      "id": "announcer_killenemy_39_1",
      "dlg": "Хорошо! Уничтожьте их всех. Но не кончайте с ними слишком быстро. Заставьте их страдать, пока они снова не превратятся в яйцо."
    },
    {
      "id": "announcer_killenemy_39_2",
      "dlg": "Вы с ним немного помягче обошлись, но... по крайней мере, подавление прошло успешно.\nНу, ничего особенного, да?"
    },
    {
      "id": "announcer_ally_dead_39_1",
      "dlg": "Ещё один сотрудник погиб. Но не стоит лить слёзы или скорбеть. Мужественная смерть не нуждается в слезах."
    },
    {
      "id": "announcer_enemy_adv_39_1",
      "dlg": "В Дисциплинарном Отделе нет места слабакам, рыдающим из-за кризиса такого уровня.\nСделайте всё возможное, Управляющий. Я могу вынести, как моё тело раздавливают, а моих сотрудников убивают... Но хотя бы сделайте так, чтобы эти смерти имели смысл."
    },
    {
      "id": "announcer_ally_adv_39_1",
      "dlg": "...Ход была права — оборонительный манёвр приводит к гораздо меньшим потерям, чем лобовая атака.\nНо... не слишком ли мы добры к этим Аномалиям, действуя таким образом?"
    },
    {
      "id": "announcer_ally_advex_39_1",
      "dlg": "Вот так! Деритесь так, будто вам всё равно, если придётся пожертвовать рукой, чтобы нанести удар! Если не останется рук, бейте ногами. Нытьё слабака, только убьёт вас. Соберитесь... и заберите этого ублюдка с собой."
    },
    {
      "id": "announcer_ally_advex_39_2",
      "dlg": "Я вижу, что этот монстр бушует сильнее обычного. Но нет нужды выяснять, по какой причине.\nВсё, что имеет значение, — это решить проблему."
    },
    {
      "id": "announcer_danger_39_1",
      "dlg": "У нас нет времени. Не позволяйте жертвам, которые вы видите, сдерживать вас.\n...В тот момент, когда эти монстры сбегут, уже не будет иметь значения, кто умрёт, а кто нет. Делайте то, что нужно, Управляющий."
    },
    {
      "id": "announcer_enemy_specialskill_39_1",
      "dlg": "Моё чутьё говорит... Сейчас самое время увернуться, если можете. Вы не останетесь в живых, если примете эту атаку в лоб."
    },
    {
      "id": "announcer_enemy_specialskill_39_2",
      "dlg": "...Для меня в прошлом это было бы проще простого, но сейчас у меня нет сил, чтобы защитить вас от этого. Увернитесь от атаки, если можете. Она убьёт вас, если не успеете среагировать."
    },
    {
      "id": "announcer_enemy_specialgimmick_39_1",
      "dlg": "Я больше подхожу для подавления силой, а не для ломания головы над сложными вопросами... Это всё вам решать, Управляющий."
    },
    {
      "id": "announcer_enemy_specialgimmick_39_2",
      "dlg": "Вам нужен кто-то для подавления силой? Можете оставить это мне. Но для таких сложных вопросов, которые заставляют меня ломать голову... Что ж, это всё вам решать, Управляющий."
    },
    {
      "id": "announcer_advatk_physical_39_1",
      "dlg": "Это именно то, что ожидается от сотрудника Дисциплинарного Отдела. Вы же не ждёте похвалы за выполнение минимума, верно?"
    },
    {
      "id": "announcer_disadvatk_physical_39_1",
      "dlg": "Хм... странно, что вы всё ещё здесь? Дисциплинарному Отделу не нужен тот, кто даже не может определить, какое оружие наиболее эффективно против какой цели."
    },
    {
      "id": "announcer_advatk_attr_39_1",
      "dlg": "Вот почему я специально просила их подготовить хотя бы по одному снаряжению каждого типа урона. Эффективность — это использование правильного инструмента для работы."
    },
    {
      "id": "announcer_advatk_attr_39_2",
      "dlg": "Хорошо, что я принесла ЭГО из других отделов. Эффективность — это использование правильного инструмента для работы."
    },
    {
      "id": "announcer_disadvatk_attr_39_1",
      "dlg": "...Вы что, перевелись из Отдела Благосостояния? Это было настолько глупое решение, что я не могу придумать никакой другой возможности."
    },
    {
      "id": "announcer_disadvatk_attr_39_2",
      "dlg": "Вот вам предупреждение... Даже не думайте быть с ними добрыми."
    },
    {
      "id": "announcer_enemy_specialbuff_39_1",
      "dlg": "Даже те, кто должен был спать, пробудились."
    },
    {
      "id": "announcer_enemy_specialdebuff_39_1",
      "dlg": "Эти бессмертные твари ещё и смеют бояться? ...Отвратительно."
    },
    {
      "id": "announcer_ally_specialbuff_39_1",
      "dlg": "Я вижу, что психологическая подготовка была эффективной. Как вы можете видеть, ненависть — это двигатель, с помощью которого сотрудники забивают этих Аномалий до смерти. Мне нравится этот взгляд в их глазах — они готовы перемолоть их в порошок и выпить их кровь."
    },
    {
      "id": "announcer_ally_specialbuff_39_2",
      "dlg": "...Именно. Лелейте эту непоколебимую ярость, вот так.\nПохоже, сегодня мне не придётся утомлять себя разговорами."
    },
    {
      "id": "announcer_ally_specialdebuff_39_1",
      "dlg": "Какой-то монстр залез вам в голову? Это потому, что вы слабовольны! Всё дело в силе духа — вернитесь в строй с удвоенной силой!"
    },
    {
      "id": "announcer_enemy_destroy_39_1",
      "dlg": "Часть сломана. Наконец-то... Теперь не давайте ей пощады! Подавите её, сейчас же!"
    },
    {
      "id": "announcer_enemy_destroy_39_2",
      "dlg": "Часть сломана. Не смейте прекращать махать оружием, слышите? Мы только начинаем."
    },
    {
      "id": "announcer_enemy_destroy_39_3",
      "dlg": "Я не знаю, что ещё вы можете сделать, учитывая ваше состояние, но... не смейте прекращать бороться.\nДавайте, дайте мне повод причинить вам ещё больше боли."
    },
    {
      "id": "announcer_round_takebigdmg_39_1",
      "dlg": "...Не останавливайтесь. Нам не нужен перерыв... мы ещё можем сражаться."
    },
    {
      "id": "announcer_round_takebigdmg_39_2",
      "dlg": "Заткнись! Я сказала, я ещё могу сражаться!\nЧёрт... почему это дрянное тело не двигается, как я хочу... почему!"
    },
    {
      "id": "announcer_round_givebigdmg_39_1",
      "dlg": "Видите? Мы — всё, что вам когда-либо понадобится для подавления Аномалии."
    },
    {
      "id": "announcer_round_givebigdmg_39_2",
      "dlg": "Хесед должен был это видеть. Мы сажаем Аномалий в клетки и выжимаем из них энергию — такой уровень боевого мастерства должен быть стандартом. В любом случае, какая польза от Отдела Благосостояния...?"
    },
    {
      "id": "announcer_round_givebigdmg_39_3",
      "dlg": "Как только мы возьмём ситуацию под контроль, спросите у Тиферет, было ли это записано на видео.\nЭтого должно быть более чем достаточно, чтобы доказать госпоже Анжеле, что нам не нужна помощь от таких, как Кролики."
    },
    {
      "id": "announcer_multikillenemy_39_1",
      "dlg": "...Я время от времени вспоминаю. Когда-то я была... такой же. Я хорошо держала меч, и одним ударом я бы..."
    },
    {
      "id": "announcer_multikillenemy_39_2",
      "dlg": "...Я знаю, что вы пытаетесь сказать, но я не герой. Никогда им не была и никогда не буду."
    },
    {
      "id": "announcer_battle_win_39_1",
      "dlg": "Как бы сильно вы ни кололи и ни ломали этих монстров, они рано или поздно восстановятся. Так же, как мои компоненты ломаются и трескаются в бою... только чтобы вскоре быть заменёнными и отремонтированными.\nКакой идеальный маленький ад, только для меня."
    },
    {
      "id": "announcer_battle_defeat_39_1",
      "dlg": "Все ваши сотрудники мертвы. Запомните этот момент, Управляющий. Если у вас будет ещё один шанс... лучше отбросьте всякое подобие милосердия."
    },
    {
      "id": "announcer_equip_39_1",
      "dlg": "Ну, раз уж вы хотя бы добрались сюда, полагаю, вы не будете полным балластом, боящимся немного крови.\nГебура из Дисциплинарного Отдела. Мы должны отлично поладить... если только вы не из тех хнычущих зануд."
    }
  ]
}