{
  "dataList": [
    {
      "id": "announcer_cheer_38_1",
      "dlg": "Всем сотрудникам Команды Зачистки: в одном из вагонов начался бунт. Требуется немедленная отправка."
    },
    {
      "id": "announcer_cheer_38_2",
      "dlg": "Уровень насилия возрос. Оставшемуся персоналу Команды Зачистки, пожалуйста, усильте меры по сдерживанию ситуации."
    },
    {
      "id": "announcer_specialcheer_38_1",
      "dlg": "Обнаружены низкие показатели жизненной силы Агентов. Агенты более высокого ранга должны вести учёт погибшего персонала для расчёта объёма последующего найма."
    },
    {
      "id": "announcer_specialcheer_38_2",
      "dlg": "Диагностика Службы мониторинга ВАРП-поезда: Агент Зачистки в критическом состоянии.\nКорпорация W не предоставляет конкретных инструкций для таких случаев. Пожалуйста, приступайте к лечению по своему усмотрению."
    },
    {
      "id": "announcer_enemy_break_38_1",
      "dlg": "Вероятность успеха миссии агента возросла на 4.188%. Поздравляем."
    },
    {
      "id": "announcer_ally_break_38_1",
      "dlg": "Обнаружено коматозное состояние в жизненных показателях некоторых Агентов. Пожалуйста, примите соответствующие меры или эвакуируйте их за пределы поезда для поддержания регулярного графика Зачистки."
    },
    {
      "id": "announcer_killenemy_38_1",
      "dlg": "Внимание. Вероятность контроля над ситуацией растёт. Агентам Зачистки настоятельно рекомендуется ускорить протоколы реагирования и стабилизировать ситуацию в более короткие сроки."
    },
    {
      "id": "announcer_ally_dead_38_1",
      "dlg": "Жизненные показатели некоторых Агентов потеряны. Обратите внимание, что в служебных шкафах вагонов №2 каждого ВАРП-поезда установлены специальные отсеки с мешками для тел. Пожалуйста, активно пользуйтесь этой услугой для поддержания высоких показателей точности сбора."
    },
    {
      "id": "announcer_enemy_adv_38_1",
      "dlg": "Чрезвычайная ситуация. Вероятность контроля над ситуацией упала до 6%. Обнаружено продолжающееся снижение вероятности. Данные, относящиеся к вашей производительности, будут переданы в Отдел кадров. Обратите внимание, что выживание некоторых Агентов не гарантируется."
    },
    {
      "id": "announcer_ally_adv_38_1",
      "dlg": "Вероятность подавления насилия превышает 50%. Обнаружены проблемы у небольшой части пассажиров; однако, вычислительная система ВАРП-поезда определила эти данные как незначительные. Спасибо за вашу службу."
    },
    {
      "id": "announcer_ally_advex_38_1",
      "dlg": "Обнаружена неоптимальная производительность Агента Зачистки. Однако вероятность контроля над ситуацией всё ещё указывает на высокий шанс успеха. Если эта оценка не вызвана ошибкой в вычислительной системе, эта ситуация будет зачищена. Поздравляем."
    },
    {
      "id": "announcer_danger_38_1",
      "dlg": "Пожалуйста, обратите внимание, что до конца отведённого на Зачистку временного интервала осталось минимальное время. Агентам рекомендуется предпринять разумные и решительные действия для завершения Зачистки до высадки."
    },
    {
      "id": "announcer_enemy_specialskill_38_1",
      "dlg": "Индикатор агрессивности предсказывает приближение атаки высокого риска."
    },
    {
      "id": "announcer_enemy_specialgimmick_38_1",
      "dlg": "Индикатор нерегулярности предсказывает редкое отклонение в поведении врага."
    },
    {
      "id": "announcer_advatk_physical_38_1",
      "dlg": "Подтверждена образцовая стратегия Зачистки. Передача оценки производительности рассматриваемого Агента в Отдел кадров."
    },
    {
      "id": "announcer_disadvatk_physical_38_1",
      "dlg": "Индикатор агрессивности обнаружил низкий потенциал производительности в методах Зачистки Агента. Рекомендуется альтернативный подход."
    },
    {
      "id": "announcer_advatk_attr_38_1",
      "dlg": "Вычислительная система ВАРП-поезда определила, что выбранный вами метод Зачистки был удовлетворительным. Похвальная работа."
    },
    {
      "id": "announcer_disadvatk_attr_38_1",
      "dlg": "Предупреждение. Обнаружен ощутимый отрицательный потенциал производительности в выбранном методе Зачистки для данной конкретной ситуации."
    },
    {
      "id": "announcer_enemy_specialbuff_38_1",
      "dlg": "Индикатор нерегулярности обнаружил сущность Зачистки типа Y. Рекомендуется подтверждение на месте повышенного уровня активности у индивида высокого риска."
    },
    {
      "id": "announcer_enemy_specialdebuff_38_1",
      "dlg": "Индикатор нерегулярности обнаружил сущность Зачистки типа B. Индивид высокого риска определён как находящийся в обороне."
    },
    {
      "id": "announcer_ally_specialbuff_38_1",
      "dlg": "Индикатор нерегулярности обнаружил сущность Зачистки типа G. Жизненные показатели Агента растут."
    },
    {
      "id": "announcer_ally_specialdebuff_38_1",
      "dlg": "Индикатор нерегулярности обнаружил сущность Зачистки типа R. Агентам рекомендуется проверить своё состояние и выявить любые неприятные запахи или звуки в окружающей среде."
    },
    {
      "id": "announcer_enemy_destroy_38_1",
      "dlg": "Обнаружено устранение элементов риска. Благодарим вас за службу."
    },
    {
      "id": "announcer_enemy_destroy_38_2",
      "dlg": "Индикатор агрессивности больше не предсказывает определённые шаблоны атак. Решение устранить эту часть оказалось высокоэффективным."
    },
    {
      "id": "announcer_round_takebigdmg_38_1",
      "dlg": "Обнаружена активация снаряжения для сохранения жизни. При наличии тяжело раненого Агента, действуйте быстро, откройте панель устройства, а затем..."
    },
    {
      "id": "announcer_round_takebigdmg_38_2",
      "dlg": "Обнаружены критические жизненные показатели Агента. Если Агент всё ещё способен передвигаться, он должен покинуть коридор и не мешать усилиям других Агентов Зачистки."
    },
    {
      "id": "announcer_round_givebigdmg_38_1",
      "dlg": "Высокоэффективное решение по Зачистке. Вычислительная система ВАРП-поезда определила, что этот манёвр внёс вклад примерно в 14% усилий по Зачистке."
    },
    {
      "id": "announcer_round_givebigdmg_38_2",
      "dlg": "Агенту, выполнившему этот манёвр: Отдел управления талантами Корпорации W только что отправил рекомендацию на автоматическое повышение на ваш адрес. Пожалуйста, ознакомьтесь с документом для просмотра деталей."
    },
    {
      "id": "announcer_multikillenemy_38_1",
      "dlg": "Устранено несколько индивидов высокого риска. Пожалуйста, подтвердите, что никакие важные электронные устройства или сиденья не были повреждены."
    },
    {
      "id": "announcer_equip_38_1",
      "dlg": "Приветствуем пассажиров и добро пожаловать на борт. Мы будем контролировать ваше путешествие до следующего пункта назначения. Спасибо, что выбрали ВАРП-поезд Корпорации W. Приятной поездки."
    }
  ]
}