{
  "dataList": [
    {
      "id": 97105601,
      "title": "Карнавал в Ла-Манчаланде",
      "eventDesc": "Нас очень легко могут втянуть в подобное, и мы даже не успеем опомниться.\n\nУйти — это вариант, но... поспешное отступление может привлечь внимание других Кровожадов, которые ещё не успели прикоснуться к шприцу.\n\nВступать в крупномасштабный конфликт обычно неразумно... может, найдётся Грешник, который сможет как-то вытащить нас из этой ситуации?",
      "prevDesc": "",
      "behaveDesc": "Кто сможет успокоить эту суматоху?",
      "successDesc": [
        "{0} выходит вперёд и приближается к одному из Кровожадов на краю большой толпы, хлопая его по плечу.\n\n«...!»\n\nКровожады немедленно разворачиваются и бросаются на {0}, но когда {0} что-то громко кричит, они все замирают на месте.\n\n«А-а-ах, а-а-а-а-а-а-аххх!!!»\n\nБыло сказано ещё несколько слов, но мы не смогли разобрать ни одного из них, так как они потонули в море криков.\n\nВскоре испуганные Кровожады умчались с места происшествия. Всё, что осталось, — это затвердевший предмет в форме капли крови. Возможно, жидкость из шприца застыла."
      ],
      "failureDesc": [
        "Мы не можем дать им нашу кровь... и у нас нет на это причин.\nХм-м, возможно, мы можем...\n\n«Какого чёрта?! Прочь с дороги!»\n\nПока мы стояли, глазея и размышляя, Кровожады, подошедшие вплотную к лицу {0}, толкают {0} на землю.\n\n...Нам действительно нужно убираться отсюда, пока ситуация не вышла из-под контроля. Ещё больше, чем уже вышла."
      ]
    },
    {
      "id": 97105701,
      "title": "Карусель",
      "eventDesc": "При ближайшем рассмотрении карусель, кажется, вращается намного быстрее, чем обычно.\n\n«...Кажется, внутри что-то есть».\n\nЯ прослеживаю направление, куда указывает палец Грешника, и обнаруживаю странный свет, исходящий изнутри.",
      "prevDesc": "",
      "behaveDesc": "Кто продемонстрирует свою храбрость?",
      "successDesc": [
        "Каким-то образом {0} умудряется зацепиться за лошадку на карусели. Весёлый, взволнованный голос раздаётся откуда-то — возможно, из скрытого громкоговорителя.\n\n«По-здрав-ляем! Получите свой приз, самый подходящий для такой замечательной и успешной демонстрации храбрости!»\n\nПосле этого карусель замедляется, пока полностью не останавливается.\n\n{0} сходит с карусели и показывает нам, что было внутри."
      ],
      "failureDesc": [
        "«В-вы в порядке?!»\n\n...Карусель вращалась слишком быстро.\n\n{0}, выждав момент на бешено вращающейся карусели, запрыгивает на неё... но тут же сбивается на землю ударом пластиковой лошадки.\n\nЯ быстро подбегаю, чтобы проверить, в порядке ли {0}. Когда я поднимаю взгляд, карусель уже исчезла, словно иллюзорный сон."
      ]
    },
    {
      "id": 97105801,
      "title": "Преломлённый спальный мешок ушедшего дня",
      "eventDesc": "Мы подошли к Аномалии. Её отчаянные попытки дышать были заглушены громким шумом выдоха и вдоха неизвестного газа.\n\nКогда Грешники вдохнули газ, они начали перешёптываться между собой о том, что он, кажется, проясняет их головы.\n\n«Отлично, давайте посидим здесь немного и воспользуемся благами этой Аномалии, прежде чем мы...»\n\nТёмный силуэт, похожий на человека, выпрыгнул из Аномалии.\n«Не лишай меня дыхания», — казалось, передавало оно.",
      "prevDesc": "",
      "behaveDesc": "Кто остановит силуэт?",
      "successDesc": [
        "{0} быстро отбрасывает силуэт, прежде чем тот успел нанести нам реальный вред, но он больше не производил тот благотворный газ.\n\nСилуэт затянуло обратно в Аномалию. Мы решили уйти как можно скорее, пока нас снова не атаковали.\n\n...Но кажется, будто дыхание той Аномалии всё ещё с нами."
      ],
      "failureDesc": [
        "{0} быстро шагнул вперёд, но не смог ударить почти бесформенный силуэт. В процессе {0} получил множество ран.\n\nСилуэт затянуло обратно в Аномалию. Мы решили уйти как можно скорее, пока нас снова не атаковали.\n\n...Но кажется, будто дыхание той Аномалии всё ещё с нами."
      ]
    },
    {
      "id": 97105901,
      "title": "Преломлённые четыреста роз",
      "eventDesc": "Вблизи её шипы ещё уродливее и острее.",
      "prevDesc": "",
      "behaveDesc": "Кто отломит её шип?",
      "successDesc": [
        "{0} подкрался(-ась) к розе и одним метким взмахом своего оружия...\n\n...чисто срезал шип со стебля. Ярко-красная кровь хлынула из оставшегося отверстия.\n\nНесмотря на наши опасения, она, кажется, не очень раздражена тем, что мы только что отрезали один из её шипов.\n\nС облегчением мы забираем зловещий шип и покидаем это место."
      ],
      "failureDesc": [
        "{0} подкрался(-ась) к розе и одним метким взмахом своего оружия...\n\n...ударил по шипу, но не смог его отрубить. Он оказался прочнее, чем кто-либо из нас ожидал.\n\nРоза, заметив беспокойство, немедленно связала Грешника своим колючим стеблем.\n\nНе думаю, что нужно пересказывать, что случилось с Грешником после этого."
      ]
    },
    {
      "id": 97106401,
      "title": "Повседневная жизнь",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Кто пойдёт искать подушку?",
      "successDesc": [
        "{0} вернулся(-ась), неся что-то в руках.\n\nЭто плюшевая подушка.\n\n«Давайте лучше постараемся, чтобы человек упал на эту штуку, а не будем ловить его сами...»\n\nДругие грешники быстро убрали все опасные предметы поблизости.\n\nНаконец, {0} положил(-а) подушку в нужное место, чтобы смягчить падение горожанина.\n\n...В конце концов, падающий горожанин мягко приземлился на подушку. Звук был довольно уютным."
      ],
      "failureDesc": [
        "{0} вернулся(-ась), неся что-то в руке.\n\nЭто плюшевая подушка.\n\nНо...\n\n«Эй, ты чего? Она же слишком маленькая!»\n\nОна едва ли прикрывает туловище.\n\n«Н-но это лучше, чем ничего, чтобы смягчить падение!»\n\nТак или иначе, у нас не было времени искать что-то другое. Грешники решили встать в круг, чтобы поймать его своими телами.\n\n...Что, в конце концов, и произошло.\n\nСила удара распределилась по нескольким телам, и крошечная подушка хотя бы защитила спину человека, но...\n\n...когда всё закончилось, большинство грешников пошатывались с переломанными руками или треснувшими позвоночниками."
      ]
    },
    {
      "id": 97106501,
      "title": "Сборщик Корпорации T",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Кто пойдёт за пропуском?",
      "successDesc": [
        "«Пропуск можно получить здесь».\n\nСледуя указаниям регистратора, {0} без вопросов заполнил(-а) бланк на получение пропуска.\n\n«Пожалуйста, заполните поля здесь и вот здесь».\n\n{0} доблестно выполнил(-а) задание.\n\n«А вот здесь указана плата за пропуск для ваших конкретных целей визита».\n\n«Э-э...»\n\n{0} в смятении посмотрел(-а) на нас.\n\n«Но-о-о, победитель Временной Лотереи в этот раз пожертвовал свой выигрыш на оплату пропусков для горожан. Какая щедрая душа».\n\n«А теперь, пожалуйста, наденьте этот значок. Не забудьте вернуть его, когда закончите свои дела».\n\nНам удалось получить пропуск, не заплатив ни единого Ана."
      ],
      "failureDesc": [
        "Мы решили взять пропуск, но дверь была уже закрыта.\n\n«Время дороже Ан. В следующий раз приходите до закрытия».\n\nНас встретила лишь наспех нацарапанная и прилепленная табличка на стойке регистратора."
      ]
    },
    {
      "id": 97106601,
      "title": "Юродивые",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Кто прочтёт указания к месту встречи?",
      "successDesc": [
        "Мы оставались в укрытии, пока {0} разбирался(-ась) с направлением на плакате.\n\nНекоторое время спустя {0} коротко поговорил(-а) с незнакомцем, а затем вернулся(-ась) к нам с чем-то, похожим на механическую шестерню."
      ],
      "failureDesc": [
        "Мы оставались в укрытии, пока {0} разбирался(-ась) с направлением на плакате.\n\nНо...\n\n...к {0} никто не пришёл.\n\nИ тут мы почувствовали, как сзади к нам приближается группа людей в шарфах.\n\n«Я почти уверен, что мы просили всех желающих приходить в одиночку... вы что, псы Корпорации T?»\n\n...Похоже, драки не избежать."
      ]
    },
    {
      "id": 97106701,
      "title": "Юродивые",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Кто притворится, что хочет к ним присоединиться?",
      "successDesc": [
        "{0} кивает мне и выходит вперёд.\n\n«Очень мудрое решение! Позвольте нам извлечь ваш мозг и принять вас в наши ряды».\n\n«А теперь, хоть у нас и нет времени в избытке, возьмите это и...»\n\n{0} выхватывает вещь у них из рук и шагает обратно к нам.\n\n«...А?»\n\n«В-вы должны дать нам закончить! Вы...»\n\n«Вы что, остолопы?! Нас обманули!»\n\nМы двинулись дальше, не обращая внимания на звуки позади."
      ],
      "failureDesc": [
        "{0} кивает мне и выходит вперёд.\n\nЗазвучали другие голоса.\n\n«Постойте, как мы можем им доверять?»\n\n«Давайте просто пойдём дальше! Мы не можем просто так принимать в свои ряды кого попало...»\n\n«Прошу прощения, забудьте об этом разговоре. Похоже, наше предложение было сделано поспешно, без должного согласия даже между нами».\n\n{0} продолжает доказывать свою правоту, но...\n\n«Если вы не забудете о нас... нам, возможно, придётся забрать ваше время».\n\nОни, похоже, твёрдо намерены уйти; они проходят мимо нас без колебаний."
      ]
    }
  ]
}