{
  "dataList": [
    {
      "id": 810001,
      "title": "Пророк кожи",
      "prevDesc": "Пророк бесконечно ведёт записи",
      "eventDesc": "Записи, начертанные этим горящим пером, бесконечны.\n\nИ всё же пророк должен писать.\n\nПотому что будущее тоже бесконечно.",
      "behaveDesc": "Кто прочтёт эти записи?",
      "successDesc": [
        "{0} гасит горящее пламя и заглядывает в записи.\n\n@#$!@%!!@%!@%!@%\n\nГрешник не смог понять ни единого слова… но вскоре осознал, что читать и не нужно.\n\n{0} просто принимает записи такими, какими они естественно пришли.\n\nГрешник почувствовал, будто что-то сжимает его голову, но… рука с оружием ощутила прилив сил.\n\n…Одна из голов аномалии пристально смотрела в нашу сторону."
      ],
      "failureDesc": [
        "Не всё его пламя удалось погасить.\n\n{0} неловко заглядывает в записи.\n\n@#$!@%!!@%!@%!@%\n\nНечистое, ужасающее ощущение охватило всё тело Грешника, который невольно отступил на несколько шагов, при этом инстинктивно подняв руки…\n\n…и полная записей книга пророчеств выпала из них.\n\nКнига упала, открыв содержимое всем Грешникам, поразив тех, кто взглянул на неё."
      ]
    },
    {
      "id": 810101,
      "title": "Ступающая жемчужина",
      "prevDesc": "Что это сверкает в этой пузырящейся грязи?",
      "eventDesc": "Присмотревшись… это похоже на какой-то драгоценный камень, рождённый после долгого, долгого ожидания…\n\nРождённый в приливах и отливах грязи, которая наполняет и покидает это существо с каждым шагом.\n\nВзять его жемчужину было бы равносильно лишению смысла существования. Без неё оно может рассыпаться.",
      "behaveDesc": "Кто лишит его смысла?",
      "successDesc": [
        "{0} тянется к мерцающему свету.\n\nЗелёная слизь… жгучее кислотное ощущение… извивающиеся личинки… всё это нервирует Грешника.\n\nНо несмотря на всё, {0} преодолевает трудности и забирает жемчужину своей рукой.\n\n«…!»\n\nРаздаётся непостижимый рёв.\n\nАномалия быстро регенерировала что-то новое в своей пасти…\n\nНо она уже не будет прежней."
      ],
      "failureDesc": [
        "{0} тянется к мерцающему свету.\n\nЗелёная слизь… жгучее кислотное ощущение… извивающиеся личинки… всё это нервирует Грешника.\n\n…Нелегко рыться во всём этом в поисках света.\n\n{0} больше не в силах этого выносить.\n\nТерпение и настойчивость не вечны. Грешнику пришлось освободить свою руку из пасти аномалии.\n\nЭтот опыт оставил лишь раны как у {0}, так и у существа."
      ]
    },
    {
      "id": 810201,
      "title": "Мутный поток, пожирающий сновидения",
      "prevDesc": "Что-то колышется в накатывающих волнах",
      "eventDesc": "Откуда приплыл этот обломок?\n\nКак он оказался здесь?\n\nПосле стольких лет этот обломок может уже и не помнить, откуда он.\n\n…Лишь бы его можно было использовать, чтобы остановить атаку этой аномалии.",
      "behaveDesc": "Кто приблизится к обломку?",
      "successDesc": [
        "{0} в конце концов добирается до обломка.\nВ это время другие Грешники изо всех сил пытались отвлечь внимание аномалии.\n\nГрешник хватается за обломок и пытается сдвинуть его с места, прежде чем обрушить на него своё оружие.\n\nВ результате на этой штуковине осталось несколько острых краёв."
      ],
      "failureDesc": [
        "{0} в конце концов добирается до обломка.\nВ это время другие Грешники изо всех сил пытались отвлечь внимание аномалии.\n\nГрешник хватается за обломок и пытается сдвинуть его с места, прежде чем обрушить на него своё оружие.\n\nНо им нелегко размахивать посреди колышущихся вод.\n\nИ ещё хуже то, что обломок оказался прочнее, чем казалось.\n\nВсё, что удалось сделать Грешнику, это произвести громкий шум…\n\n…который привлёк внимание аномалии."
      ]
    },
    {
      "id": 1050101,
      "title": "Проверить под кораблём",
      "eventDesc": "«Да, конечно, нужно проверить.»\n\nКак только мы решили заглянуть под лодку, мощный толчок сотряс её корму.\n\n«Это Русалки! Они поднимаются к нам!»\n\n«Мы можем минимизировать потери, если один из нас пойдёт и столкнёт их за борт, прежде чем они зацепятся.»\n\nКак только это было решено, двое Грешников вскочили со своих мест и подошли ко мне.\n\n«Я пойду, Исполнительный Менеджер!»\n\n«Нет. Я лучше подхожу для этой задачи!»\n\nОба Грешника начинают спорить.",
      "prevDesc": "",
      "behaveDesc": "…Мы не знаем, что там произойдёт. Давайте выберем кого-нибудь бесстрашного.",
      "successDesc": [
        "{0} ударяет Русалку, выползающую из воды.",
        "Как только я выбрал Измаил для этой задачи, она подбежала и разбила голову Русалки.\n\n«Мы не можем позволить им тратить ещё больше нашего времени.»\n\nОт удара что-то упало с Русалки.\n\n«……»\n\nЭто значок сотрудника LCCB… Точно такой же, как тот, что носил Пилот.\n\nЭто ужасно… Но мы должны двигаться дальше."
      ],
      "failureDesc": [
        "{0} замирает при виде Русалки, ползущей по борту нашего корабля.\n\n«……»\n\nЧто-то в этой Русалке, должно быть, заставило Грешника колебаться.\n\n«Какого чёрта ты делаешь?!»\n\n«Они забираются на наш корабль!»\n\n…Сначала нужно отбиться от них."
      ]
    },
    {
      "id": 10502,
      "title": "Налево или направо",
      "prevDesc": "",
      "eventDesc": "Мы вошли в какой-то узкий водный путь.\n\n«…Исполнительный Менеджер.»\n\nЯ вижу Русалок, плывущих под кораблём.\n\nРусалки, прицепившиеся к стенам, тоже смотрят на нас.\n\n«Это место, здесь слишком трудно одновременно рулить и наблюдать за обстановкой.»\n\nКто-то должен следить за направлением.",
      "behaveDesc": "Кто должен следить за направлением?",
      "successDesc": [
        "«Налево!»\n\n«…Дорога разделяется на три? Подождите, смотрите! Проход на 2 часа!»\n\nКак и указывает {0}, мы быстро продвигаемся по водным путям.\n\n«…Им нет конца, да?»\n\nНо орда Русалок, атакующих наш корабль, кажется не меньше, чем когда мы только вошли.",
        "«Налево!»\n\n«…Дорога разделяется на три? Подождите, смотрите! Проход на 2 часа!»\n\nКак и указывает Измаил, мы быстро продвигаемся по водным путям.\n\n«…Давно мы не делали ничего подобного вместе.»\n\n«Да. Помнишь? Старбак у руля. Ты, я, кричим на него…»\n\n«Да…»\n\n«…Чёрт, им нет конца.»\n\nНо орда Русалок, атакующих наш корабль, кажется не меньше, чем когда мы только вошли в водные пути."
      ],
      "failureDesc": [
        "«Идите напра— то есть, налево! Я-я думаю, налево открыто…?»\n\n«Там три пути… Эм… Что мне делать здесь…?»\n\n{0} испытывет некоторые трудности с определением направления…\n\n«Тсс, готовьтесь к бою…!»\n\n…И последствия не заставили себя ждать."
      ]
    },
    {
      "id": 1050201,
      "title": "Направо или налево",
      "prevDesc": "",
      "eventDesc": "«Выход. Всё ещё далеко.»",
      "behaveDesc": "Кому-то нужно продолжать следить за нашим направлением. Продолжим использовать тот же метод?",
      "successDesc": [
        "«Прямо вперёд!»\n\n«…Сейчас! Руль вправо!»\n\nКак и указывает {0}, мы быстро продвигаемся по водным путям.\n\n«…Им нет конца, да?»\n\nНо орда Русалок, атакующих наш корабль, кажется не меньше, чем когда мы только вошли.",
        "«Держать курс!»\n\n«…Сейчас! Руль вправо!»\n\nКак и указывает Измаил, мы быстро продвигаемся по водным путям.\n\n«…Давно мы не делали ничего подобного вместе.»\n\n«Да. Помнишь? Старбак у руля. Ты, я, кричим на него…»\n\n«Да…»\n\n«…Чёрт, им нет конца.»\n\nНо орда Русалок, атакующих наш корабль, кажется не меньше, чем когда мы только вошли в водные пути."
      ],
      "failureDesc": [
        "«…Двигаться вперёд — наш единственный вариант?»\n\n«П-подождите! Там был другой путь! …Видимо, мы его пропустили…»\n\n{0}, похоже, испытывает некоторые трудности с определением направления…\n\n«Тсс, готовьтесь к бою…!»\n\n…И последствия не заставили себя ждать."
      ]
    },
    {
      "id": 1050202,
      "title": "Направо или налево",
      "prevDesc": "",
      "eventDesc": "«Почти там. Скоро выберемся. В следующую область.»",
      "behaveDesc": "Мы почти выбрались, но давайте не будем терять бдительность.",
      "successDesc": [
        "«Открывается — подождите! Это водопад! Держите курс!»\n\n«Фух… Ой! Впереди скалы! Держитесь левее, держитесь левее… И резко вправо право на борт!»\n\nКак и указывает {0}, нам удаётся оторваться от русалок и выбраться из водного пути.",
        "«Оно открывается — подожди! Там обрыв! Держи курс!»\n\n«Фух… О! Ещё скалы на горизонте! Руль влево на 10 градусов, держи курс… И руль вправо полностью!»\n\nБлагодаря быстрым и понятным указаниям Измаил, нам удалось избавиться от русалок и сбежать из водного пути.\n\n«…Давненько мы не делали что-то подобное вместе.»\n\n«Да. Помнишь? Старбак у руля. Ты, я, кричим на него…»\n\n«Да…»\n\nКорабль был покрыт кровью и маслом русалок, которых мы убили.\n\n«Эти полезны. Положи их в бочку.»\n\nЛодка спокойно плыла в следующую область, пока мы собирали масло русалок с корабля. Его было так много, что палуба была почти затоплена."
      ],
      "failureDesc": [
        "«…? П-подождите! Там обрыв?! Э-э, что нам делать…?»\n\n«Хаа, хаа… Я-я плохо вижу здесь…»\n\n{0} старается изо всех сил, но, похоже, усталость взяла своё; указания были слишком путаными.\n\n«Ах… А мы были так близко к выходу…!»\n\nТеперь нам придётся пробиваться к концу с боем…"
      ]
    },
    {
      "id": 10503,
      "title": "К артериям",
      "prevDesc": "",
      "eventDesc": "После победы над аномалией мы некоторое время плыли без происшествий. И именно тогда…\n\n«Стена…»\n\n…перед нами появилась толстая, прочная стена.\n\n«Артерия. За этой стеной.»\n\n«Стена открывается. Закрывается. Открытие очень короткое. Не дайте русалкам схватить вас там. Разрежет пополам, если русалка схватит.»\n\nИ с тяжёлым грохотом стена медленно начала открываться.\n\n«Не подпускайте русалок к кораблю. Они замедлят нас, и тогда нас разрежет пополам.»\n\nРусалки, должно быть, почувствовали грохот. Они начинают бросаться на наш корабль.",
      "behaveDesc": "Кто займёт позицию в авангарде, чтобы отбивать русалок от нашего корабля?",
      "successDesc": [
        "{0} занимает позицию, сбрасывая русалок с лодки.\n\n«Достаточно хорошо.»\n\n«Отлично, мы прошли…»\n\n«Фух. Хм, стена дёргается. Как будто вот-вот—»\n\nНе прошло и секунды после того, как корма нашей лодки прошла через стену, которая тут же захлопнулась.\n\n…Давайте двигаться дальше к артерии.",
        "Измаил занимает позицию, сбрасывая русалок с лодки.\n\n«Достаточно хорошо.»\n\n«Отлично, мы прошли…»\n\n«Не расслабляйтесь. Мы должны оставаться бдительными.»\n\n«Фух. Хм, стена дёргается. Как будто вот-вот—»\n\nНе прошло и секунды после того, как корма нашей лодки прошла через стену, которая тут же захлопнулась.\n\n…Давайте двигаться дальше к артерии."
      ],
      "failureDesc": [
        "{0} занимает позицию, сбрасывая русалок с лодки.\n\nНо…\n\n«Я-я думаю, их больше, чем мы ожидали…»\n\n«Эй! Помогите им!»\n\n«А-а-а, п-подождите…!»\n\nВ конце концов нам удалось стряхнуть русалок и пройти через отверстие, но…\n\n«Ха-а…»\n\nЭта суматоха истощила всех и оставила некоторых из нас ранеными.\n\n…У нас нет выбора, кроме как продолжить наш путь к артерии."
      ]
    },
    {
      "id": 1050401,
      "title": "Артерия",
      "prevDesc": "",
      "eventDesc": "«Это гораздо сложнее, чем я ожидал…»\n\nАртерия оказалась намного прочнее.\n\nРазрезать её одним ударом будет нелегко… но если мы задержимся здесь слишком долго, мы не успеем вовремя прибыть в место встречи.",
      "behaveDesc": "Кто сможет разрезать её одним ударом?",
      "successDesc": [
        "{0} замедляет дыхание и принимает устойчивую позу…\n\n«…!»\n\nОдним быстрым движением Грешнику удалось перерезать артерию..\n\n«Кровавая жидкость начала хлестать с ужасающей скоростью.»\n\nИ когда кровоток из отверстия замедлился, открылся путь дальше.\n\n«…Давайте направимся к сердцу.»"
      ],
      "failureDesc": [
        "{0} ударяет по артерии изо всех сил, но…\n\n«Всего лишь небольшой порез, да?»\n\n…Грешнику не удалось разрезать её.\n\n«У нас нет на это времени…!»\n\nВ панике {0} начинает бить своим оружием по артерии, пытаясь разрубить её.\n\n…К счастью, нам удалось вовремя разрезать её. Но это явно стоило Грешнику много сил.\n\n«Кровавая жидкость начала хлестать с ужасающей скоростью.»\n\nИ когда кровоток из отверстия замедлился, открылся путь дальше.\n\n«…Давайте направимся к сердцу.»"
      ]
    },
    {
      "id": 1050501,
      "title": "Ящик с припасами 1",
      "prevDesc": "",
      "eventDesc": "Мы остановились перед ящиком с логотипом пиратов Двукрюков.\n\n«Этот ящик, похоже, заперт.»\n\n«Он весь проржавел… Я не думаю, что мы можем даже попытаться взломать замок.»\n\n«Тогда давайте разобьём его!»\n\n…Но сам ящик выглядит довольно хлипким. Мы рискуем разбить и его содержимое.",
      "behaveDesc": "Кто сможет ударить по ящику с точно нужной силой?",
      "successDesc": [
        "{0} внимательно осматривает ящик и отступает на шаг. Затем, контролируемым ударом, разбивает только крышку.\n\nТо, что мы нашли внутри ящика, было ржавым крюком, который был весь покрыт кровью и белой мембраной. Вероятно, он использовался для убийства русалок.\n\nЯ не знаю, какое применение он может иметь… но это может оказаться полезной находкой.\n\nСтоит ли нам проверить и другие ящики?"
      ],
      "failureDesc": [
        "«Ой…»\n\nЭто был не совсем контролируемый удар. Я не был уверен, пытался ли Грешник вообще.\n\nЯщик был разбит в щепки, настолько, что мы не могли отличить его содержимое от раздробленных остатков.\n\nЧто ж, нет выбора, кроме как проверить, какие ещё ящики у нас есть…"
      ]
    },
    {
      "id": 1050502,
      "title": "Ящик с припасами 2",
      "prevDesc": "",
      "eventDesc": "На другом ящике логотип LCCB.\n\nОн выглядит достаточно прочным… Мы, вероятно, не сможем разбить его.\n\n«Похоже, он был запечатан сложным запирающим механизмом.»\n\n«Сомневаюсь, что смогу просто разбить его…»\n\n«Подождите, кажется, я что-то помню…»\n\nВозможно, Грешник, который использовал удостоверение LCCB в прошлом, может что-то знать об этом.",
      "behaveDesc": "Кто попытается взломать замок?",
      "successDesc": [
        "«Думаю, они делали это так…»\n\n{0} возится с замком и открывает ящик.\n\n«Понятно. В этом ящике был магазин для огнестрельного оружия.»\n\nДействительно. То, что мы нашли внутри ящика, было  полным пуль магазином.\n\nМы определённо найдём этому хорошее применение.\n\nБольше полезных ящиков вокруг нет… Мы решили двигаться дальше в следующую область.",
        "Измаил возится с замком и открывает ящик.\n\n«Понятно. В этом ящике был магазин для огнестрельного оружия.»\n\nДействительно, то, что мы нашли внутри ящика, было магазином, полным пуль.\n\nМы определённо найдём этому хорошее применение.\n\nБольше полезных ящиков вокруг нет… Мы решили двигаться в следующую область."
      ],
      "failureDesc": [
        "{0} возится с замком, но не добивается никакого прогресса.\n\n«Хмм…»\n\nПосле ещё нескольких попыток настройки, ящик, казалось, укрепился дополнительным запирающим механизмом.\n\n«Ну, что поделаешь.»\n\nВероятно, там было что-то полезное… Но у нас нет средств, чтобы взломать его. Придётся оставить его позади.\n\nБольше полезных ящиков вокруг нет… Мы решили двигаться дальше в следующую область."
      ]
    },
    {
      "id": 810602,
      "title": "Ахав 2",
      "prevDesc": "",
      "eventDesc": "Конечно, можно и так сказать.\n\nНо… её собственные ответы имеют здесь наибольшее значение, не так ли?\n\n«……»\n\nЕё дыхание быстрое и дрожащее. Она размышляет.\n\nКакой ответ ждёт нас в конце этих размышлений?",
      "behaveDesc": "Сможет ли она вынести своё собственное прошлое?",
      "successDesc": [
        "«…Ах!»\n\nИзмаил решительно взмахивает рукой. Она пытается сосредоточиться.\n\n«Всё ещё несёшь херню… Я разорву твой рот от уха до уха!»\n\n«Скорее. Давай же!»\n\n«Чего ты ждёшь? Это потому, что ты слишком слаба, чтобы сделать это? …Хахаха!»\n\nОт провокации Капитана глаза Измаил начинают гореть ненавистью. Она бросается на Ахав.\n\nПохоже, она всё ещё ищет ответ. И иногда гнев может сбить с пути. Не так ли?"
      ],
      "failureDesc": [
        "«……»\n\nЕё ответ на вопрос Менеджера… бесконечное безмолвие.\n\nОна всё ещё размышляет? Или она думает, что она неправа?\n\nДействительно… для неё может быть ещё слишком рано решать."
      ]
    },
    {
      "id": 810603,
      "title": "Ахав 3",
      "prevDesc": "",
      "eventDesc": "<Измаил.>\n\n<Это ещё не конец.>\n\n<Ещё есть время.>\n\n<И когда оно придёт… никто не примет это решение вместо тебя.>\n\n<Ни я. Ни Ахав.>\n\n<Я знаю, что ты можешь найти свои собственные ответы. Найти свой собственный путь.>\n\n«……»\n\nИзмаил не отвечает. Вместо этого она крепче сжимает оружие в руках.",
      "behaveDesc": "Отложенный ответ…\n…не такая уж плохая идея.",
      "successDesc": [
        "«…Акх!»\n\nИзмаил решительно взмахивает рукой. Она пытается сосредоточиться.\n\n«Всё ещё несёшь херню… Я разорву твой рот от уха до уха!»\n\n«Скорее. Давай же!»\n\n«Чего ты ждёшь? Это потому, что ты слишком слаба, чтобы сделать это? …Хахаха!»\n\nОт провокации Капитана глаза Измаил начинают гореть ненавистью. Она бросается на Ахав.\n\nПохоже, она всё ещё ищет ответ. И иногда гнев может сбить с пути. Не так ли?"
      ],
      "failureDesc": [
        ""
      ]
    }
  ]
}
