{
  "dataList": [
  {
    "id": 1050601,
    "title": "Выбор Чёрной Книги - Спасти мирных жителей",
    "eventDesc": "",
    "prevDesc": "",
    "behaveDesc": "Кто сделает шаг вперёд?",
    "successDesc": [
      "«Чёрт побери…»\n\n«Что, чёрт возьми, случилось?! Я думала, мы их всех прогнали!»\n\nПосле изнурительной битвы {0} и Энду победили и прогнали прихвостней Клана \"Курокумо\".\n\n«…Моя благодарность тебе. Я рада, что мы смогли им помочь.»"
    ],
    "failureDesc": [
      "«Чёрт побери…»\n\n«Что, чёрт возьми, случилось?! Я думала, мы их всех прогнали!»\n\nПосле изнурительной битвы {0} и Энду победили и прогнали прихвостней Клана \"Курокумо\". Но…\n\n«…Ах.»\n\nВозможно, Энду ещё не полностью оправилась. Она получила некоторый урон в стычке.\n\n{0} также, кажется, имеет несколько ран.\n\n«Мои извинения…»\n\nЭнду пробормотала сквозь стиснутые зубы. В её голосе слышался оттенок стыда."
    ]
  },
  {
    "id": 1050603,
    "title": "Выбор Чёрной Книги - Сказать, что вы из Родословной Клинка",
    "eventDesc": "",
    "prevDesc": "",
    "behaveDesc": "Кто сделает шаг вперёд и заговорит?",
    "successDesc": [
      "«Р-р-родос—»\n\nМирные жители тут же упали на колени и низко поклонились. Их голоса дрожат, когда они умоляют.\n\n«Простите нас, простите нас!»\n\n«Пожалуйста, помилуйте… Не убивайте нас…!»\n\nВ растерянной попытке {0} пытается сказать им, что у нас нет причин или намерений причинять им вред; но они отказываются слушать.\n\n«В-возьмите это, по крайней мере…»\n\nОни подняли руки с величайшим почтением. В их руках было нечто, похожее на книгу.\n\nПриглядевшись, мы поняли, что они передали нам заполненная тетрадь с чёрными обложками.\n\n«Пожалуйста, простите нас! Это всё, что у нас есть сейчас…»\n\nКак бы мы ни старались помочь им встать, страх уже прочно пригвоздил их к земле. Они даже не смеют поднять головы.\n\n…У нас не было выбора, кроме как оставить их как есть."
    ],
    "failureDesc": [
      "«…Это гадкая шутка, ребята~»\n\nВозможно, Грешник звучал неловко, когда заявил, что он из Родословной клинка. У гражданского дёрнулась бровь на мгновение, прежде чем он разразился смехом.\n\n«Почему бы им быть здесь, на этих улицах?»\n\n«Верно, верно. Кроме того, почему бы им помогать нам? Мы просто закрыли глаза, когда они…»\n\n«Эй! Тссс, следи за языком!»\n\n«А!»\n\nПосле обмена репликами, контекст которых был нам непонятен, они вдруг встрепенулись, словно поняли, что мы всё ещё стоим здесь.\n\n«Н-ну тогда… Спасибо за помощь в любом случае!»\n\n«Но не говорите такого, даже в шутку! Никогда не знаешь, что может случиться…»\n\nС этими словами мирные жители поспешно покинули место происшествия.\n\nЭто лишь испортило нам настроение, не так ли…"
    ]
  },
  {
    "id": 1050701,
    "title": "Ржавая рукоять - Владеть клинком значит Рубить им",
    "eventDesc": "",
    "prevDesc": "",
    "behaveDesc": "Кто поделится своим мнением?",
    "successDesc": [
      "«Слушай, слушай!»\n\nСамый громкий хохочет, поднимая свой стакан, полный алкоголя.\n\n«Я не утверждаю, что другие методы хуже! Я всего лишь утверждаю, что клинок, оружие с лезвием, создано для того, чтобы резать!»\n\nДвое других кивают с неохотным согласием.\n\n«Н-ну, если ты говоришь только о клинке и его части, конечно…»\n\n«Полагаю, обезглавливание не так уж отличается от проламывания черепа.»\n\n«Ха! Ты сделал мой день, друг. Вот, возьми!»\n\nЧеловек, проповедовавший превосходство Рубящего урона, хлопает тебя по спине и кладёт что-то в твои руки."
    ],
    "failureDesc": [
      "«Слушай, слушай!»\n\nСамый громкий хохочет, поднимая свой стакан, полный алкоголя.\n\n«И всё же…»\n\nВнезапно он перестает смеяться. Затем, с ужасающим выражением лица, он сверлит взглядом Грешника.\n\n«Как ты, будучи сам практикующим боевые искусства, можешь обманывать себя и отказываться говорить мне свои истинные убеждения? У тебя нет стыда?»\n\n«Хватит, мужик! Снова пытаешься напугать невинных прохожих?»\n\nДвое собутыльников этого человека тащат {0}(а/ю) к своему столу с восторженным выражением лица.\n\n«Уверен, очарование мощного, одиночного Пронзающего удара было слишком сильным, чтобы отрицать! Я понимаю, понимаю!»\n\n«Ощущение удара Тупым предметом, проламывающего череп… не можешь им насытиться, да?»\n\nПара подбадривала {0}(а/ю) и наполнила его стакан алкоголем."
    ]
  },
  {
    "id": 1050801,
    "title": "Выбор Сломанного Клинка - Обнажение Меча",
    "eventDesc": "",
    "prevDesc": "",
    "behaveDesc": "Кто должен владеть мечом?",
    "successDesc": [
      "{0} берётся за меч.\n\n«…!»\n\nПотратив мгновение, чтобы успокоить дыхание, {0} обнажает клинок и в мгновение ока разрубает нечто перед нами.\n\nЭто нечто захихикало, исчезая, почему-то находя эту ситуацию забавной…\n\nИ оставила после себя фрагменты клинка."
    ],
    "failureDesc": [
      "{0} берётся за меч.\n\n«…!»\n\nПотратив мгновение, чтобы успокоить дыхание, {0} обн—\n\n—Нет.. Грешник не смог обнажить клинок и вместо этого уронил его на пол.\n\n…Кажется, он держал меч наоборот, порезав при этом собственную ладонь.\n\nЭто нечто исчезло, пока мы были заняты попытками остановить кровотечение из руки {0}(а/и)."
    ]
  },
  {
    "id": 1050802,
    "title": "Выбор Сломанного Клинка - Позволить мечу висеть сбоку",
    "eventDesc": "",
    "prevDesc": "",
    "behaveDesc": "Кто должен владеть мечом?",
    "successDesc": [
      "{0} берётся за меч.\n\n«……»\n\n{0} без усилий обнажает меч, отбрасывая ножны и осторожно опуская его к своему боку, острием к земле.\n\nЭто нечто захихикало, исчезая, почему-то находя эту ситуацию забавной…\n\nИ оставила после себя сломанный клинок."
    ],
    "failureDesc": [
      "{0} берётся за меч.\n\n«……»\n\n{0} осторожно и без усилий обнажает ме—\n\n—Нет.. Грешник не смог обнажить клинок и вместо этого уронил его на пол.\n\n…Кажется, он держал меч наоборот, порезав при этом собственную ладонь.\n\nЭто нечто исчезло, пока мы были заняты попытками остановить кровотечение из руки {0}."
    ]
  },
  {
    "id": 1050901,
    "title": "Выбор Красной Кисточки - Мелюзга",
    "eventDesc": "",
    "prevDesc": "",
    "behaveDesc": "Кто поговорит с ними?",
    "successDesc": [
      "«Ха!»\n\nЧеловек с мечом усмехается.\n\n«Ты отвечаешь мудростью на мой глупый вопрос. Подобные размышления действительно имеют очень мало значения в Городе.»\n\nОн смеётся ещё немного, на этот раз с энтузиазмом, затем отрывает кисточку от своего оружия, прежде чем передать её.\n\n«Мне понравился твой ответ. Если когда-нибудь окажешься в конфликте с Родословной Клинка, покажи им эту кисточку.»\n\n«Она тебе немного поможет, я могу это гарантировать.»\n\nС этими словами он махнул рукой и исчез в другом направлении."
    ],
    "failureDesc": [
      "«Слова истины.»\n\nОни оба кивают.\n\n«Но я не думаю, что ты достаточно мудр или способен говорить такую мудрость от всего сердца.»\n\nДвое неловко улыбаются, прежде чем повернуться и уйти.\n\nОставшись в одиночку, {0} смотрит на землю с печальным выражением лица."
    ]
  },
  {
    "id": 1051001,
    "title": "Выбор Потёртой Бамбуковой Шляпы - Не это важно",
    "eventDesc": "",
    "prevDesc": "",
    "behaveDesc": "Кто заговорит?",
    "successDesc": [
      "Синие буквы медленно исчезают, и на их месте появляется новое слово.\n\n«Радость.»\n\nСлово остаётся там на мгновение, прежде чем преобразоваться и упасть на пол.\n\nОно превратилось в старую и потёртую бамбуковую шляпу."
    ],
    "failureDesc": [
      "Синие буквы медленно исчезают, и на их месте появляется новое слово.\n\n«Гнев.»\n\nСлово остаётся там на мгновение, прежде чем сгореть и исчезнуть.\n\n…Может быть, ему не понравился наш ответ?"
    ]
  },
  {
    "id": 1051002,
    "title": "Старая накидка Допо - Что верно, то верно",
    "eventDesc": "",
    "prevDesc": "",
    "behaveDesc": "Кто заговорит?",
    "successDesc": [
      "Синие буквы медленно исчезают, и на их месте появляется новое слово.\n\n«Наслаждение.»\n\nСлово остаётся там на мгновение, прежде чем преобразоваться и упасть на пол.\n\nОно превратилось в старую, потёртую накидку допо."
    ],
    "failureDesc": [
      "Синие буквы медленно исчезают, и на их месте появляется новое слово.\n\n«Печаль.»\n\nСлово остаётся там на мгновение, прежде чем сгореть и исчезнуть.\n\n…Может быть, ему не понравился наш ответ?"
    ]
  },
  {
    "id": 97104901,
    "title": "Ты знаешь толк",
    "eventDesc": "",
    "prevDesc": "",
    "behaveDesc": "Кто заговорит?",
    "successDesc": [
      "«А ведь правда!»\n\n«Ха-ха! Да, мы не говорим, что другое оружие — отстой. Просто в мечах есть что-то по-настоящему крутое, верно?»\n\n«Клинки действительно впечатляюще выглядят. Я прав, парни?»\n\nБар наполняется приветствиями и криками посетителей из-за решения {0}(а/и).\n\nКак только мы собирались попрощаться с ними, поделившись нашими страстными мыслями об этом конкретном виде клинкового оружия…\n\n…женщина, похожая на их лидера, оставила что-то на столе.\n\n«Спасибо, что потакали им. Почему бы вам не взять это с собой за ваши хлопоты?»"
    ],
    "failureDesc": [
      "«Король оружия, да? Это круто, но… кажется, ты немного переборщил с комплиментами.»\n\n«Да… почти как будто ты говорил не от души.»\n\n«Да, тебе обязательно было его ещё и восхвалять?»\n\nМожет быть, {0} немного переусердствовал(а) с комплиментами.\n\nНекоторые из них смотрят на нас с неловким выражением лица.\n\n«Ну… ладно. Я понял, что ты имеешь в виду. Мечи действительно лучшие, хм?»\n\nИх босс налил {0}(е/у) выпить.\n\nДолжно быть, это оказалось неожиданно вкусно; {0} быстро осушает чашу."
    ]
  },
  {
    "id": 97105001,
    "title": "Полагаю, что так",
    "eventDesc": "",
    "prevDesc": "",
    "behaveDesc": "Кто заговорит?",
    "successDesc": [
      "«Ох…»\n\n«Полагаю, это правда. Единственный вариант — идти на войну, так? Вижу, у тебя есть склонность к драматизму.»\n\n«А ты забавный. Есть время убить?»\n\nПарочка затащила {0}(а/ю) в бар и отпустила только после того, как выпили по паре рюмок.\n\n{0} возвращается с чашей для питья в руке."
    ],
    "failureDesc": [
      "«Ох…»\n\n«Это всё замечательно, но что за тон, а?»\n\n«Думаешь, мы тупые? Думаешь, мы тупые, сопляк? Иди сюда.»\n\nПарочка начала избивать {0}(а/ю).\n\nМы быстро вытащили Грешника из этой неожиданной вспышки насилия и скрылись."
    ]
  }
  ]
}