{
  "dataList": [
    {
      "id": 1081401,
      "title": "Повседневная жизнь",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Кто пойдёт искать подушку?",
      "successDesc": [
        "{0} вернулся(-ась), неся что-то в руках.\n\nЭто плюшевая подушка.\n\n«Давайте лучше постараемся, чтобы человек упал на эту штуку, а не будем ловить его сами...»\n\nДругие грешники быстро убрали все опасные предметы поблизости.\n\nНаконец, {0} положил(-а) подушку в нужное место, чтобы смягчить падение горожанина.\n\n...В конце концов, падающий горожанин мягко приземлился на подушку. Звук был довольно уютным."
      ],
      "failureDesc": [
        "{0} вернулся(-ась), неся что-то в руке.\n\nЭто плюшевая подушка.\n\nНо...\n\n«Эй, ты чего? Она же слишком маленькая!»\n\nОна едва ли прикрывает туловище.\n\n«Н-но это лучше, чем ничего, чтобы смягчить падение!»\n\nТак или иначе, у нас не было времени искать что-то другое. Грешники решили встать в круг, чтобы поймать его своими телами.\n\n...Что, в конце концов, и произошло.\n\nСила удара распределилась по нескольким телам, и крошечная подушка хотя бы защитила спину человека, но...\n\n...когда всё закончилось, большинство грешников пошатывались с переломанными руками или треснувшими позвоночниками."
      ]
    },
    {
      "id": 1081501,
      "title": "Сборщик Корпорации T",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Кто пойдёт за пропуском?",
      "successDesc": [
        "«Пропуск можно получить здесь».\n\nСледуя указаниям регистратора, {0} без вопросов заполнил(-а) бланк на получение пропуска.\n\n«Пожалуйста, заполните поля здесь и вот здесь».\n\n{0} доблестно выполнил(-а) задание.\n\n«А вот здесь указана плата за пропуск для ваших конкретных целей визита».\n\n«Э-э...»\n\n{0} в смятении посмотрел(-а) на нас.\n\n«Но-о-о, победитель Временной Лотереи в этот раз пожертвовал свой выигрыш на оплату пропусков для горожан. Какая щедрая душа».\n\n«А теперь, пожалуйста, наденьте этот значок. Не забудьте вернуть его, когда закончите свои дела».\n\nНам удалось получить пропуск, не заплатив ни единого Ана."
      ],
      "failureDesc": [
        "Мы решили взять пропуск, но дверь была уже закрыта.\n\n«Время дороже Ан. В следующий раз приходите до закрытия».\n\nНас встретила лишь наспех нацарапанная и прилепленная табличка на стойке регистратора."
      ]
    },
    {
      "id": 1081601,
      "title": "Юродивые",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Кто прочтёт указания к месту встречи?",
      "successDesc": [
        "Мы оставались в укрытии, пока {0} разбирался(-ась) с направлением на плакате.\n\nНекоторое время спустя {0} коротко поговорил(-а) с незнакомцем, а затем вернулся(-ась) к нам с чем-то, похожим на механическую шестерню."
      ],
      "failureDesc": [
        "Мы оставались в укрытии, пока {0} разбирался(-ась) с направлением на плакате.\n\nНо...\n\n...к {0} никто не пришёл.\n\nИ тут мы почувствовали, как сзади к нам приближается группа людей в шарфах.\n\n«Я почти уверен, что мы просили всех желающих приходить в одиночку... вы что, псы Корпорации T?»\n\n...Похоже, драки не избежать."
      ]
    },
    {
      "id": 1081701,
      "title": "Юродивые",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Кто притворится, что хочет к ним присоединиться?",
      "successDesc": [
        "{0} кивает мне и выходит вперёд.\n\n«Очень мудрое решение! Позвольте нам извлечь ваш мозг и принять вас в наши ряды».\n\n«А теперь, хоть у нас и нет времени в избытке, возьмите это и...»\n\n{0} выхватывает вещь у них из рук и шагает обратно к нам.\n\n«...А?»\n\n«В-вы должны дать нам закончить! Вы...»\n\n«Вы что, остолопы?! Нас обманули!»\n\nМы двинулись дальше, не обращая внимания на звуки позади."
      ],
      "failureDesc": [
        "{0} кивает мне и выходит вперёд.\n\nЗазвучали другие голоса.\n\n«Постойте, как мы можем им доверять?»\n\n«Давайте просто пойдём дальше! Мы не можем просто так принимать в свои ряды кого попало...»\n\n«Прошу прощения, забудьте об этом разговоре. Похоже, наше предложение было сделано поспешно, без должного согласия даже между нами».\n\n{0} продолжает доказывать свою правоту, но...\n\n«Если вы не забудете о нас... нам, возможно, придётся забрать ваше время».\n\nОни, похоже, твёрдо намерены уйти; они проходят мимо нас без колебаний."
      ]
    }
  ]
}