{
    "dataList": [
        {
            "id": 90105401,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто ответит на вопрос?",
            "successDesc": [
                "Это утка. Утомлённый, поникший клюв утки совершенно очевиден."
            ],
            "failureDesc": [
                "Ответу недоставало уверенности. Кролик, которого вы приняли за утку, убежал."
            ]
        },
        {
            "id": 90105402,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто ответит на вопрос?",
            "successDesc": [
                "Это кролик. Его длинные уши несомненно указывают на то, что это кролик."
            ],
            "failureDesc": [
                "Ответу недоставало уверенности. Утка, которую вы приняли за кролика, убежала."
            ]
        },
        {
            "id": 90105801,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто ответит на вопрос?",
            "successDesc": [
                "«Правда?»\n\n«Что нам делать? Мы будем вместе крутиться по пути, который длится тысячи световых лет.»\n\n«Если тебе их жаль…»\n\n«А если я просто кручусь по чьему-то чужому пути…»\n\n«Думаю, мы все жалкие.»"
            ],
            "failureDesc": [
                "«Верно.»\n\n«Так тяжело.»\n\nПривязанные к путям вещи начинают утвердительно щебетать.\n\n«Заткнитесь!»\n\n«Это вы сами привязали себя ко мне!»\n\n«Нет, это ты затащил меня!»\n\nПривязанные вещи и привязывающая вещь начинают препираться.\n\nНадежды на примирение нет."
            ]
        },
        {
            "id": 90105802,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "«Верно. Я хотел стать легче.»\n\n«Но посмотри.»\n\n«Я всё ещё разрастаюсь из-за этих вещей, которые привязали себя ко мне.»\n\n«Так… облегчишь немного мой вес?»"
            ],
            "failureDesc": [
                "«Подожди… слишком много шума… столько болтовни…»\n\n«Все, заткнитесь, перестаньте привязывать себя ко мне»\n\nПути вокруг сущности росли и росли, пока её голос не перестал быть слышен."
            ]
        },
        {
            "id": 90106101,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто вмешается?",
            "successDesc": [
                "Вы находите скелет среди груды других костей. Возможно, это тот, кто пытается до вас достучаться. Невозможно сказать, тот ли это скелет. Возможно, вы просто приписали смысл тому, что является лишь грудой костей."
            ],
            "failureDesc": [
                "Вы сделали всё возможное, чтобы найти источник этого звука, но безрезультатно. Вся плоть и шкура истлели под песками времени, и всё, что осталось, — это неразличимые кости. Но бестелесный голос всё ещё не умолкает."
            ]
        },
        {
            "id": 90106102,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Игнорировать голос. Продолжить путь.",
            "successDesc": [
                "Лишь бессмысленный звук ветра, свистящего меж костей.\n\nЗвук пустоты. Тот самый ветер, что будет виться меж наших костей, когда мы будем здесь похоронены."
            ],
            "failureDesc": [
                "Когда мы удалялись от голоса, {0} замечает что-то под ногами.\n\nВзгляд вниз показал, что мы окружены несколькими курганами из костей."
            ]
        },
        {
            "id": 90106103,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто исследует другие курганы из костей?",
            "successDesc": [
                "{0} натыкается на ещё один осколок кости, который, кажется, шепчет нам на ухо.\n\nОднако вскоре мы понимаем, что шёпот доносится от каждого окружающего нас осколка кости.\nAre they really talking to us, or is this an auditory hallucination caused by the ominous fear prevalent in this place?\n\nМы поднимаем одну кость, но она увлекает за собой запутанную нить костей, пронзающих, ломающих и обвивающих друг друга, с ней.\n\nОни перепутаны и переплетены до такой степени, что стало невозможно определить, какой была их первоначальная форма."
            ],
            "failureDesc": [
                "{0} натыкается на ещё один осколок кости, который, кажется, шепчет нам на ухо.\n\nОднако вскоре мы понимаем, что шёпот доносится от каждого окружающего нас осколка кости.\nAre they really talking to us, or is this an auditory hallucination caused by the ominous fear prevalent in this place?\n\nПобуждаемый этим неприятным ощущением, {0} оставил осколок кости и поспешил прочь от курганов из костей."
            ]
        },
        {
            "id": 90106601,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "Одного вдоха было более чем достаточно.\n\nВпервые за всё время своего существования они смогли вдыхать и выдыхать столько воздуха, сколько хотели, не чувствуя боли.\n\nКаждая прожитая ими секунда была болью. Никто этого никогда не поймёт."
            ],
            "failureDesc": [
                "Вдувание воздуха в его пасть было бесполезным.\n\nВскоре после этого раздался кашель.\n\nВозможно, освобождение близко."
            ]
        },
        {
            "id": 90106801,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто опознает ткань?",
            "successDesc": [
                "Бинты, предназначенные для исцеления.\n\nНо он истечёт кровью, как только эти бинты развяжут.\n\nЧтобы сохранить свою форму… он должен оставаться связанным."
            ],
            "failureDesc": [
                "Раны, стянутые бинтами, гниют понемногу; ничто не указывает на их заживление.\n\nОни служат только для сокрытия ужасных ран, а не для их исцеления."
            ]
        },
        {
            "id": 90106802,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "Цепи, созданные для заточения.\n\nОн будет бесконечно бороться с цепями, чтобы быть свободным.\n\nЧтобы вернуть свою власть. Чтобы произнести несказанные слова, связанные цепями."
            ],
            "failureDesc": [
                "Оно один раз дёрнулось, затем прекратило свои движения навеки.\n\nВозможно, это потому, что вы определили ткань как цепи. Или, возможно, оно действительно было связано цепями. Никто никогда не узнает."
            ]
        },
        {
            "id": 90106901,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "Пожать руки… значит разделить одиночество.\n\nРука не была ни тёплой, ни податливой, но вы держали её долго, очень долго.\n\nНадеясь, что этот маленький жест хотя бы немного наполнил его руки, его одиночество."
            ],
            "failureDesc": [
                "Его руки уже полны рукопожатий.\n\nВаше простое предложение одного рукопожатия не имеет значения для этого существа."
            ]
        },
        {
            "id": 90106902,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "Истинное желание его бесчисленных рукопожатий бессмысленно.\n\nПоэтому даже рука, которая просит бесконечный поток рукопожатий, должна научиться иногда позволять ему проходить мимо.\n\nПотому что мы все однажды должны вернуться с пустыми ладонями."
            ],
            "failureDesc": [
                "Что-то оставило царапины на вашей руке.\n\nРаны, оставленные одиночеством.\n\nОно родилось из мимолётного мгновения, но рана останется на некоторое время."
            ]
        },
        {
            "id": 90107301,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "«Тогда пожалуйста, освети наш путь.»\n\n«Когда свет лампы погаснет, когда останется только кромешная тьма…»\n\n«…мы будем знать, что мы в нужном месте.»\n\n«Существуют огни, которые можно увидеть только тогда, когда нет другого света.»\n\n«Там ты увидишь цвет. Цвет всего, что когда-то было покинуто, смешанного вместе.»"
            ],
            "failureDesc": [
                "«Ты всё ещё боишься темноты, не так ли?»\n\n«Я знаю, что ты будешь скучать по поверхности, навсегда недостижимой для тебя, как только эта люминесцентная лампа погаснет»\n\n«Так что возвращайся, как только будешь готов.»"
            ]
        },
        {
            "id": 90107302,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "«Я помню. Я всегда хотел пробежать по покатому полю травы под тёплым солнцем.»\n\n«Переплыть огромный океан, который я видел только на картинках.»\n\n«Это была моя мечта.»\n\n«Моя единственная мечта.»\n\n«Теперь, если ты когда-либо вспомнишь сон, в котором ты желал сиять, даже как слабое мерцание…»"
            ],
            "failureDesc": [
                "Люминесцентная лампа всё ещё слабо мерцает.\n\n«Всё в порядке. Куда мы идём…»\n\n«…нам не нужен свет.»"
            ]
        },
        {
            "id": 90107401,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "«Понимаю.»\n\n«Если моего хозяина нет на картине, воспоминания… что мне делать?»\n\n«Что если… однажды… я начну сомневаться, что у меня вообще был хозяин…»\n\nТеперь в коридоре осталась только картина без хозяина."
            ],
            "failureDesc": [
                "«Не может быть.»\n\n«Смотри не на прошедшее время, а сосредоточься на картине.»\n\n«Лицо моего хозяина, которому пришлось так много пережить.»\n\nВам пришлось сидеть там и некоторое время смотреть на картину."
            ]
        },
        {
            "id": 90107402,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "«Разве лицо моего хозяина не так грациозно? Глаза, такие глубокие. Взгляд, такой благородный.»\n\n«Спасибо. Я начинаю вспоминать. Лицо моего хозяина, отражённое в ваших собственных глазах.»"
            ],
            "failureDesc": [
                "«Если вы действительно видите лик моего хозяина… то не такое лицо у вас было бы.»\n\n«И эти не впечатлённые, безжизненные глаза — не тот взгляд, который носил бы человек, увидев лицо моего хозяина.»\n\nНас быстро сочли нежеланными гостями и выгнали из особняка."
            ]
        },
        {
            "id": 90107403,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "«О боже…»\n\n{0} предложил смахнуть пыль с портрета.\n\nСущность попыталась отстраниться от нас, смущённо…\n\n…но Грешник всё равно протянул руку, чтобы аккуратно смахнуть пыль с портрета и вытереть его дочиста.\n\n«Теперь, когда вы почистили портрет, я уверен, вы хорошо его видите.»\n«Спасибо. Мой хозяин… тоже будет счастлив.»"
            ],
            "failureDesc": [
                "«О боже…»\n\n{0} направился к сущности, чтобы смахнуть пыль с портрета.\n\n«Вы НЕ СМЕЕТЕ так грубо и бессердечно прикасаться к портрету моего хозяина!»\n\nВозможно, мы были слишком поспешны в нашем подходе.\n\nСущность закричала на нас, сказав, что мы «грубые, шумные гости», и выгнала нас из особняка."
            ]
        },
        {
            "id": 90108401,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "Вы склоняете голову и молитесь. Вы слышите звук труб. Но вы не поднимаете глаз и просто слушаете звук. Потому что молитвы должны быть такими."
            ],
            "failureDesc": [
                "Просто потому, что вы склоняете голову и закрываете глаза, не значит, что вы молитесь."
            ]
        },
        {
            "id": 90108402,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "Его полупрозрачные руки и голова исчезают. Из пустоты течёт тёмно-красная кровь. Её медленный, свинцовый поток не отличается от чьего-то потока слёз."
            ],
            "failureDesc": [
                "На статуе появляется большая трещина. Она начинает зловеще дрожать. Нет иного выбора, кроме как принять то, что должно произойти."
            ]
        },
        {
            "id": 90108501,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто примет вызов?",
            "successDesc": [
                "Скажите правду.\n\nВы отвечаете: в документе говорится, что секрет о пациенте из комнаты 409 должен быть сохранён.\n\n«Я знал это…!»\n\n«Но тот пациент… был…»\n\n«ААААААААА!»"
            ],
            "failureDesc": [
                "Вы пытаетесь сказать правду, но фигура не верит вам.\n\n«Не лги мне. Пациент из комнаты 409 — это…!»\n\nФигура не в состоянии сдержать своих эмоций; она начинает метаться, уничтожая всё вокруг себя."
            ]
        },
        {
            "id": 90108502,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "«Я знал это.»\n\n«Они солгали мне…»\n\n«Эти куски дерьма солгали мне!!!»"
            ],
            "failureDesc": [
                "Фигура сминает бумагу и топая уходит куда-то."
            ]
        },
        {
            "id": 90109101,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "Вы протягиваете руку и удерживаете его на месте, прежде чем оно отмахнётся обратно.\n\nКолокол слабо звенит.\n\nТусклый и слабый звук.\n\nХотя оно больше не отскакивает с той же силой, оно продолжает качаться взад-вперёд."
            ],
            "failureDesc": [
                "Вы крепко удерживали его на месте. Возможно, слишком крепко; оно никогда больше не потеряет равновесие.\n\nИ оно никогда больше не будет качаться взад-вперёд.\n\nКолокол больше не звонит.\n\nОстались только шестерёнки и зубчатые колёса."
            ]
        },
        {
            "id": 90109102,
            "title": "",
            "eventDesc": "",
            "prevDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "Вы толкаете его дальше, до точки, где колокол почти касается земли.\n\nНо он не падает.\n\nВместо этого он отскакивает сильнее, чем когда-либо, и громко звонит. Громче любого колокола, что вы когда-либо слышали."
            ],
            "failureDesc": [
                "Вы толкнули колокол слишком сильно. Он опрокидывается, падая на землю с тяжёлым стуком.\n\nЕго больше нельзя поставить на место.\n\nЕго первоначальная роль, однажды утраченная, никогда не может быть восстановлена."
            ]
        }
    ]
}