{
  "dataList": [
    {
      "id": 12880101,
      "title": "Выход Последнего Рыцаря",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто преодолеет громогласный рёв и попытается заговорить с рыцарем?",
      "successDesc": [
        "«…….»\n\n<i>Мы не море.\nМы не его волны.</i>\n\n<i>Великое копьё рыцаря дрогнуло в сомнении.\nЛишь волны имеют для него значение.</i>"
      ],
      "failureDesc": [
        "Пронзённый(ая) копьём, Грешник {0} спешно отступает.\n\n<i>Его глаза ослеплены туманом, а уши не пропускают наших слов.\nСловно заводной механизм, Рыцарь снова поднимает своё копьё.\nОно пронзает всё на своём пути.</i>"
      ]
    },
    {
      "id": 12880201,
      "title": "Застывшие Грешники",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто останется стоять рядом с окаменевшими Грешниками?",
      "successDesc": [
        "Тепло Грешника {0} вновь зажигает огонь решимости в остальных Грешниках.\n\nВ этот миг Ирэн поднимает свою лампу, осыпая рыцаря её светом.\nПламя Иберии освещает наш путь.\n\n<i>В отличие от рыцаря, мы не одни.\nПоэтому нам не пришлось в одиночку нести леденящее одиночество.</i>"
      ],
      "failureDesc": [
        "<i>Атака копья рыцаря прорывается сквозь бурю, подобно неудержимой волне.\nОдиночество нельзя было разделить.</i>"
      ]
    },
    {
      "id": 12880301,
      "title": "Последний Рыцарь и Росинант",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто сможет остановить натиск рыцаря?",
      "successDesc": [
        "Яростный натиск рыцаря на мгновение ослабевает, когда Грешник {0} преграждает ему путь.\n\nИнквизитор быстро пользуется этим мимолётным промедлением...\nОслепительная искра вылетает из её ручной пушки, и рыцаря сбрасывает со скакуна."
      ],
      "failureDesc": [
        "Грешник {0} преграждает путь Рыцарю и дорого платит за это.\n\n<i>Куда бы мы ни повернулись, со всех сторон нас окружают бескрайние горизонты моря.\nА где есть море, там мчится Рыцарь.\nГалоп Рыцаря неудержим.</i>"
      ]
    },
    {
      "id": 12880302,
      "title": "Последний Рыцарь и Росинант",
      "eventDesc": "Густая тень растекается под одиноким Рыцарем.\nСнизу доносится шёпот множества тел, скользящих друг о друга.\n\n«...Неужто они собрались, чтобы одолеть рыцаря?»\n«Должно быть, они сперва собрались там, считая его одним из них, пока не осознали...»\n«...что рыцарь — предатель великой воли».\n\nРыцарь отталкивается от поверхности, но море яростно вздымается в ответ, чтобы утащить его обратно.\nВолны вздымаются высоко, вгрызаясь в рыцаря, обрушивая его обратно на водную гладь.\n\nНо он прыгает снова, используя гребни волн как ступени.\nОн не принадлежит морю.\n\n<i>Он гордо стоит против великой воли, высоко подняв голову в вечном неповиновении.\nНеустанный Рыцарь мчится по водным горам и несётся на нас.</i>",
      "prevDesc": "",
      "behaveDesc": "Раздаётся пронзительный и мощный крик.\nСкакун рыцаря о чём-то предупреждает.",
      "successDesc": [
        "Грешник {0} останавливает натиск рыцаря.\nЗатем... начинают набегать волны.\n\nРаз, два, три...\nНо в отличие от Ночи в Подворотнях, волны не прекращаются.\n\n<i>Он всегда бросал вызов волнам, и ему суждено делать это вечно.\nВолны всегда будут сотрясать море, до того дня, когда рыцарь утонет.</i>"
      ],
      "failureDesc": [
        "Грешник {0} преграждает путь рыцарю и дорого платит за это.\n\n<i>Рыцарь мчится против волн и достигает суши.\nЗемля-дом. Зёрна, что так и не проросли. Его путь мерцает — нет, он непостижимо высок.</i>\n\n<i>На этом пути осталась лишь легенда ушедшей эпохи.\nЕму никогда не быть связанным, сколько бы раз волны ни обрушивались на него.</i>"
      ]
    },
    {
      "id": 97107402,
      "title": "Иберийцы и Эгир - №3",
      "eventDesc": "Может, и нет, но должен же быть кто-то, кому нужна твоя помощь.",
      "prevDesc": "",
      "behaveDesc": "Кто заговорит?",
      "successDesc": [
        "«...Может, и так. Может, всё дело в том, чего они на самом деле хотят».\n\n«Мне следует подойти к этому осторожнее и... возможно, найти другой ракурс для исследования».\n\n«Может, стоит попытаться найти способ восстановить почву от соли, которая её уничтожила».\n\n«О, если вы отправляетесь в море, не возьмёте это с собой?»\n\n«Это результаты многолетних исследований Морских Ужасов. Возьмите их, может, вы найдёте им лучшее применение, чем я или обитатели суши».\n\nПередав свои исследовательские заметки, Эгир уходит с облегчённым выражением лица."
      ],
      "failureDesc": [
        "«Может, и так».\n\n«Но... угроза моря не исчезнет лишь потому, что вы от неё отвернулись».\n\n«Не стоит её игнорировать, даже если сейчас её нет».\n\n«Эгир крепко сжимает исследовательские заметки и решительно уходит»."
      ]
    },
    {
      "id": 97107501,
      "title": "Славное прошлое Иберии",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто выступит вперёд?",
      "successDesc": [
        "Грешник {0} достал(а) золотой компас из потрёпанной сумки.\n\nНадпись на компасе указывает, что это артефакт, созданный в эпоху великих экспедиций.\n\n«Как этот артефакт так хорошо сохранился?..»\n\n«Это место — лишь мост, созданный из предметов, извлечённых из коллективного бессознательного и наиболее подходящих для этих глубин».\n\n«Он может существовать на самом деле, но может и не быть реальным».\n\nИрэн на мгновение с искушением смотрит на компас...\n\n...прежде чем отвернуться, смирившись с тем, что это, вероятно, не настоящий артефакт."
      ],
      "failureDesc": [
        "{0} некоторое время осматривался(ась), но безрезультатно.\n\n«Хм... не думаю, что мы здесь ещё что-то найдём».\n\n«Тогда нам лучше отправляться немедля».\n\nИ мы решили двинуться дальше."
      ]
    },
    {
      "id": 97107602,
      "title": "История о смотрителях маяка и Глубокой Тишине - №3",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "",
      "successDesc": [
        "«Это последнее в этом мире доказательство того, что там, в море, когда-то был свет».\n\n«Смотритель маяка всегда носил с собой три ключа: один, чтобы открывать двери, один, чтобы посылать сообщения, и один, чтобы освещать море».\n\n«Не думаю, что теперь они на это способны».\n\n«...Возьмите».\n\n«Я не знаю, куда вы идёте, но один из этих ключей может пригодиться».\n\nМы пытались отказаться, но старик был настойчив, вкладывая ключ мне в руку.\n\n«Помните».\n\n«Помните, что здесь когда-то был маяк. Что море не всегда было тёмным».\n\nКогда мы спускались со скал, попрощавшись со стариком, я услышал позади всплеск волн.\n\nСтарика на скале уже не было."
      ],
      "failureDesc": [
        "«Это последнее в этом мире доказательство того, что там, в море, когда-то был свет».\n\n«Ха-ха... но не заставляйте себя слушать бредни этого старика».\n\n«По вашим лицам я вижу, что никому из вас это всё равно не очень интересно».\n\n«Уже поздно. Поторопитесь домой, или куда вы там шли».\n\nКогда мы спускались со скал, попрощавшись со стариком, я услышал позади всплеск волн.\n\nСтарика на скале уже не было."
      ]
    },
    {
      "id": 97107701,
      "title": "Здесь Церковь Глубин под видом помощи раздаёт еду из Морских Ужасов, чтобы превратить иберийцев в Морских Ужасов",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто выступит вперёд?",
      "successDesc": [
        "«Мы так рады, что вам понравилась еда».\n\n«Но... вы и вправду её ели, или?..»\n\n{0} спокойно отвечает: хоть вкус и был, безусловно, уникальным, нам понравилось.\n\nПри этих словах они, казалось, отбросили подозрения и отвернулись.\n\n«Рады слышать».\n\n«Пожалуйста, возвращайтесь в любое время, и мы поделимся ещё».\n\nНе имея причин оставаться, мы покинули здание.\n\nЯ почувствовал лёгкий холодок в затылке, словно люди в капюшонах смотрели нам в спину, когда мы уходили, но...\n\n...нам удалось ускорить шаг и скрыться."
      ],
      "failureDesc": [
        "«Мы так рады, что вам понравилась еда».\n\n«Но... вы и вправду её ели, или?..»\n\n{0} отвечает почти мгновенно: хоть вкус и был, безусловно, уникальным, нам понравилось.\n\nПри этих словах они, казалось, отбросили подозрения и отвернулись...\n\n«Вам не очень-то понравилась еда, не так ли?»\n\n«Прятать её, а не есть...»\n\nВсе оборачиваются и смотрят на нас, гул мгновенно стихает.\n\nМы на мгновение замерли, но...\n\n...в тот момент, когда люди в капюшонах бросились за нами, мы быстро вскочили и убежали."
      ]
    },
    {
      "id": 97107801,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто выступит вперёд?",
      "successDesc": [
        "«Ага... должно быть, Инквизитор выводила вас отсюда».\n\n«Вы, кажется, совсем новичок, Инквизитор. Продолжайте в том же духе».\n\n«...Ах, но прежде чем уйдёте...»\n\n«Не могли бы вы отнести эту лампу в Инквизицию?»\n\n«Пожалуйста, скажите им, что был Инквизитор, который прошёл сквозь туманы, их испытания, и... в конце концов, сделал свою страну своей судьбой».\n\nЛампа яркая и тёплая.\n\nДолжно быть, это то, за что Инквизиторы Иберии сражаются с океаном, чтобы поддерживать его свет.\n\nМы берём маленькую, но весомую лампу и продолжаем путь."
      ],
      "failureDesc": [
        "«Я её раньше не видел».\n\n«Понятия не имею, где вы раздобыли облачение Инквизитора, но... эвакуируйтесь отсюда побыстрее».\n\n«Но роль гражданского — выжить и внести свой вклад в возрождение Иберии».\n\n«Вам не нужно жертвовать собой на передовой, чтобы сдерживать само море... ибо это — роль Инквизиторов».\n\nС этими словами Инквизитор быстро проводил нас отсюда."
      ]
    }
  ]
}