{
    "dataList": [
        {
            "id": 97105101,
            "title": "",
            "prevDesc": "",
            "eventDesc": "",
            "behaveDesc": "Кто погонится за ними?",
            "successDesc": [
                "{0} преследует нарушителя со всей скоростью, на которую способен.\n\nНарушитель быстро останавливается на крутом повороте—\n\n{0} не упускает этой возможности и замахивается на них своим оружием, но ему удаётся лишь срезать немного ткани с их одежды.\n\nОднако, возможно, при этом они что-то уронили.\n\nНа земле лежал жёлтый лоскут."
            ],
            "failureDesc": [
                "{0} преследует нарушителя со всей скоростью, на которую способен.\n\nНарушитель быстро останавливается на крутом повороте—\n\n{0} не упускает этой возможности и замахивается на них своим оружием, но ему не удаётся даже задеть их одежду из-за абсурдной скорости нарушителя.\n\nЖитель здания рядом с местом происшествия выходит, видит место на земле, где стоял нарушитель, и кричит.\n\n«Что за чёрт? Вы загадили дорогу перед моим домом!»\n\n«Я требую компенсации! Или хотя бы вызовите страховой Офис, чтобы он с этим разобрался!»\n\nМы решили прекратить преследование, чтобы убрать пол, прежде чем житель устроит ещё больший скандал."
            ]
        },
        {
            "id": 97105201,
            "title": "",
            "prevDesc": "",
            "eventDesc": "",
            "behaveDesc": "Что нам делать?",
            "successDesc": [
                "{0}, похоже, совсем не узнаёт человека на фотографии.\n\nОднако, с помощью импровизированной истории, {0} удалось одурачить прихвостней Среднего.\n\n«Думаю, это он, братан.»\n\n«Вот и всё, мы направляемся на восток!»\n\n«Ты очень помог. Вот, возьми это.»\n\n«Ты не наша семья, но эти цепи — доказательство того, что ты помог Среднему.»\n\nОни вручили нам связку тяжёлых цепей."
            ],
            "failureDesc": [
                "{0}, похоже, совсем не узнаёт человека на фотографии.\n\n{0} пытается придумать импровизированную историю, но прихвостни Среднего, похоже, не убеждены.\n\n«Думаю, это не он, братан.»\n\n«Согласен, пацан. Ну ладно. Давай, двигай.»\n\n«Но прежде чем уйти, возьми это.»\n\n{0} получил временную наклейку с татуировкой.\n\nЭто не настоящая, но выглядит довольно похоже на татуировки Среднего."
            ]
        },
        {
            "id": 97105301,
            "title": "",
            "prevDesc": "",
            "eventDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "Кто-то подходит, пока {0} ждёт наготове.\n\n«Это талисман от Корпорации Q. Берегите его и используйте против врагов, если они доберутся сюда так далеко.»\n\nНа талисмане были выгравированы различные символы, которые мы не могли понять.\n\nОднако он определённо обладал некоторой силой — пригодится."
            ],
            "failureDesc": [
                "Кто-то подходит, пока {0} ждёт наготове.\n\n«Ты… Думаю, ты сегодня никуда не ходил, заяц.»\n\n«Но если ты всё равно здесь, убери комнату, чтобы посмотреть, нет ли чего-нибудь, что могло бы нам помешать.»\n\nМы собрали несколько разбитых осколков и покинули место происшествия."
            ]
        },
        {
            "id": 97105302,
            "title": "",
            "prevDesc": "",
            "eventDesc": "",
            "behaveDesc": "Кто сделает шаг вперёд?",
            "successDesc": [
                "{0} решил следовать за Оперативной группой. Кто-то в бамбуковой шляпе подходит к {0} и передаёт миссию.\n\n«Разместите эти талисманы в отведённых для них местах.»\n\n«Также соберите разбросанные препятствия в одно место.»\n\n{0} выполнил миссию, но у него осталось несколько лишних талисманов и осколков.\n\n«Насчёт них… оставь их. Просто на всякий случай.»\n\nМы решили взять всё, что осталось."
            ],
            "failureDesc": [
                "«…Кто ты? Я тебя здесь раньше не видел.»\n\nОдин из них с любопытством посмотрел на {0}.\n\n«Похоже, кто-то проник в наши ряды и замаскировался под зайца.»\n\n«Вторженцы должны быть устранены.»\n\nМы внезапно оказываемся окружены тёмным и жёлтым присутствием, удушающим нас."
            ]
        },
        {
            "id": 97105401,
            "title": "",
            "prevDesc": "",
            "eventDesc": "",
            "behaveDesc": "Кто приведёт нас в убежище?",
            "successDesc": [
                "{0} определяет возможное убежище и зовёт других Грешников.\n\nМы все забежали в убежище и захлопнули дверь за собой — но обернувшись, мы понимаем, что место уже занято. Однако оно выглядело достаточно большим, чтобы вместить нас всех.\n\nЭто была странная смесь бара и ресторана — немного неудобно называть это баром, недостаточно основательно, чтобы назвать это рестораном. Но люди всё равно наслаждались здесь едой.\n\n«П-п-прошу прощения за наше вторжение!»\n\nКричит один из Грешников, и это, похоже, оказалось достаточно приемлемым для гостей. Они вскоре преодолевают своё первоначальное замешательство и утвердительно кивают.\n\nМы слышали, как что-то движется за дверью, но… по крайней мере, это убежище кажется безопасным."
            ],
            "failureDesc": [
                "{0} определяет возможное убежище и зовёт других Грешников.\n\nТук, тук.\n\nДверь дёрнулась, но что-то тяжёлое и твёрдое, похоже, не дало ей открыться.\n\nТот, кто там внутри, вероятно, запер дверь, как только началась Ночь в Подворотнях.\n\nМы поворачиваемся, но наш выход также заблокирован волной Чистильщиков.\n\nУ нас нет выбора, кроме как сражаться с ними."
            ]
        }
    ]
}