{
  "dataList": [
    {
      "id": 97106001,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Кто выскажется?",
      "successDesc": [
        "Перемены неизбежны; это просто часть естественного потока.\n\nКак и те, кто меняется под воздействием истины.\n\nТа, что стремилась оставаться на стороне добра, осознав, что в мире не осталось зла, сама пришла, чтобы заполнить эту пустоту.\n\nА вот та, что отчаялась, увидев, как всё, что она поклялась защищать, обратилось в прах.\n\nПеремены рано или поздно настигают всё.\n\nЧтобы принять перемены, собери падающие слёзы и наточи меч, ибо поток не остановить."
      ],
      "failureDesc": [
        "Эта нерешительная попытка сочувствия лишь глубже погружает окунувшегося во тьму в бездонное чёрное море.\n\nРыцарь, не сумевший отыскать даже крупицы надежды, теперь рухнет в глубины под тяжким гнётом отчаяния,\n\nисчезая из памяти людей, как и другие до него."
      ]
    },
    {
      "id": 97106002,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Кто выскажется?",
      "successDesc": [
        "Сколько же веса она вкладывала в это единственное слово: «защищать»?\n\nРыцарь реагирует, потрясённая услышанным.\n\nДолжно быть, она пожалела Грешника, который выразил, что несёт ту же боль, что и она;\n\nхотя теперь оно вышло из употребления, словно сточенный грифель карандаша, исписавшего слишком много бумаги...\n\n...она дарует ему благословение, чьи тени сияют."
      ],
      "failureDesc": [
        "Эта нерешительная попытка сочувствия лишь глубже погружает окунувшегося во тьму в бездонное чёрное море.\n\nРыцарь, не сумевший отыскать даже крупицы надежды, теперь рухнет в глубины под тяжким гнётом отчаяния,\n\nисчезая из памяти людей, как и другие до него."
      ]
    },
    {
      "id": 97106101,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Кто сможет донести мысль?",
      "successDesc": [
        "«Это... правда?»\n\nХоть она, кажется, и не до конца согласилась со словами {0}, похоже, они смогли развеять часть её тревоги.\n\n«Спасибо. Я, должно быть... слишком мрачно об этом думала».\n\nДевушка лучезарно улыбается, протягивая что-то {0}.\n\n«Это в знак нашей дружбы. Пожалуйста, возьми!»\n\n«И не забудь позвать меня, когда где-то объявится зло, хорошо?»\n\n...Но я не уверен, надолго ли хватит этого бодрого настроя."
      ],
      "failureDesc": [
        "«...Ты несёшь чушь».\n\nНе сработало.\n\nДрожь внезапно прекращается. Девушка, похоже, пришла к какому-то выводу.\n\n«Так и должно быть... Добрая я смогу снова существовать, если стану злом».\n\nОна медленно взмывает в воздух, и тут же откуда-то появляются лазурные копья, пронзая её.\n\nИзнутри, словно пробиваясь из яйца, появляется жуткое змееподобное существо, которое быстро выползает из Камеры Содержания."
      ]
    }
  ]
}