{
  "dataList": [
    {
      "id": 97104301,
      "title": "Мы — «образцы».",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто сделает шаг вперёд?",
      "successDesc": [
        "«Ого, какая интересная реакция. Синхронизация тоже приличная.»\n\nМожет, исследователю понравилось увиденное?\n\nЗаписав свои наблюдения в различные бумаги, исследователь отпустил {0}.\n\n{0} снимает снаряжение и пытается отадть исследователю, но тот просто покачал головой в ответ.\n\n«Снаряжение, кажется, идеально тебе подходит. Забери его с собой.»"
      ],
      "failureDesc": [
        "«Хм, слишком большой стресс для твоего тела, да? Пожалуй, это тебе всё же не подходит.»\n\nИсследователь хмурит брови, явно недовольный результатами.\n\n{0} тоже хмурится — но в основном от боли.\n\n«Что ж, возможно, тебе потребуется время, чтобы привыкнуть к нему. Забери его с собой и попробуй привыкнуть.»\n\n«Примерь его несколько раз и принеси обратно, если найдёшь его совсем невыносимым.»"
      ]
    },
    {
      "id": 97104401,
      "title": "Выпить.",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто сделает шаг вперёд?",
      "successDesc": [
        "Лицо {0} озаряется удивлением после первого же глотка.\n\nЗелье, похоже, значительно снизило стресс у {0}, глаза Грешника практически сияли.\n\n«Это клиническое испытание прошло успешно. Спасибо за добровольчество.»\n\n«Пожалуйста, возьми это. Это одна из наших новейших линеек лекарств.»"
      ],
      "failureDesc": [
        "Лицо {0} сморщивается в морщины от отвращения после первого же глотка.\n\nПохоже, {0} чувствует себя неважно — хуже того, Грешника, кажется, не перестаёт рвать от вкуса.\n\n«Это клиническое испытание, кажется, провалилось… Прошу прощения за это.»\n\n«Возьми это с собой, по крайней мере. Это одно из наших новейших лекарств.»"
      ]
    },
    {
      "id": 97104701,
      "title": "Принять и исследовать.",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто примет?",
      "successDesc": [
        "«Люблю видеть настоящий энтузиазм. Да… Мне нравится твой подход. Возьми это с собой.»\n\n«Это поможет тебе в твоих исследованиях.»\n\nПередав нам снаряжение, исследователи подошли к Грешникам и начали их осматривать.\n\nКогда они закончили, все Грешники снова были в полном порядке."
      ],
      "failureDesc": [
        "«Попытайся хотя бы притвориться заинтересованным, что ли?»\n\n«Ну, мы, по крайней мере, убедимся, что ты полностью восстановился. Не выгляди так недовольно.»\n\nИсследователи подошли к Грешникам и начали их осматривать.\n\nКогда они закончили, все Грешники снова были в полном порядке."
      ]
    },
    {
      "id": 97104801,
      "title": "Осторожно осмотреться.",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто пойдёт искать?",
      "successDesc": [
        "Заметив что-то, {0} указывает на участок стены.\n\nМежду бесчисленными надписями есть небольшая трещина. Я осторожно протягиваю руку в проём и —\n\nАга, я чувствую, как кончики моих пальцев касаются карты. Кто-то, должно быть, спрятал её там.\n\nЭто может пригодиться позже."
      ],
      "failureDesc": [
        "Заметив что-то, {0} указывает на участок стены.\n\nМежду бесчисленными надписями есть небольшая трещина. Я осторожно протягиваю руку в проём и —\n\nЯ чувствую, как кончики моих пальцев касаются ампулы исцеления, её поверхность липкая от крови.\n\nВозможно, за эту ампулу была драка.\n\nПовсюду в этом месте видны следы затяжного отчаяния и смерти.\n\nМы использовали ампулу и двинулись дальше, но на лицах у всех застыло мрачное выражение."
      ]
    }
  ]
}   