{
  "dataList": [
    {
      "id": 1051101,
      "title": "Осмотреть фабрику в общих чертах.",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто поможет?",
      "successDesc": [
        "Осмотревшись и немного подумав, {0} заметил(-а), что станок на фабрике работал на высокой скорости.\n\n{0} говорит, что даже два часа сна могут создать чрезмерную нагрузку на других сотрудников…\n\nи даже могут негативно сказаться на производственных мощностях фабрики.\n\n«У тебя острый взгляд на проблемы.»\n\n«Вы все это слышали? Хватит отмазываться и возвращайтесь к работе.»\n\nВладелец фабрики сверлит взглядом сотрудника, который медленно спускался по лестнице, прежде чем передать нам что-то.\n\n«Я собирался выдать это в качестве награды за хорошую работу одному из моих сотрудников, но, полагаю, теперь не стану. Вот, можешь взять это.»"
      ],
      "failureDesc": [
        "{0} выразил(-а) недоумение по поводу того, что никто, включая самого сотрудника, кажется, не заметил, что он проспал целых два часа.\n\n«Тцк-тцк. Это негативно сказывается на имидже нашей фабрики.»\n\n«Ты уволен. Уходи.»\n\nЧто-то чувствовалось не так, но было уже поздно.\n\nСотрудник очень медленно упал на колени, со слезами на глазах, но владелец фабрики даже глазом не моргнул, прежде чем развернуться и покинуть комнату.\n\nМы остались наедине с медленным, мучительным воем сотрудника."
      ]
    },
    {
      "id": 1051102,
      "title": "Приглядеться к владельцу фабрики и сотруднику.",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто поможет?",
      "successDesc": [
        "Походив между ними некоторое время, прежде чем осознать, что продолжительность их дней совершенно разная.\n\nВ глазах владельца фабрики, который живёт восьмидесятичасовыми днями, могло показаться, будто сотрудник проспал целых два часа.\n\nНо для сотрудника, который живёт всего шестичасовыми днями, это был всего лишь девятиминутный сон. {0} передаёт эту информацию.\n\n«Хм. Сколько часов в день ты работаешь?»\n\n«П…я…ть… Ч…а…с…о…в…»\n\n«Хм, да. Звучит примерно так. Прощю тебя в этот раз, но будь осторожен, чтобы не совершить ту же ошибку дважды.»\n\nС этими словами владелец прошёл мимо сотрудника.\n\nСотрудник очень медленно поклонился нам в знак благодарности, прежде чем оставить что-то в наших руках."
      ],
      "failureDesc": [
        "{0} сказал(-а), что сотрудник живёт более короткими днями, чем владелец.\n\n«И почему это должно меня волновать?»\n\n«Девять минут, два часа — никакой разницы. Ты всё равно решил подремать посреди рабочего дня. Ты уволен.»\n\nЧто-то было не так — но было уже поздно.\n\nСотрудник очень медленно упал на колени, со слезами на глазах, но владелец фабрики даже глазом не моргнул, прежде чем развернуться и покинуть комнату.\n\nМы остались наедине с медленным, мучительным воем сотрудника."
      ]
    },
    {
      "id": 1051201,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто заговорит?",
      "successDesc": [
        "{0} утверждает, что в их расчётах что-то не так.\n\nДругие Грешники присоединяются, говоря, что им, вероятно, следует проверить эту сумму. Один из них отмечает, что поблизости, к счастью, есть отдел сбора.\n\nШепчущая толпа начинает расти вокруг суматохи, и сборщик времени в конце концов сдаётся.\n\n«Похоже, у вас нет часов.»\n\n«На твоём месте я бы держался подальше от неприятностей.»\n\nЯвно раздражённый помехой, сборщик времени что-то проворчал и ушёл; но не прежде, чем приклеить что-то к одежде Грешника."
      ],
      "failureDesc": [
        "{0} утверждает, что в их расчётах что-то не так.\n\nДругие Грешники присоединяются, говоря, что им, вероятно, следует проверить эту сумму. Один из них отмечает, что поблизости, к счастью, есть отдел сбора.\n\nШепчущая толпа начинает расти вокруг суматохи.\n\n«Похоже, у вас нет часов.»\n\n«Мало того, вы ещё и нарушаете спокойствие наших добропорядочных граждан. Мне придётся собрать ваши налоги.»"
      ]
    },
    {
      "id": 1051301,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто вызовется?",
      "successDesc": [
        "Едва сумев догнать юношу, {0} спрашивает его, что так заставило его спешить.\n\nЮноша постоянно поглядывает на свои часы, явно нетерпеливо ожидая окончания вопроса. Он продолжает ходить взад-вперёд.\n\n«Я должен работать быстро, чтобы выиграть больше времени!»\n\n«Владелец фабрики? Уверен, у него на десять часов жизни больше, чем у меня!»\n\n{0} наклоняется и спрашивает юношу: «На что ты собираешься потратить всё это время?»\n\n«С большим временем я могу использовать это время, чтобы работать дольше! Агх, я опаздываю! Нужно бежать, пока!»\n\nЮноша поспешно забегает в здание.\n\nМы так и не узнали, что он на самом деле хотел сделать со всем этим временем.\n\nПохоже, он что-то уронил в спешке…\n\nНо он уже слишком далеко, чтобы мы могли вернуть это."
      ],
      "failureDesc": [
        "Вам не удалось догнать юношу.\n\nНу что ж."
      ]
    },
    {
      "id": 1051302,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто вызовется?",
      "successDesc": [
        "Вы спрашиваете старика: «Как вы можете так улыбаться, когда ясно, что у вас так мало времени?»\n\nСтарик мягко улыбается, прежде чем написать что-то на бумаге.\n\n«Жизнь — это не вопрос того, сколько у нас времени.»\n\n«Что действительно важно — это то, как мы используем время, которое нам дано.»\n\n«Как я могу иметь другое лицо, кроме улыбки, когда в этот момент мне предоставлен досуг в таком спешащем мире?»\n\nСтарик медленно оборачивается и уходит.\n\nПохоже, он что-то оставил.\n\nВы поднимаете взгляд, чтобы вернуть вещь старику… но он уже ушёл."
      ],
      "failureDesc": [
        "Вы спрашиваете старика: «Как вы можете так улыбаться, когда ясно, что у вас так мало времени?»\n\nСтарик мягко улыбается, прежде чем написать что-то на бумаге.\n\nУ нас нет времени на этот вздор.\n\nВы спешите по своему пути, оставляя старика позади."
      ]
    },
    {
      "id": 1051401,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто выступит?",
      "successDesc": [
        "Объединяйтесь!\n\nЮродивый достает несколько бутылок ликера, украденных у богатых, и выливает их на кучу чаш, всё время скандируя лозунги.\n\nАлкоголь переполняет самую верхнюю чашу и разливается, наполняя другие чаши, расположенные ниже."
      ],
      "failureDesc": [
        "Это было очень неловкое представление.\n\nВсе внезапно бросают подозрительный взгляд в вашем направлении.\n\nВы придумываете нелепые оправдания о том, что вам нужно куда-то идти, прежде чем быстро ретироваться из укрытия."
      ]
    },
    {
      "id": 1051501,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто заговорит?",
      "successDesc": [
        "Вы сделали всё, что могли, но ничего из этого не привело к значимому результату.\n\nОни не могут двигаться, и вы не можете физически прикоснуться к ним.\n\nНо вы находите подозрительно выглядящую квитанцию под ногой жертвы.\n\nЭто может быть зацепка."
      ],
      "failureDesc": [
        "Вы сделали всё, что могли, но ничего из этого не привело к значимому результату.\n\nОни не могут двигаться, и вы не можете физически прикоснуться к ним."
      ]
    }
  ]
}