{
  "dataList": [
	  {
      "id": 132001,
      "title": "Мотылёк алых лепестков",
      "prevDesc": "Тёмная тень затаилась среди лижущих языков багрового пламени.",
      "eventDesc": "Тёмная тень затаилась в центре пылающего мотылька.\n\nЕё форма была смутной и изменчивой, но... как-то можно сказать, что тень — это само ядро мотылька.\n\nЕсли бы эту тень можно было отделить от пламени, возможно, его жар на мгновение утих бы.",
      "behaveDesc": "Кто потянется к тени?",
      "successDesc": [
        "{0} тянется к пламени, терпя обжигающий огонь.\n\nНа кончиках пальцев начинают вздуваться волдыри, но, возможно, страсть {0}(а/и) горела жарче самого пламени.\n\nПрежде чем мотылёк успел что-либо сделать, {0} вырывает тёмную сущность из пламени и отшвыривает её прочь от огня.\n\nОгонь и угли как на мотыльке, так и на Грешниках немедленно утихли.\n\nСловно пламя никогда и не горело."
      ],
      "failureDesc": [
        "{0} тянется к пламени, терпя обжигающий огонь.\n\nНо боль от того, что сама кожа вздувалась волдырями от жара, была слишком невыносимой. {0} отдёргивает руку от пламени, прежде чем достигает тени.\n\nЦена упущенной возможности была разрушительной.\n\nМотылёк начинает бить крыльями быстрее и с невиданной силой; а пламя в ответ начало подниматься всё выше и выше.\n\nНе нужно говорить, что вскоре на Грешников обрушился мир огня."
      ] 
    },
    {
      "id": 876301,
      "title": "Охотник за розами",
      "prevDesc": "Охотник за розами умело раскручивает колючее лассо над головой.",
      "eventDesc": "Лассо нацелено прямо на нас...\n\nЛассо, ускоренное движениями охотника, летит прямо в нас.",
      "behaveDesc": "Кто выступит вперёд?",
      "successDesc": [
        "С молниеносной реакцией {0} отбивает колючее лассо в сторону.\n\nОтбитое лассо летит в другом направлении.\n\nОхотник за розами колеблется, удивлённый поворотом событий."
      ],
      "failureDesc": [
        "Колючее лассо сильно ударило {0}.\n\nНаблюдение за корчащимся от боли Грешником, кажется, взбодрило Охотника за розами."
      ]
    },
    {
      "id": 876501,
      "title": "Фонарь Фей",
      "prevDesc": "Светло-голубая фея снова появилась на кончике ветки.",
      "eventDesc": "Если снова атаковать эту фею, она раскроет свою истинную форму.\n\nВы уже не первый раз сталкиваетесь с этой сущностью. Это будет не так сложно, как в первый раз.\n\nГрешники, похоже, согласны.\n\nФея просто сидела там почти в полной неподвижности, прерываемой лишь периодическим дрожанием её крыльев. Казалось, будто фея знала, что вы придёте.",
      "behaveDesc": "Кто ответит на приманку?",
      "successDesc": [
        "[{0}] направившись к фее.\n\nПосле лёгкого прыжка в воздух, взмахивает оружием в сторону феи.\n\n«!!!»\n\nФея, казалось, закричала, но ни звука не вырвалось из её рта.\n\nМожет быть, она вовсе не кричала. Возможно, это было просто колыхание ветвей.\n\n«Глаза появляются...»\n\n«Убирайся оттуда! Опять начинается».\n\nМногочисленные глаза открываются один за другим, сверкая из теней.\n\nОни колеблются, словно вот-вот выпрыгнут на нас в любую минуту.\n\nИ что теперь?"
      ],
      "failureDesc": [
        "[{0}] направившись к фее.\n\nПосле лёгкого прыжка в воздух, взмахивает оружием в сторону феи.\n\nНо...\n\n«Эта штука умеет уворачиваться?!»\n\nКонечно, это не могло быть так просто. Полагать, что приманка останется неподвижной, было самонадеянной мыслью.\n\nФея также легко взлетела в воздух и уставилась на посмевшего атаковать её.\n\n«У-убирайся оттуда! Она снова начинает двигаться!»\n\n[{0}] попытался(ась) вырваться, но основное тело уже обвилось вокруг ног.\n\nИ что теперь?"
      ]
    },
    {
      "id": 876701,
      "title": "Заблудший пассажир",
      "prevDesc": "Оно снова прячется в другом измерении?",
      "eventDesc": "Если судить по этому бою, оно скоро появится из одного из пространственных разломов.\n\nЕсли мы сможем предугадать его следующую точку появления, возможно, мы сможем нанести смертельный удар, прежде чем оно полностью выйдет из пространственного разлома.",
      "behaveDesc": "Кто сможет предугадать следующую точку появления?",
      "successDesc": [
        "Вскоре сущность начала выползать из пространственного разлома, который выбрал(а) [{0}].\n\n«!»\n\nХотя оно почувствовало присутствие Грешника до того, как появилось,\n\nУ него не было достаточно времени, чтобы действовать, прежде чем [{0}] взмахнул(а) оружием.\n\nСущность поспешно закрыла пространственный разлом, убегая обратно в своё убежище. Это, похоже, дестабилизировало пространственный разлом.\n\nВозможность."
      ],
      "failureDesc": [
        "Вскоре сущность начала выползать из пространственного разлома.\n\n...К сожалению, из разлома, противоположного тому, который выбрал(а) [{0}].\n\n[{0}] быстро развернулся(ась), размахивая оружием... но сущность была быстрее.\n\nСамо собой разумеется, что мощная атака вскоре поразила Грешника."
      ]
    },
    {
      "id": 877401,
      "prevDesc": "Плюшевый мишка смотрит на нас с грустным выражением. Его тело пронзено несколькими острыми гвоздями."
    },
    {
      "id": 877402,
      "title": "",
      "eventDesc": "",
      "behaveDesc": "Что вы будете делать?",
      "successDesc": [
        "{0} обнял(а) плюшевого мишку.\n\nДаже когда его гвозди впиваются в кожу {0}...\n\n...радостно подпрыгивающий плюшевый мишка, похоже, успокоил чувства Грешника."
      ],
      "failureDesc": [
        "{0} обнял(а) плюшевого мишку.\n\nОсобенно тупой гвоздь впивается в кожу {0}...\n\n...радостно подпрыгивающий плюшевый мишка, похоже, успокоил чувства Грешника."
      ]
    }
  ]
}