{
  "dataList": [
    {
      "id": 860801,
      "title": "Снящаяся электроовца",
      "prevDesc": "",
      "eventDesc": "На конце каждого кабеля, разбросанного по полу, есть штекер.\n\nВозможно, овца понимает, что это подразумевает.\n\nОна издаёт скорбный крик.\n\nПо мере того как Грешники сходятся к овце, её крики становятся громче и отчаяннее.\n\nОвца начинает дико метаться.\n\nЕё сопротивление будет только усиливаться.",
      "behaveDesc": "Кто попытается удержать овцу?",
      "successDesc": [
        "{0} поднимает кабель и подключает его к овце.\n\nЯростные вспышки искр на мгновение заполнили поле зрения.\n\nОвца некоторое время ужасно кричала, прежде чем умолкнуть с закрытыми глазами.\n\nГрешники рассматривали молчаливую овцу. Молчаливую, словно во сне.\n\n{0} возвращается в бой, но тело Грешника теперь обожжено молнией."
      ],
      "failureDesc": [
        "Как только {0} собирался(ась) подключить кабель к овце,\n\nТа сильно ударила {0}(а/ю) своими длинными ногами.\n\nПрокатившись несколько метрво по земле, Грешник на мгновение тупо уставился на полувставленный кабель…\n\nПрежде чем его поразил удар ревущей фиолетовой молнии."
      ]
    },
    {
      "id": 860501,
      "title": "Портрет того дня",
      "prevDesc": "",
      "eventDesc": "«Я дворецкий этого поместья.»\n\n«Однако я не узнаю ваших лиц.»\n\n«Я не могу не быть настороже; возможно, вы снова стремитесь повергнуть это поместье в скорбь.»\n\n«Если вы утверждаете обратное, позвольте мне спросить. Какой из этих портретов принадлежит моему хозяину?»",
      "behaveDesc": "Кто ответит?",
      "successDesc": [
        "{0} уверенно шагает вперёд и указывает пальцем на один из портретов.\n\nМонстр мгновение стоял неподвижно, затем ответил утвердительно.\n\n«Вы знакомы с моим хозяином.»\n\n«Хоть вы всё ещё чужаки, я не вижу в вас того, кто приносит скорбь.»\n\nМонстр, всё ещё держа портрет, казался несколько менее враждебным."
      ],
      "failureDesc": [
        "{0} уверенно шагает вперёд и указывает пальцем на один из портретов.\n\nМонстр мгновение стоял неподвижно, затем внезапно вскрикнул.\n\n«Вы даже не узнаёте лика моего хозяина!…»\n\n«Действительно. Вы всего лишь чужаки, стремящиеся снова принести скорбь в это место.»\n\n«Как вы смеете притворяться, будто знаете его.. Это прегрешение не будет так легко прощено.»\n\n{0} внезапно чувствует на себе обжигающий взгляд каждого портрета в комнате.\n\nВ каждом из них таилось… негодование."
      ]
    },
    {
      "id": 862903,
      "title": "Связанный король",
      "prevDesc": "",
      "eventDesc": "Надевание маски снова пробуждает пылкие эмоции, которые медленно закипают в вашем сердце.\n\nСкорбь поднимается сквозь туман жаркой битвы; её плотная тяжесть пронзает глубоко, глубоко в ваши чувства.",
      "behaveDesc": "Можно ли противостоять этой скорби?",
      "successDesc": [
        "Скорбное давление медленно ослабевает.\n\nБанкет ещё далёк от завершения.\n\nГрешники поднимаются и стряхивают уныние; пустота в их сердцах наполняется решимостью."
      ],
      "failureDesc": [
        "Поток скорби сбивает Грешников с ног и уносит в ещё более глубокую пропасть.\n\nТем не менее, банкет всё ещё продолжается.\n\nГрешники подавляют свою скорбь и шагают вперёд."
      ]
    }
  ]
}