{
    "dataList": [
        {
            "id": 10506,
            "name": "Выбор Черного Дневника",
            "subDesc": "",
            "desc": "«Отсюда начинается территория Клана Курокумо.»\n\n«Тебе так трудно понять, что нужно платить пошлину, чтобы пользоваться нашей дорогой? А?»\n\nЛюди в одежде Клана Курокумо преграждают путь безоружным гражданским, угрожая им.\n\n«...Полагаю, этого предлога им хватило, чтобы ступить и на нашу территорию.»\n\nЭнду не скрывает своего негодования. Она скрипит зубами.\n\nЧто нам с ними делать?",
            "options": [
                {
                    "message": "Спасти гражданских.",
                    "messageDesc": "Получить ЭГО дар без ключевых эффектов в зависимости от результата следующего выбора."
                },
                {
                    "message": "Закрыть глаза на разборки.",
                    "result": [
                        "«Еще один день, еще одно ограбление в Городе.»\n\nБормочет один из Грешников со вздохом.\n\n«......»\n\nЭнду стоит там с глазами, умоляющими нас что-то сделать, но не делает шага вперед.\n\nНам следует избегать ненужных сражений...\n\n... если мы хотим выжить в предстоящих испытаниях и встретиться с Искаженным Кимом в Бамбуковой Шляпе, который ждет нас в конце этого пути.\n\nЭто оставило неприятный привкус во рту, когда мы проигнорировали суматоху и ушли."
                    ]
                }
            ]
        },
        {
            "id": 1050602,
            "name": "Выбор Черного Дневника #2",
            "subDesc": "",
            "desc": "«Спасибо, спасибо вам большое...»\n\nГражданские, освобожденные от угрозы Клана Курокумо, кланяются и благодарят нас.\n\n«Но... Вы одеты не как местные.»\n\n«Если не возражаете против нашего любопытства... кем вы будете?»",
            "options": [
                {
                    "message": "Сказать, что просто проходите мимо.",
                    "result": [
                        "«Хаа...?»\n\nГражданские кажутся озадаченными.\n\n«Вы просто... 'проходите мимо' с таким количеством людей за спиной?»\n\nМожет, стоило подумать над ответом, прежде чем отвечать...\n\n«Зачем вы нам помогли, если не имеете никакого отношения к Клану Курокумо...?»\n\nОни посмотрели друг на друга, явно недоумевая.\n\n«В-в любом случае, спасибо.»\n\n«Б-безопасного вам пути!»\n\nС этими словами они поспешно покинули место происшествия."
                    ]
                },
                {
                    "message": "Сказать, что вы из Родословной Клинка.",
                    "messageDesc": "Проверка Гордыни. При успехе получить ЭГО дар без ключевых эффектов."
                }
            ]
        },
        {
            "id": 10507,
            "name": "Выбор Ржавой Рукояти",
            "subDesc": "",
            "desc": "«Это, должно быть, таверна...»\n\nЭтот бар или трактир кипит жизнью, и его посетители энергично болтают. Кажется, все они в довольно хорошем настроении.\n\nТрио в толпе довольно шумно спорят и указывает пальцами друг на друга.\n\n«Нет, НЕТ! Я не понимаю, почему это вообще предмет спора! Клинок — это оружие, созданное для резки, и 'правильный' способ использовать клинок — это рубить им.»\n\n«Ты не знаешь, о чем говоришь! Ударь в одну точку изо всех сил, и твой враг наверняка падет!»\n\n«... Вы оба неправы. Ваши полусерьезные порезы и уколы только разозлят их. Они сразу же встанут на ноги!»\n\n«Ударь их по черепам тупым концом — рукоятью или ножнами, и сбей их с ног навсегда! Сделай так, чтобы они были слишком ошеломлены, чтобы встать!»\n\nТрио, похоже, говорило о чем-то довольно серьезном, поэтому мы остановились послушать их дебаты...\n\nОни внезапно повернулись в нашу сторону и позвали нас.\n\n«Эй, ты! Твоя группа явно умеет обращаться с оружием, я не прав?»\n\n«Ответь нам. Как лучше всего владеть мечом?»\n\n«Конечно, рубить — лучший способ использовать клинок, не так ли?»\n\nЧто мне на это ответить?",
            "options": [
                {
                    "message": "Верно. Рубящие удары — это то, что нужно при владении клинком.",
                    "messageDesc": "Проверка Похоти и Гордыни. При успехе получить ЭГО дар Режущего типа."
                },
                {
                    "message": "Неправда. Рубящие, Пронзающие и Дробящие атаки — все имеют свое применение.",
                    "result": [
                        "«Хм.»\n\nВсе трое внезапно чувствуют очень явную неловкость.\n\n«Это правильный ответ, не так ли?»\n\n«Это, безусловно, ответ как по учебнику.»\n\n«Не то чтобы мы не знали правильного ответа...»\n\nВсе они разочарованно отхлебывают из своих кружек.\n\n«Что, ты думаешь, мы сидим здесь и рассуждаем об оружии, как генералы, готовящиеся к войне?»\n\n«Это просто забавная тема для спора с выпивкой в руке. Какой способ убить настроение этим пресным ответом...»\n\n«Ах, забудь. Иди своей дорогой!»\n\nОни отвернулись от нас и вернулись к выпивке, явно потеряв к нам интерес."
                    ]
                }
            ]
        },
        {
            "id": 10508,
            "name": "Выбор Расколотого и Сломанного Клинка",
            "subDesc": "",
            "desc": "«Это странно... этот туман...»\n\nНе знаю, когда это случилось, но густой слой тумана опустился вокруг нас.\n\n«Я слышал рассказ об одной такой ночной прогулке. В этом рассказе невежественный путник безрассудно бредет в туманную дымку и оказывается перед потусторонним существом—»\n\n«ААААГХ! Прекрати, прекрати!»\n\nКак раз когда Грешники начали громко препираться друг с другом, я понял, что на нашем пути стоит нечто туманное.\n\n«Эта штука... танцует?»\n\nЗагадочная фигура, одетая в белое, грациозно танцевала перед нами с большим клинком в руке.\n\nКогда она встретила мой взгляд... или, когда я подумал, что встретила...\n\n... в моей руке материализовался клинок в ножнах.\n\nЧто она хочет, чтобы я с ним сделал?",
            "options": [
                {
                    "message": "Принять стойку, как будто собираюсь обнажить меч.",
                    "messageDesc": "Проверка Похоти и Уныния. При успехе получить ЭГО дар Кровотечения."
                },
                {
                    "message": "Обнажить меч и держать его сбоку.",
                    "messageDesc": "Проверка Гордыни и Гнева. При успехе получить ЭГО дар Дыхания."
                },
                {
                    "message": "Оставить меч, уходим.",
                    "result": [
                        "Это не Аномалия, с которой нам нужно разбираться, и компания никогда не говорила, что мы должны вступать с ними в бой.\n\nЯ всегда должен избегать сражений с неизвестными сущностями.\n\nЯ бросил меч на землю, прежде чем сбежать с места происшествия с Грешниками.\n\nПлачущий смех, казалось, преследовал меня всю дорогу назад."
                    ]
                }
            ]
        },
        {
            "id": 10509,
            "name": "Выбор Красной Кисточки",
            "subDesc": "",
            "desc": "Мы слышим пару голосов, идя вдоль каменного забора. Оба путника несут клинки.\n\n«Мне жаль здешних людей...»\n\n«Ну, решение Крыла абсолютно для его перьев. Они мало что могут с этим поделать.»\n\nОдин из них выделяется — его одежда отличает его от местных. Может быть, он не отсюда.\n\n«И все же, позволить Клану Курокумо пробраться сюда? Это уже слишком.»\n\n«Крыло не заботится ни о чем, кроме как о взмахах своих крыльев. Все остальное становится незначительным.»\n\nПохоже, они говорят о текущей Корпорации S.\n\n«Еще чужаки, погляжу. Как удобно.»\n\nПара останавливается на месте, затем поворачивается к нам лицом.\n\n«Клан Курокумо... нет. Вы не носите их одежду. Вы не похожи на крестьян, стремящихся заработать немного денег в хаосе Подворотен, тоже...»\n\n«Ну что ж. Что вы, чужаки, думаете о текущем климате?»\n\nКак мне на это ответить?",
            "options": [
                {
                    "message": "Это Город. Просто такое случается с мелкой рыбешкой, попавшей в крупномасштабные конфликты.",
                    "messageDesc": "Проверка Уныния и Гордыни. При успехе получить ЭГО дар Режущего типа."
                },
                {
                    "message": "У меня нет мыслей по этому поводу. Жаль, однако.",
                    "result": [
                        "«Жаль, говоришь...»\n\nЧеловек с мечом скрещивает руки, затем вздыхает.\n\n«Конечно, полагаю, это один из способов взглянуть на ситуацию. Мысли должны оставаться свободными, действительно.»\n\n«Тем не менее, если у тебя нет мыслей по этому поводу, пойми, что чувствовать жалость может быть грехом само по себе.»\n\nПара уходит. У обоих мрачное выражение лица."
                    ]
                }
            ]
        },
        {
            "id": 10510,
            "name": "Выбор Бамбуковой Шляпы и Допо",
            "subDesc": "",
            "desc": "Перед вами парят мерцающие синие буквы.\n\nТо, как упорядочены эти похожие слова, затрудняет понимание того, что они пытаются сказать.\n\nСказать, что правое — право, а неправое — неправо, не есть право,\n\nно это не значит, что сказать, что неправое — право, а правое — неправо, есть неправо.\n\nСказать, что неправое — право, а правое — неправо, не есть неправо,\n\nи сказать, что правое — право, а неправое — неправо, в свою очередь, значит сказать, что это неправо есть право.\n\n... Оно хочет моего мнения об этих словах?\n\nО чем оно говорит?",
            "options": [
                {
                    "message": "Что 'право' и что 'неправо'... так ли важно различать, что есть что? Сказать, что действительно важно нечто другое.",
                    "messageDesc": "Проверка Похоти и Гордыни. При успехе получить ЭГО дар Дыхания."
                },
                {
                    "message": "И все же, надо сказать, что то, что право, — право.",
                    "messageDesc": "Проверка Уныния и Гордыни. При успехе получить ЭГО дар Режущего типа."
                }
            ]
        },
        {
            "id": 971049,
            "name": "Выбор Ржавой Рукояти",
            "subDesc": "",
            "desc": "«Это таверна?»\n\nМы входим в заведение, похожее на бар, его гости шумно пьют и болтают группами.\n\nМы находим место, чтобы расслабиться, но другая группа, сидевшая неподалеку, подходит к нам.\n\n«Что здесь происходит? Раньше я не видел ваших лиц...»\n\n«Сегодня хороший день, парни — пропустите это мимо ушей. Не создавайте ненужных проблем.»\n\n«Да, госпожа! Конечно, госпожа!»\n\nТолько тогда мы понимаем, что все они носят с собой мечи.\n\nМечи, украшенные сложными узорами облаков.\n\n«Вы слышали о том новом Синдикате, который появился сегодня?»\n\n«Ах, та... та группа, которая в основном использует копья, верно...?»\n\n«Идиоты. Мечи — это самая превосходная форма оружия, вершина вооружения. А они используют <i>копья</i> вместо этого?\n\n«Давайте будем честны, парни. Конечно, мы дочерняя организация Большого Пальца, но в мече есть что-то крутое, а? Гораздо круче, чем кулаки или огнестрел.»\n\n«Хорошо, что у нас есть эти уважаемые люди, чтобы дать нам самую справедливую оценку превосходства мечей.\n\nМы чувствуем, как их взгляды одновременно обращаются на нас.",
            "options": [
                {
                    "message": "А мечи действительно так хороши?",
                    "result": [
                        "«Давайте закопаем их на два метра под землю. Пошли.»\n\n«Тск, не то чтобы мы серьезно думали, что мечи — лучшее оружие в мире.»\n\n«Оглянись, видишь кого-нибудь без меча? Учись читать атмосферу.»\n\n«Похоже, ты разозлил моих парней. Неужели было бы так больно притвориться, что согласен с ними?»\n\n«Думаю, я пойду. Помните, что я сказала — не начинайте неприятностей и оставьте их в покое.»\n\n«Да, госпожа!»\n\nКак только человек, который, казалось, был их лидером, покинул комнату, обстановка внезапно стала намного напряженнее...\n\nМы тихо и осторожно извинились и покинули это место."
                    ]
                },
                {
                    "message": "Мечи действительно короли всего оружия. Слава мечам!",
                    "messageDesc": "Проверка Похоти и Гордыни. При успехе получить ЭГО дар без ключевых эффектов."
                }
            ]
        },
        {
            "id": 971050,
            "name": "Выбор Бамбуковой Шляпы и Допо",
            "subDesc": "",
            "desc": "Идя вдоль каменной стены, мы слышим разговор двух голосов.\n\n«Я понимаю, что у вас в последнее время были некоторые трудности.»\n\n«У нас не было бы никаких проблем с данью, если бы эти ублюдки из Родословной Клинка внезапно не появились на нашей территории, сэр...»\n\nОдежда одного из пары выделяется.\n\nЯ слышу, как некоторые Грешники узнают ее как униформу Большого Пальца.\n\n«Сначала примените соответствующее наказание за вторжение на вашу территорию...»\n\n«Конечно, сэр.»\n\n«Но не забудьте проявить должное уважение к тем, кто его заслуживает. Я понятно выразился?»\n\n«Подождите. Кто там? Это Родословная Клинка...? Хм, не похоже.»\n\nЗаметив наше присутствие, пара поворачивается к нам лицом.\n\n«Хм. Почему бы нам не спросить и их мнение, раз уж они здесь?»\n\n«Эй, ты. Каковы ваши мысли о текущем статусе Клана Курокумо?»\n\n«Лучше выбирайте слова осторожно.»",
            "options": [
                {
                    "message": "К сожалению, война с Родословной Клинка кажется единственным вариантом.",
                    "messageDesc": "Проверка Похоти и Гордыни. При успехе получить ЭГО дар без ключевых эффектов."
                },
                {
                    "message": "Не в том месте, не в то время, чувак.",
                    "result": [
                        "«Обычное явление в Городе.»\n\n«Почему бы нам просто не отпустить их, сэр? Не похоже, что они могут сказать что-то интересное.»\n\n«Ты слышал его. Проваливай, пока мы не передумали.»"
                    ]
                }
            ]
        }
    ]
}