{
    "dataList": [
        {
            "id": 971051,
            "name": "",
            "desc": "Ночь сгущается.\n\nНефритовый свет пробивается сквозь окно под душным безлунным ночным небом.\n\nПока я разговаривал с Грешником, что-то, казалось, внезапно заслонило свет.\n\nПока мы стояли там, настороженно, кто-то вбежал в комнату и замахнулся на нас клинковым инструментом.\n\nК счастью, Грешник обнажил оружие, чтобы заблокировать атаку незваного гостя.\n\nДолжно быть, они решили, что миссия провалена.\n\nПротивник молча смотрел на нас мгновение, прежде чем скрыться с места происшествия.",
            "options": [
                {
                    "message": "Преследовать убегающего незваного гостя.",
                    "messageDesc": "Пройти проверку Чревоугодия и Гордыни. При успехе получить Дар Э.Г.О Разрыва.",
                    "result": [
                        ""
                    ]
                },
                {
                    "message": "Просто смотреть, как убегает незваный гость.",
                    "messageDesc": "",
                    "result": [
                        ""
                    ]
                }
            ]
        },
        {
            "id": 971052,
            "name": "",
            "desc": "Мы замечаем вдалеке приспешников Среднего Пальца, обсуждающих что-то.\n\nВероятно, они ищут цель, которая случайно оказалась записанной в их Книге Мести.\n\nПри нашем приближении они останавливают нас и показывают нам фотографию.\n\n«Видел такого парня раньше?»",
            "options": [
                {
                    "message": "Сказать: «Думаю, я его видел раньше».",
                    "messageDesc": "Пройти проверку Чревоугодия, Гордыни и Зависти. При успехе получить Дар Э.Г.О Дробящего типа.",
                    "result": [
                        ""
                    ]
                },
                {
                    "message": "Сказать: «Нет, никогда его не видел».",
                    "messageDesc": "",
                    "result": [
                        "Мы смотрели на них пустыми, невинными глазами, пока они не решили отпустить нас без проблем."
                    ]
                }
            ]
        },
        {
            "id": 971053,
            "name": "",
            "desc": "Мы натыкаемся на темное помещение.\n\nЛюди в темной одежде стоят группой. Все они носят бамбуковые шляпы.\n\nПохоже, эта группа ожидает врагов; они деловито готовятся к чему-то.\n\n«Мы перехватили разведданные, что кто-то собирается напасть на нашего господина сегодня ночью.»\n\n«Резервная команда, оставайтесь здесь и ждите следующего приказа.»\n\n«Оперативная команда, направляйтесь к точкам проникновения врага и готовьтесь к их прибытию.»\n\n«Вы все знаете свои задачи. Придерживайтесь их.»",
            "options": [
                {
                    "message": "Ожидать приказов.",
                    "messageDesc": "Пройти проверку Чревоугодия и Гордыни. При успехе получить Дар Э.Г.О Разрыва.",
                    "result": [
                        ""
                    ]
                },
                {
                    "message": "Следовать за оперативной командой.",
                    "messageDesc": "Пройти проверку Чревоугодия и Гордыни. При успехе получить Дар Э.Г.О Разрыва.",
                    "result": [
                        ""
                    ]
                }
            ]
        },
        {
            "id": 971054,
            "name": "",
            "desc": "Это тот час ночи, когда невозможно угадать время.\n\nМы вышли из автобуса для разведки, когда я почувствовал внезапную, зловещую дрожь.\n\nЯ поворачиваюсь к источнику дрожи, только чтобы увидеть массивный поток Чистильщиков, несущийся к нам, мигая красными огнями.\n\nОни сметут все на своем пути.\n\nЧем дольше мы колеблемся, тем ближе они подбираются.",
            "options": [
                {
                    "message": "Найти ближайшее убежище.",
                    "messageDesc": "Пройти проверку Чревоугодия и Гордыни. При успехе получить Дар Э.Г.О без ключевых эффектов.",
                    "result": [
                        ""
                    ]
                },
                {
                    "message": "Бежать к автобусу.",
                    "messageDesc": "50% шанс начать боевое столкновение. Победите, чтобы получить Дар Э.Г.О без ключевых эффектов.",
                    "result": [
                        "Только побежав к Мефистофелю мы успеваем забраться внутрь.\n\nНеумолимая волна Чистильщиков проходит мимо нас через мгновение после того, как мы закрываем за собой дверь.",
                        "Мы бежим к Мефистофелю, но, кажется, опоздали на секунду.\n\nУ нас даже нет времени обернуться, прежде чем нас захлестнет волной."
                    ]
                }
            ]
        }
    ]
}