{
  "dataList": [
    {
      "id": 971055,
      "name": "Причудливая машина",
      "desc": "Стоит машина причудливого вида. Перед ней лежит монета.\n\nЗатем на машине появляется мерцающий, светящийся монетоприёмник — он почти соблазняет нас бросить в него монету.\n\nКогда мы подходим к машине, откуда-то раздаётся бестелесный механический голос.\n\n«Испытай свою удачу!»\n\nОткуда взялся этот голос? Из самой машины, или это само пространство шепчет мне?\n\nЯ едва успеваю опомниться, машинально подобрав монету и подойдя к монетоприёмнику. Следует хорошенько всё обдумать.",
      "options": [
        {
          "message": "Просто взять монету.",
          "messageDesc": "",
          "result": [
            "При ближайшем рассмотрении эта монета может пригодиться в подземелье.\n\n...Нужно уходить, пока мы в выигрыше, пусть и небольшом. Это намного лучше, чем рисковать этой монетой в подозрительной машине ради неизвестного, таинственного исхода, который мы никак не можем предсказать.\n\nМы кладём монету в карман и уходим от машины."
          ]
        },
        {
          "message": "Вставить монету в приёмник.",
          "messageDesc": "???",
          "result": [
            "Монетоприёмник со щелчком засасывает монету.\n\n«#%^*@%@!!#@$%»\n\nМашина издаёт странный, неописуемый и тревожный шум. Через мгновение она выплёвывает что-то из своего... похожего на вентиляцию устройства.\n\nОно уносится куда-то, прежде чем мы успеваем понять, что произошло.",
            "Монетоприёмник со щелчком засасывает монету.\n\n«……»\n\nИ... ничего.\n\n«Ах, чёрт! Она съела монету!»\n\nОдин из Грешников топает вперёд, чтобы настучать машине, но та уносится куда-то, прежде чем мы успеваем увидеть, что произойдёт."
          ]
        }
      ]
    },
    {
      "id": 971056,
      "name": "Карнавал в Ла-Манчаланде",
      "desc": "«На этом бесконечном... на этом вечном... благословенном карнавале...»\n\nПарад вызывает счастливые возгласы и улыбки у зрителей. Он кричащий и экстравагантный, как ни посмотри.\n\nПрямо как в песне... кажется, будто карнавал действительно благословлён длиться вечно.\n\n«Ох».\n\nКто-то издаёт короткий крик боли, и ржавый шприц с лязгом падает на землю.\n\n«К-кровь! Кровь!»\n«К-капельку, пожалуйста...!»\n\nПарад тут же распадается, так как все безумно бросаются к шприцу.\nКажется, они даже не осознают, кто или что их окружает; они готовы разорвать на части всё, что стоит на их пути.\n\nСтоит ли их остановить?",
      "options": [
        {
          "message": "Попытаться остановить их.",
          "messageDesc": "Проверка Похоти и Лености. При успехе получить ЭГО Дар Кровотечения."
        },
        {
          "message": "Проигнорировать их.",
          "messageDesc": "",
          "result": [
            "Ничего не произошло."
          ]
        }
      ]
    },
    {
      "id": 971057,
      "name": "Карусель",
      "subDesc": "",
      "desc": "Это... карусель?\n\nВ этом тёмном пространстве ярко сияет раскалённое, почти ослепительно яркое сооружение.\n\n«……»\n\n«Ох, что-то не так?»\n\n«Хм? Н-нет, не стоит беспокоиться».\n\nКарусель, кажется, занимает мысли некоторых Грешников.\n\nМожет, стоит заглянуть?",
      "options": [
        {
          "message": "Остановиться у карусели.",
          "messageDesc": "Проверка Похоти и Лености. При успехе получить ЭГО Дар без ключевых эффектов."
        },
        {
          "message": "Выглядит опасно. Пойдём дальше.",
          "result": [
            "Ничего не произошло."
          ]
        }
      ]
    },
    {
      "id": 971058,
      "name": "Преломлённый спальный мешок ушедшего дня",
      "subDesc": "",
      "desc": "Что-то тяжело дышит. Источник этого звука, странной формы, лежит там.\n\nПохоже, это Аномалия. Существо с трудом дышит — каждый его вдох тяжёлый и неровный.\n\nОно... плачет?",
      "options": [
        {
          "message": "Прислушаться к дыханию.",
          "messageDesc": "Проверка Гордыни и Зависти. При успехе получить ЭГО Дар Дыхания."
        },
        {
          "message": "Заткнуть уши.",
          "result": [
            "Слушать это мучительное дыхание — душераздирающе.\n\nЭто ощущение было настолько ошеломляющим, что меня начало тошнить. Грешникам было не лучше; они либо хватались за головы, либо медленно покрывались холодным потом.\n\n«З-заткните уши. Кажется, этот... этот звук сводит меня с ума».\n\nЯ говорю остальным Грешникам последовать моему примеру, и нам постепенно становится лучше.\n\n...Аномалия ещё некоторое время издавала этот звук, прежде чем полностью замолкнуть."
          ]
        }
      ]
    },
    {
      "id": 971059,
      "name": "Преломлённые четыреста роз",
      "subDesc": "",
      "desc": "Пропитанные кровью лепестки настолько багровые, что их можно принять за кровоточащие.\n\nЕё стебли, высасывающие откуда-то кровь для питания лепестков, искривлённые, тёмные и красные.\n\nЗлобные и острые шипы усеивают её кожу.\n\nНо любопытство берёт верх — может быть, если отломить шип, из него пойдёт кровь?",
      "options": [
        {
          "message": "Отломить шип.",
          "messageDesc": "Проверка Похоти и Зависти. При успехе получить ЭГО Дар Кровотечения."
        },
        {
          "message": "Не делать этого.",
          "result": [
            "Любопытство — частая причина гибели кошек.\n\nНе будем без надобности её провоцировать в этот раз."
          ]
        }
      ]
    }
  ]
}