{
  "dataList": [
    {
      "id": 128801,
      "title": "Выход Последнего Рыцаря",
      "desc": "<i>Однажды посаженные им зёрна пшеницы не проросли.\nОднажды он перестал ощущать аромат жизни в своём дыхании.</i>\n\n<i>И вот, он мчится против течений, охотясь на волны.\nОн ищет волны, упрекает их и в итоге приводит к их гибели.</i>\n\nТуманные воспоминания, промелькнувшие сквозь глубины Амии, вспыхивают перед моими глазами,\nи рождённый морем рыцарь направляет своё великое копьё на всплывших Морских Ужасов.\n\nОн дрожит, словно от отвращения, но не останавливается.\n\n«Вы препятствуете прогрессу и покрываете земли».\n«Это недопустимо».\n«Это... земля».\n\nРыцарь и Морские Ужасы, похоже, не на одной стороне.\nВозможно, здесь сработает дипломатия?",
      "options": [
        {
          "message": "Преодолеть громогласный рёв и попытаться заговорить с рыцарем.",
          "messageDesc": "",
          "result": [
            ""
          ]
        },
        {
          "message": "Рыцарь — просто враг, и ничего более.",
          "messageDesc": "",
          "result": [
            "<i>Море отвечает на рёв рыцаря молчанием.\nНаш ответ тоже будет встречен молчанием рыцаря.</i>"
          ]
        }
      ]
    },
    {
      "id": 128802,
      "title": "Выход Последнего Рыцаря",
      "desc": "Неустанный натиск Грешников на рыцаря начинает ослабевать.\n\nХоть у нас и нет ничего общего с рыцарем...\nХолодное, холодное одиночество сквозит в его рёве, коварно просачиваясь под тусклым светом.\n\n<i>Кто мы в его глазах: волны или скалы?\nМоре мочит наши подолы, не давая времени ответить на вопрос.</i>",
      "options": [
        {
          "message": "Кто-то должен остаться стоять рядом с окаменевшими Грешниками.",
          "messageDesc": "",
          "result": [
            ""
          ]
        },
        {
          "message": "Мы должны атаковать рыцаря.",
          "messageDesc": "",
          "result": [
            "<i>Атака копья рыцаря прорывается сквозь бурю, подобно неудержимой волне.\nОдиночество нельзя было разделить.</i>"
          ]
        }
      ]
    },
    {
      "id": 128803,
      "title": "Выход Последнего Рыцаря",
      "desc": "Рыцарь восседает на яростно ржущем скакуне.\nПодняв копьё к небу, рыцарь мчится по морю, рассекая его волны.\n\n«Такими темпами у нас ничего не выйдет...»\n«Задержите его, пожалуйста... хоть на секунду».\n\nАйрен направляет свою ручную пушку на рыцаря.\nЕё прицел и воля колеблются на одной частоте с волнами.\n\n<i>Нам нужен лишь миг, чтобы прийти в себя.\nОбрушьте волны.\nЦельтесь в его ноги, а не в копьё.</i>",
      "options": [
        {
          "message": "Мы должны остановить натиск рыцаря.",
          "messageDesc": "",
          "result": [
            ""
          ]
        },
        {
          "message": "Мы должны внимательнее изучить ситуацию.",
          "messageDesc": "",
          "result": [
            "Раздаётся пронзительный и мощный крик.\nСкакун рыцаря о чём-то предупреждает."
          ]
        }
      ]
    },
    {
      "id": 129701,
      "name": "Первое событие выбора Мэрс, Страждущего Плавника",
      "subDesc": "Неиспользуемый текст",
      "desc": "Отчаяние Мэрс.\n\nОтвращение к злым умыслам людей.\n\nИ слабая надежда от света, найденного внутри.\n\nВсевозможные эмоции и воспоминания всплывают на поверхность глубин Амии, а затем снова тонут.\n\nТе же мысли проникают и в меня, без фильтра.\n\n«...Грехи, совершённые людьми, просто так не исчезнут».\n\n«Злые умыслы человечества тоже будут беспрепятственно распространяться».\n\n«Но приливы, которые госпожа Мэрс пытается призвать, чтобы погасить это...»\n\n«...поглотят человечество, их цивилизацию и Город, из которого они пришли».\n\n«Поэтому... я не думаю, что это правильный путь».\n\n«Не до тех пор, пока Данте и Компания Лимбус отказываются».\n\nЭто не похоже на то, как я извлекал ЭГО.\n\nВместо света, частица тьмы отбрасывает тень.",
      "options": [
        {
          "message": "Протянуть руку во тьму.",
          "messageDesc": "Странная сила течёт во мне.",
          "result": [
            "Странная сила течёт во мне, прежде чем распространиться на Грешников."
          ]
        }
      ]
    },
    {
      "id": 129702,
      "name": "Второе событие выбора Мэрс, Страждущего Плавника",
      "subDesc": "Неиспользуемый текст",
      "desc": "Приливы уносят окна в прошлое Мэрс, вскоре поглощая их из виду.\n\nКажется, будто Мэрс и Подземелье Глубин — нет, сам океан сливаются в одно целое.\n\n«Большинство Искажений, с которыми сталкивалась Компания Лимбус, принимали форму, общепризнанную как „органическая сущность“».\n\n«Однако ничто не мешает форме Искажения выйти за эти рамки и принять иной облик, поскольку он может варьироваться в зависимости от желаний индивида».\n\n«Если позволить её Искажению беспрепятственно усугубляться, оно может в конечном итоге разъесть само пространство, в котором мы стоим».\n\nПока мы переводили дух, несколько маленьких машин, вылетев из одной из дрожащих глубин, упали на землю.\n\nДолжно быть, это одна из тех таинственных машин в доме Мэрс, что мы видели, заглядывая в её воспоминания.\n\nМашины продолжали громко жужжать, словно их сломали волны...\n\nМы увидели, что к разъёмам по бокам были прикреплены различные устройства.\n\n«Выглядят дорого, но как же... их много».\n\n«Ну, знаете. Может, она похожа на одного из тех Корректировщиков, что всегда одержимы идеей заполучить каждую новую передовую технологию Мастерской».\n\n«Хм, здесь написано... „Маленький Помощник“».\n\n«У этого устройства странно похожая структура на „Руку Святого“, которую принёс Инквизитор».\n\n«Ах! Значит ли это, что сия фантастически-чудесная машина поможет нам в битвах?!»\n\nРодос-Айленд, похоже, и так с трудом сдерживает натиск Морских Ужасов.\n\nНам, вероятно, стоит взять только одну, а остальные оставить, чтобы помочь им.\n\nПосле короткого обсуждения с Грешниками, мы решили взять только одну из машин.",
      "options": [
        {
          "message": "Взять ту, что с \"Модулем выживания в дикой природе\"",
          "messageDesc": "Получить увеличение макс. ОЗ и усиление исцеления ОЗ",
          "result": [
            "«Обнаружен модуль выживания в дикой природе. Активация команды выживания».\n\nЯ не очень понимаю, как это работает, но звучит, безусловно, полезно."
          ]
        },
        {
          "message": "Взять ту, что с \"Модулем помощи по хозяйству\"",
          "messageDesc": "Усиливает эффекты Руки Святого",
          "result": [
            "«Обнаружен модуль помощи по хозяйству. Перевод Руки Святого в режим патрулирования».\n\nЯ не очень понимаю, как это работает, но звучит, безусловно, полезно."
          ]
        },
        {
          "message": "Взять ту, что с \"Прошивкой инкрементного движения\"",
          "messageDesc": "Получить защитные эффекты против Оглушения",
          "result": [
            "«Обнаружена прошивка инкрементного движения. Активация команды блокады».\n\nЯ не очень понимаю, как это работает, но звучит, безусловно, полезно."
          ]
        },
        {
          "message": "Взять ту, что с \"Мини-набором для обеззараживания\"",
          "messageDesc": "Получить эффект, противодействующий влиянию Заражения подморья на Грешников",
          "result": [
            "«Обнаружен мини-набор для обеззараживания. Противодействие токсичности заражения подморья».\n\nЯ не очень понимаю, как это работает, но звучит, безусловно, полезно."
          ]
        },
        {
          "message": "Взять ту, что с \"Внешним модулем улучшения\"",
          "messageDesc": "Получить временное усиление силы атаки",
          "result": [
            "«Обнаружен внешний модуль улучшения. Активация команды атаки».\n\nЯ не очень понимаю, как это работает, но звучит, безусловно, полезно."
          ]
        }
      ]
    },
    {
      "id": 971074,
      "title": "Иберийцы и эгирянин",
      "desc": "На деревенской площади, похоже, переполох.\n\nЖители окружили кого-то с явным намерением угрожать.\n\n«Злой колдун ушёл, так почему же это бедствие не прекращается? Объясняй!»\n\n«Говори правду! Ты просто не мог смотреть, как процветает Иберия, не так ли?! Если бы не это бедствие, мы бы...»\n\n«П-послушайте, пожалуйста. Я просто здесь, чтобы... я просто здесь, чтобы поделиться кое-какими исследовательскими записями...»\n\n«Что, как сражаться с этими морскими чудовищами? О, теперь ты решил нам помочь? Новость дня, уже слишком поздно! Эти клочки бумаги нам ничем не помогут».\n\nМестные твёрдо уверены, что бедствие навлекли эгиряне.",
      "options": [
        {
          "message": "Отвернуться от этой сцены.",
          "messageDesc": "Без особого эффекта",
          "result": [
            "Быть эгирянином стало преступлением.\n\nМы чужаки — не наше дело вмешиваться, когда мы не знаем всей ситуации.\n\nНо наше колебание само по себе было ответом; одностороннее насилие обрушилось на эгирянина.\n\nМы бросились на помощь, но сердце эгирянина уже было растоптано и выброшено. Это не то, что можно поднять, как разбросанные по земле исследовательские записки.\n\nОдинокий эгирянин отрешённо смотрел в пустоту, пока мы, в конце концов, не ушли."
          ]
        },
        {
          "message": "Мы должны это прекратить.",
          "messageDesc": "Получить дар ЭГО без ключевого слова в зависимости от результата следующего выбора",
          "result": [
            "Я чувствую, как толпа поворачивается к нам.\n\n«Глубокую Тишину начал злой колдун».\n«Он притворялся, что работает на нас, но оказалось, что им двигала зависть к процветанию Иберии».\n«Не пытайтесь нас остановить, чужаки».\n«Они пришли из моря, как и сам колдун».\n\nПока они протестовали, голодный, измождённый взгляд жителей деревни отразился в глазах Грешников.\n\nДеревенский житель, качающий пустой свёрток ткани.\nРебёнок, держащий посох и шляпу, которая была ему слишком велика.\n\n«...Они все многое потеряли».\n\n«И эта пустота в сердце ослепляет вас».\n\n«Она делает сдерживание эмоций невыносимым».\n\nТак они справляются с горем.\n\nВ великом бедствии, поглотившем Иберию целиком, не было ни эмоций, ни умысла.\n\nПоэтому они заостряют свою скорбь в бесцельный гнев на тех, кто пришёл из моря, как и само бедствие.\n\n«А это значит... кто-то должен направить их гнев на истинных врагов».\n\n<Айрен?>\n\n«Отойдите, граждане».\n\n«Даже если мы установим, что эгирянин совершил преступления, приведение в исполнение последствий находится в юрисдикции Инквизиции».\n\n«Если эгирянин невиновен... поймите, что ваши действия недопустимы».\n\nКазалось, Айрен удалось заставить толпу задуматься, и они медленно отошли от эгирянина...\n\nПока, в конце концов, не разошлись."
          ]
        }
      ]
    },
    {
      "id": 97107401,
      "title": "Иберийцы и эгирянин - №2",
      "desc": "«Спасибо».\n\n«...Как вы видите, я родом из Эгира».\n\n«С тех пор как началась Глубокая Тишина, я посвятил себя изучению морерождённых и заражения подморья, чтобы помочь жителям суши».\n\n«Я не знаю, куда делись все мои коллеги, но...»\n\n«Какой в этом теперь смысл?»\n\n«Им не нужна моя помощь, так почему я должен им её предлагать?»\n\nОн кажется подавленным своим опытом в Иберии.",
      "options": [
        {
          "message": "Может, им и не нужна, но должен же быть кто-то, кому нужна твоя помощь.",
          "messageDesc": "Проверка греха Уныния и Зависти. При успехе вы получите дар ЭГО без ключевого слова.",
          "result": [
            ""
          ]
        },
        {
          "message": "Вам, вероятно, следует вернуться в Эгир.",
          "messageDesc": "Без особого эффекта",
          "result": [
            "«Ситуация дома... то есть, в Эгире, тоже не из лучших».\n\n«Пока нам удавалось их сдерживать, но... мы почти на пределе».\n\n«Если бы мы и жители суши могли помочь друг другу, может быть... Что ж, теперь это не кажется возможным».\n\nОн с отчаянием смотрит на свои исследовательские записки.\n\n«Думаю, я попытаюсь найти дорогу обратно в Эгир».\n\n«Там опасно, но... это всё ещё мой дом».\n\nПодняв исследовательские записки, эгирянин медленно, спотыкаясь, уходит."
          ]
        }
      ]
    },
    {
      "id": 971075,
      "title": "Славное прошлое Иберии",
      "desc": "Мы натыкаемся на пещеру, полную обломков затонувших кораблей и золотых сокровищ, которые выбросило на берег.\n\nЗдесь всевозможные незнакомые скульптуры и сверкающие золотые монеты...\n\nЦелая гора сокровищ.\n\n«Эй, в записях говорится, что это был корабль, который плавал по всей Терре».\n\n«Должно быть, это корабль для завоеваний, построенный в золотой век Иберии».\n\n«Смотрите, здесь написано, что это золотая чаша, сделанная в Саргоне».\n\n«Соедините армаду высоких, гордых парусов, непревзойдённые технологические инновации и... жадность одного короля, и вы получите это».\n\n«Это... та слава, которую мы теперь едва ли можем надеяться вернуть».\n\nЭти предметы были бы чрезвычайно ценны снаружи, но ни один из них не кажется очень полезным в текущей ситуации.\n\nСтоит ли продолжать поиски, на всякий случай?",
      "options": [
        {
          "message": "Хватит осматриваться. Идём дальше.",
          "messageDesc": "Без особого эффекта",
          "result": [
            "Мы достаточно осмотрелись."
          ]
        },
        {
          "message": "Продолжить поиски.",
          "messageDesc": "Проверка греха Чревоугодия и Уныния. При успехе вы получите дар ЭГО без ключевого слова.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971076,
      "title": "История о смотрителях маяка и Глубокой Тишине",
      "desc": "На вершине крутого прибрежного утёса...\n\nСтарик смотрит вдаль на океан, вглядываясь сквозь бурю.",
      "options": [
        {
          "message": "Подойти.",
          "messageDesc": "Получить дар ЭГО без ключевого слова в зависимости от результата следующего выбора",
          "result": [
            "Мы спрашиваем старика, что он здесь делает, и он оборачивается с добродушным смехом.\n\n«Когда-то я был смотрителем маяка. Я нёс свет Ока Иберии в тёмное море».\n\n«Поэтому я смотрю на море, наблюдая за маяком за гребнями волн»."
          ]
        },
        {
          "message": "Уйти.",
          "messageDesc": "Без особого эффекта",
          "result": [
            "Мы ушли, оставив старика там.\n\nКогда я обернулся, старика на утёсе уже не было."
          ]
        }
      ]
    },
    {
      "id": 97107601,
      "title": "История о смотрителях маяка и Глубокой Тишине - №2",
      "desc": "Я смотрю туда, куда указывает старик, но не вижу там никаких маяков.\n\nЛишь высокие, вздымающиеся волны, безжалостно бьющие об утёсы.\n\n«Я так скучаю по тем дням. Дням великолепия, когда я освещал бескрайний океан».\n\n«Когда пришла и ушла Глубокая Тишина, Иберия стала слишком... тихой, слишком тёмной».\n\nПальцы старика нежно перебирают ключи в его руке, глаза полны тоски.",
      "options": [
        {
          "message": "Сказать старику, чтобы он отошёл от утёса; это слишком опасно.",
          "messageDesc": "Без особого эффекта",
          "result": [
            "«Ха-ха-ха...»\n\n«Не беспокойтесь. Маяк был выше даже этого самого утёса, на котором мы стоим».\n\n«Эта высота — ничто для смотрителя, друзья».\n\n«И всё же... день клонится к вечеру. Мне скоро пора возвращаться».\n\n«Желаю вам безопасного пути».\n\nКогда мы спускались с утёсов, попрощавшись со стариком в ответ, я услышал позади всплеск волн.\n\nСтарика на утёсе уже не было."
          ]
        },
        {
          "message": "Спросить, не принадлежал ли ключ маяку.",
          "messageDesc": "Проверка греха Лености и Уныния. При успехе вы получите дар ЭГО без ключевого слова.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971077,
      "title": "Здесь Церковь Глубин под видом помощи раздаёт еду из Морских Ужасов, чтобы превратить иберийцев в Морских Ужасов",
      "desc": "Перед ветхим зданием стоит длинная очередь людей.\n\nВнутри люди в капюшонах что-то раздают посетителям.\n\n«Благодарю за дары океана».\n\n«Нет-нет. Мы лишь хотим помочь вам утолить голод, хоть немного. ...Хм?»\n\n«Мы вас здесь раньше не видели. Очевидно, вы проделали долгий путь, чтобы добраться сюда — добро пожаловать, добро пожаловать».\n\n«Простите, все — пожалуйста, поймите, они здесь новенькие».\n\nЛюди в капюшонах затащили нас внутрь.\n\n«Это немного, но... надеюсь, этого хватит, чтобы утолить ваш голод».\n\nСушёная рыба, да... Амия и Айрен называли их «плавниковыми тварями».",
      "options": [
        {
          "message": "Пусть сначала получат другие.",
          "messageDesc": "Без особого эффекта",
          "result": [
            "Были люди, голодно смотревшие на нашу еду, так что мы тихо отдали её им.\n\nОни начали загребать еду, словно пропустили не один приём пищи.\n\nЕсли они не замедлятся, им станет плохо...\n\nНе имея причин оставаться, мы покинули здание.\n\nЯ почувствовал лёгкий холодок в затылке, словно люди в капюшонах смотрели нам в спину, когда мы уходили, но...\n\n...нам удалось ускорить шаг и скрыться."
          ]
        },
        {
          "message": "Спрятать их в сумки и сделать вид, что мы их съели.",
          "messageDesc": "Пройдите проверку греха Уныния и Гордыни, чтобы получить дар ЭГО без ключевого слова.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971078,
      "title": "Инквизитор в бою с Морскими Ужасами",
      "desc": "Сквозь океанский ветер, дующий между белыми зданиями,\n\nкто-то стоит со светом лампы и осматривается, её свет освещает груды трупов морских чудовищ.\n\nУчитывая явное сходство его наряда с нарядом Айрен... он тоже, должно быть, Инквизитор.\n\n«Что гражданские делают здесь, на передовой?»",
      "options": [
        {
          "message": "Инквизитор руководит нашей эвакуацией.",
          "messageDesc": "Проверка греха Гнева и Уныния. При успехе вы получите дар ЭГО без ключевого слова.",
          "result": [
            ""
          ]
        },
        {
          "message": "Мы здесь, чтобы помочь Инквизиторам.",
          "messageDesc": "Без особого эффекта",
          "result": [
            "«Я ценю это чувство».\n\n«Но роль гражданского — выжить и внести свой вклад в возрождение Иберии».\n\n«Вам не нужно жертвовать собой на передовой, чтобы сдерживать само море... ибо это — роль Инквизиторов».\n\nС этими словами Инквизитор быстро проводил нас отсюда."
          ]
        }
      ]
    },
    {
      "id": 971079,
      "title": "Последний узел перед битвой с боссом, Искажённой Мэрс. Исцеляет и воскрешает союзников.",
      "desc": "В центре того, что кажется ковчегом, символизирующим Город,\n\nв центре этого яркого, золотого света... должна быть Мэрс.\n\n«Давайте здесь немного передохнём».\n\n«Вы в порядке, Доктор?»\n\n«Мне просто нужно... немного перевести дух...»\n\n«Фу-ху... Вам, вероятно, стоит поработать над своей выносливостью, иначе госпоже Амии придётся носить вас на спине».\n\n«Да, что ж... как только вернёмся, я начну тренироваться, как советовала Кальцит».\n\n«Хмпф. Исполнительный Менеджер, если до этого дойдёт, вы можете доверить ношение на спине мне».\n\n<Я в порядке.>\n\nВозможно, близость к видению утопии Мэрс и центру света что-то сделала...\n\nМорерождённые рядом с нами лишь бросали на нас мимолётные взгляды, не нападая.\n\nЧто-то в том, как они на нас смотрели, казалось... будто они беспокоились о нас — Грешники не могли не отвести взгляд со странным чувством.\n\n«Я чувствую... скорбь, сожаление... Может, эти чувства — отрицание всех тех раз, когда она мучилась из-за этого».\n\n«Мы действительно сможем вернуть госпожу Мэрс?»\n\n<Мы поможем ей вернуться. В конце концов, мы для этого здесь.>\n\n<Ладно, давайте немного отдохнём, прежде чем двинемся дальше.>",
      "options": [
        {
          "message": "Собраться с мыслями, а затем двигаться дальше.",
          "messageDesc": "",
          "result": [
            "Отдохнув достаточно, мы продолжаем путь к преломлённому свету."
          ]
        }
      ]
    }
  ]
}