{
    "dataList": [
        {
            "id": 862901,
            "name": "",
            "subDesc": "",
            "desc": "Пустой банкетный зал, окутанный рассеянным багровым светом.\n\nОдинокий король, привязанный к своему трону, неторопливо поднимает руку.\n\nВаши ноги промокают в холодном тумане неясной мелодии.\n\nОдинокий король мягко указывает на платформу рядом с вами с приглашающей интонацией.\n\nНа ней маски, каждая изображает разный спектр эмоций.\n\nМаска радости. Маска печали. Маска гнева.\n\nКакое лицо надеть на этой аудиенции у короля?",
            "options": [
                {
                    "message": "Надеть маску радости.",
                    "messageDesc": "Выберите, чтобы повысить Макс. Скорость, восстановить СД всем союзникам и получить Торжественный Прием для этой Схватки.",
                    "result": [
                        "Вы надеваете маску радости на лицо.\n\nУверенность наполняет вас, и ничто не кажется невозможным.\n\nГрешники маршируют в банкетный зал, их ноги не скованы неуверенностью.\n\nК трону, который никогда не мог быть утешением.\n\nПусть эта битва принесет мимолетный миг радости одинокому королю, который будет править вечно, править без спутников.\n\nТак, Грешники, с выражением безграничной радости на лицах, открывают прелюдию к этому великому банкету."
                    ]
                },
                {
                    "message": "Надеть маску печали.",
                    "messageDesc": "Выберите, чтобы получить Силу Столкновения, восстановить СД всем союзникам и получить Торжественный Прием для этой Встречи.",
                    "result": [
                        "Вы надеваете маску печали на лицо.\n\nВездесущее давление медленно испаряется.\n\nГрешники мягко входят в банкетный зал, окутанные тишиной.\n\nК трону, который никогда не мог быть утешением.\n\nПусть эта битва принесет мимолетный миг утешения одинокому королю, который будет править вечно, править без спутников.\n\nТак, Грешники, с выражением торжественной печали на лицах, открывают прелюдию к этому великому банкету."
                    ]
                },
                {
                    "message": "Надеть маску гнева.",
                    "messageDesc": "Выберите, чтобы наносить больше урона, получить восстановление СД для всех союзников и Великий Прием для этой Встречи.",
                    "result": [
                        "Вы надеваете маску гнева на лицо.\n\nВаше тело кажется легче, но кулаки сжимаются с великой силой.\n\nГрешники страстно бегут к трону.\n\nК трону, который никогда не мог быть утешением.\n\nПусть эта битва зажжет пламя боевой радости для одинокого короля, который будет править вечно, править без спутников.\n\nТак, Грешники, с выражением битвы на лицах, открывают прелюдию к этому великому банкету."
                    ]
                }
            ]
        },
        {
            "id": 862902,
            "name": "",
            "subDesc": "",
            "desc": "Страсть накаляется по мере того, как банкет медленно достигает крещендо.\n\nСвязанный король жестом приказывает приостановить битву.\n\nЭто дает нам достаточно времени, чтобы оставить наши сломанные маски и надеть новые.\n\nКакое новое лицо мы наденем на аудиенции у короля?",
            "options": [
                {
                    "message": "Надеть маску радости.",
                    "messageDesc": "Выберите, чтобы восстановить СД всем союзникам.",
                    "result": [
                        "Вы надеваете маску радости на лицо.\n\nВаши мысли становятся освежающе ясными."
                    ]
                },
                {
                    "message": "Надеть маску печали.",
                    "messageDesc": "Выберите, чтобы получить ресурсы Э.Г.О.",
                    "result": [
                        "Вы надеваете маску печали на лицо.\n\nСердца Грешников впитывают ее силу и решимость, как губки."
                    ]
                },
                {
                    "message": "Надеть маску гнева.",
                    "messageDesc": "Выберите, чтобы получить Увеличение Урона для этой Схватки.",
                    "result": [
                        "Вы надеваете маску гнева на лицо.\n\nСтрасть заставляет руки Грешников яростно сжимать оружие."
                    ]
                }
            ]
        }
    ]
}