{
  "dataList": [
    {
      "id": 971055,
      "name": "Причудливая машина",
      "desc": "Стоит машина причудливого вида. Перед ней лежит монета.\n\nЗатем на машине появляется мерцающий, светящийся монетоприёмник — он почти соблазняет нас бросить в него монету.\n\nКогда мы подходим к машине, откуда-то раздаётся бестелесный механический голос.\n\n«Испытай свою удачу!»\n\nОткуда взялся этот голос? Из самой машины, или это само пространство шепчет мне?\n\nЯ едва успеваю опомниться, машинально подобрав монету и подойдя к монетоприёмнику. Следует хорошенько всё обдумать.",
      "options": [
        {
          "message": "Просто взять монету",
          "messageDesc": "",
          "result": [
            "При ближайшем рассмотрении эта монета может пригодиться в подземелье.\n\n…Нужно уходить, пока мы в выигрыше, пусть и небольшом. Это намного лучше, чем рисковать этой монетой в подозрительной машине ради неизвестного, таинственного исхода, который мы никак не можем предсказать.\n\nМы кладём монету в карман и уходим от машины."
          ]
        },
        {
          "message": "Вставить монету в приёмник",
          "messageDesc": "???",
          "result": [
            "Монетоприёмник со щелчком засасывает монету.\n\n«#%^*@%@!!#@$%»\n\nМашина издаёт странный, неописуемый и тревожный шум. Через мгновение она выплёвывает что-то из своего… похожего на вентиляцию устройства.\n\nОно уносится куда-то, прежде чем мы успеваем понять, что произошло.",
            "Монетоприёмник со щелчком засасывает монету.\n\n«……»\n\nИ… ничего.\n\n«Ах, чёрт! Она съела монету!»\n\nОдин из Грешников топает вперёд, чтобы настучать машине, но та уносится куда-то, прежде чем мы успеваем увидеть, что произойдёт."
          ]
        }
      ]
    },
    {
      "id": 971056,
      "name": "Карнавал в Ла-Манчаланде",
      "desc": "«На этом бесконечном… на этом вечном… благословенном карнавале…»\n\nПарад вызывает счастливые возгласы и улыбки у зрителей. Он кричащий и экстравагантный, как ни посмотри.\n\nПрямо как в песне… кажется, будто карнавал действительно благословлён длиться вечно.\n\n«Ох.»\n\nКто-то издаёт короткий крик боли, и ржавый шприц с лязгом падает на землю.\n\n«К-кровь! Кровь!»\n«К-капельку, пожалуйста…!»\n\nПарад тут же распадается, так как все безумно бросаются к шприцу.\nКажется, они даже не осознают, кто или что их окружает; они готовы разорвать на части всё, что стоит на их пути.\n\nСтоит ли их остановить?",
      "options": [
        {
          "message": "Попытаться остановить их",
          "messageDesc": "Проверка Похоти и Лености. При успехе получить ЭГО Дар Кровотечения."
        },
        {
          "message": "Проигнорировать их",
          "messageDesc": "",
          "result": [
            "Ничего не произошло."
          ]
        }
      ]
    },
    {
      "id": 971057,
      "name": "Карусель",
      "subDesc": "",
      "desc": "Это… карусель?\n\nВ этом тёмном пространстве ярко сияет раскалённое, почти ослепительно яркое сооружение.\n\n«……»\n\n«Ох, что-то не так?»\n\n«Хм? Н-нет, не стоит беспокоиться.»\n\nКарусель, кажется, занимает мысли некоторых Грешников.\n\nМожет, стоит заглянуть?",
      "options": [
        {
          "message": "Остановиться у карусели",
          "messageDesc": "Проверка Похоти и Лености. При успехе получить ЭГО Дар без ключевых эффектов."
        },
        {
          "message": "Выглядит опасно. Пойдём дальше",
          "result": [
            "Ничего не произошло."
          ]
        }
      ]
    },
    {
      "id": 971058,
      "name": "Преломлённый спальный мешок ушедшего дня",
      "subDesc": "",
      "desc": "Что-то тяжело дышит. Источник этого звука, странной формы, лежит там.\n\nПохоже, это Аномалия. Существо с трудом дышит — каждый его вдох тяжёлый и неровный.\n\nОно… плачет?",
      "options": [
        {
          "message": "Прислушаться к дыханию",
          "messageDesc": "Проверка Гордыни и Зависти. При успехе получить ЭГО Дар Дыхания."
        },
        {
          "message": "Заткнуть уши",
          "result": [
            "Слушать это мучительное дыхание — душераздирающе.\n\nЭто ощущение было настолько ошеломляющим, что меня начало тошнить. Грешникам было не лучше; они либо хватались за головы, либо медленно покрывались холодным потом.\n\n«З-заткните уши. Кажется, этот… этот звук сводит меня с ума.»\n\nЯ говорю остальным Грешникам последовать моему примеру, и нам постепенно становится лучше.\n\n…Аномалия ещё некоторое время издавала этот звук, прежде чем полностью замолкнуть."
          ]
        }
      ]
    },
    {
      "id": 971059,
      "name": "Преломлённые четыреста роз",
      "subDesc": "",
      "desc": "Пропитанные кровью лепестки настолько багровые, что их можно принять за кровоточащие.\n\nЕё стебли, высасывающие откуда-то кровь для питания лепестков, искривлённые, тёмные и красные.\n\nЗлобные и острые шипы усеивают её кожу.\n\nНо любопытство берёт верх — может быть, если отломить шип, из него пойдёт кровь?",
      "options": [
        {
          "message": "Отломить шип",
          "messageDesc": "Проверка Похоти и Зависти. При успехе получить ЭГО Дар Кровотечения."
        },
        {
          "message": "Не делать этого",
          "result": [
            "Любопытство — частая причина гибели кошек.\n\nНе будем без надобности её провоцировать в этот раз."
          ]
        }
      ]
    },
    {
      "id": 971064,
      "name": "Повседневная жизнь",
      "desc": "«Ах, там…!»\n\nЯ оборачиваюсь и вижу, как кто-то опасно спотыкается у перил… и падает.\n\nПадает… словно пёрышко, сброшенное с не слишком большой и не слишком малой высоты, словно кто-то медленно тонет в воде.\n\n«БЕРЕГИСЬ!!!»\n\nОдин из грешников громко кричит, чтобы предупредить нас об опасности.\n\nМы все бросились к месту падения, но, похоже, человек всё ещё падал, когда мы добрались туда, и у нас даже было время перевести дух.\n\nЧто-то в этом медленном падении заставило меня задуматься, будет ли так же легко и просто поймать его, как схватить плавно опускающийся листок бумаги.\n\n«…В данном случае нельзя игнорировать массу как фактор. Несмотря на медленную скорость падения, если мы резко его остановим…»\n\n«Мы сможем наблюдать, как каждая миллисекунда его позвоночника медленно обращается в крошку, а последующая, безусловно, финальная агония растянется на минуты.»\n\n«Фу-у…»\n\nУ нас ещё есть время, прежде чем он ударится о землю. Нам нужно найти что-то, чтобы смягчить его падение…",
      "options": [
        {
          "message": "Найти что-нибудь, чтобы смягчить падение",
          "messageDesc": "Пройдите проверку на преимущество Похоти и Лености, чтобы получить ЭГО Дар Тремора.",
          "result": [
            ""
          ]
        },
        {
          "message": "Подставить руки, чтобы поймать падающего горожанина",
          "messageDesc": "",
          "result": [
            "«Не нужно так заморачиваться. Давайте, ребята. Я покажу вам, как это делается.»\n\nГрешники встали в небольшой круг под падающим человеком и успешно смягчили его падение.\n\n«С-спасибо вам большое…»\n\nОн поблагодарил нас и передал часть того, что нёс.\n\n…Очень медленно. Но грешники к этому моменту уже привыкли, так что мы все терпеливо дождались, прежде чем проводить его.",
            "«Не нужно так заморачиваться. Давайте, ребята. Я покажу вам, как это делается.»\n\nГрешники встали в небольшой круг под падающим человеком и успешно смягчили его падение.\n\n«С-спасибо вам большое…»\n\nОн поблагодарил нас и передал часть того, что нёс.\n\nНо я почти уверен, что видел, как один из грешников подвернул лодыжку…"
          ]
        }
      ]
    },
    {
      "id": 971065,
      "name": "",
      "desc": "«Остановитесь! Посторонним вход воспрещён!»\n\nНас останавливает мужчина в высоком цилиндре, предположительно, сотрудник Корпорации T.\n\n«Проходить здесь могут только те, кто заключил контракт с Корпорацией T, или те, у кого есть специальные разрешительные документы.»\n\nПоняв, что мы просто стоим в оцепенении, не зная, что делать, он указывает в сторону и продолжает.\n\n«Хм-м, похоже, у вас всё же есть право проходить здесь. Возможно, вы потеряли свой пропуск.»\n\n«Вы можете запросить перевыпуск вон там, сбоку. Попытайте удачу.»",
      "options": [
        {
          "message": "Получить пропуск",
          "messageDesc": "Проверка на преимущество Похоти и Лености. Успех дарует ЭГО Дар без ключевых эффектов",
          "result": [
            ""
          ]
        },
        {
          "message": "Взять контракт",
          "messageDesc": "Начать бой. Победа даст ЭГО Дар без ключевых эффектов",
          "result": [
            "«Что ж, у нас тут в Корпорации T возникли кое-какие проблемы. Мы будем рады помощи со стороны, если сможем её получить.»\n\n«Одна из них — Юродивые — они опубликовали манифест или что-то в этом роде, что они собираются устроить здесь беспорядки. Устраните их, и мы сможем выдать вам значок без необходимости проходить процедуру получения отдельного пропуска.» Словно по команде, нас окружила группа людей в ярких шарфах."
          ]
        },
        {
          "message": "Предъявить <color=#014fd6>「Выписанное предупреждение」</color>",
          "messageDesc": "Начать бой. Победа даст ЭГО Дар без ключевых эффектов.",
          "result": [
            "«…Хорошо? Но… зачем?»\n\n«Какую выгоду вы могли бы получить, предъявив этот предупредительный талон?»\n\n«То есть, я собирался проверить ваши имена в системе, что показало бы, что вам всем было выписано предупреждение; то есть, это был лишь вопрос времени, прежде чем я… погодите, вы все пытались сэкономить моё время?»\n\n«Что ж, я ценю этот жест, ребята. Давайте не будем терять больше времени и закончим с этим.»\n\nЗатем, словно по команде, перед стойкой регистрации опускается заслон, и начинает выть сирена.\n\n…Вскоре нас окружили сотрудники Корпорации T."
          ]
        }
      ]
    },
    {
      "id": 971066,
      "name": "",
      "desc": "Мы заворачиваем за угол и натыкаемся на довольно грубо нарисованный плакат.\n\nНа плакате написано краткое введение рядом с небольшой запиской с указаниями.\n\n«Времени в обрез и кипите от разочарования? Тогда присоединяйтесь к Юродивым.\n\nВы довольны тем, что несправедливость попирает вас?\n\nИли вы предпочтёте жить ради её уничтожения?\n\nЖелайте этого, желайте этого страстно!\n\nВозьмите этот плакат, пусть он будет вашим билетом на поезд.\n\nВ переулке ■■■, встаньте лицом к дороге ■■ и идите со скоростью 120 км в день. В одиночку.»",
      "options": [
        {
          "message": "Взять плакат и следовать указаниям в записке",
          "messageDesc": "Пройдите проверку на преимущество Похоти, Лености и Чревоугодия, чтобы получить ЭГО Дар Тремора.",
          "result": [
            ""
          ]
        },
        {
          "message": "Проигнорировать плакат",
          "messageDesc": "",
          "result": [
            "Конечно, интересно, для чего Юродивые ведут набор. Но кажется, что следовать этому — пустая трата времени.\n\nЯ отворачиваюсь от плаката и спешу догнать грешников."
          ]
        },
        {
          "message": "Продемонстрировать <color=#9800df>「Проливающийся кубок」</color>",
          "messageDesc": "Получить ЭГО Дар Тремора",
          "result": [
            "Издалека кто-то приближается.\n\n«Постойте, эта чаша…»\n\n«Конечно, я слышал истории. Кто-то усердно работает над перераспределением богатства, хотя и не носит наши цвета…»\n\n«Продолжайте в том же духе, товарищ… эта машина пригодится, возьмите.»\n\nОчевидно, он ошибся. Он легонько похлопал меня по плечу, прежде чем оставить что-то в моих руках."
          ]
        }
      ]
    },
    {
      "id": 971067,
      "name": "",
      "desc": "Издалека доносится отчаянный голос.\n\n«Присоединяйтесь к нам. Давайте вместе разрушим несправедливость.»\n\nГоворит другой голос.\n\n«Мы спасаем время от их жалких, несчастных смертей. Это святое дело.»\n\nЕщё один голос говорит взволнованно.\n\n«Присоединяйся к нам, приятель. Стань одним из фантомных воров. Знаешь таких, да? Благородные разбойники, воры, служащие правосудию… Хм, или мы больше похожи на грабителей правосудия?»\n\n…Может, мы можем использовать это как возможность их обмануть.",
      "options": [
        {
          "message": "Притвориться, что хотим присоединиться к ним",
          "messageDesc": "Пройдите проверку на преимущество Похоти и Лености. Успех дарует Стоимость",
          "result": [
            ""
          ]
        },
        {
          "message": "Отказаться.",
          "messageDesc": "",
          "result": [
            "«Вы отказываетесь?.. Вы нам отказали..?»\n\n«Нет, так даже лучше. Ещё не время раскрывать тайну нашего существования.»\n\n«Я с самого начала в них не верил!»\n\n«Не мог бы ты быть чуточку осторожнее? Они уже всё слышали! О нашей цели!»\n\nГолоса, казалось, спорили между собой какое-то время, прежде чем фигура наконец подошла к нам.\n\n«Забудьте об этом разговоре. Похоже, наше предложение было сделано поспешно, без должного согласия даже между нами.»"
          ]
        }
      ]
    }
  ]
}