{
  "dataList": [
    {
      "id": 10814,
      "name": "Повседневная жизнь",
      "desc": "«Ах, там…!»\n\nЯ оборачиваюсь и вижу, как кто-то опасно спотыкается у перил… и падает.\n\nПадает… словно пёрышко, сброшенное с не слишком большой и не слишком малой высоты, словно кто-то медленно тонет в воде.\n\n«БЕРЕГИСЬ!!!»\n\nОдин из грешников громко кричит, чтобы предупредить нас об опасности.\n\nМы все бросились к месту падения, но, похоже, человек всё ещё падал, когда мы добрались туда, и у нас даже было время перевести дух.\n\nЧто-то в этом медленном падении заставило меня задуматься, будет ли так же легко и просто поймать его, как схватить плавно опускающийся листок бумаги.\n\n«…В данном случае нельзя игнорировать массу как фактор. Несмотря на медленную скорость падения, если мы резко его остановим…»\n\n«Мы сможем наблюдать, как каждая миллисекунда его позвоночника медленно обращается в крошку, а последующая, безусловно, финальная агония растянется на минуты». \n\n«Фу-у…»\n\nУ нас ещё есть время, прежде чем он ударится о землю. Нам нужно найти что-то, чтобы смягчить его падение…",
      "options": [
        {
          "message": "Найти что-нибудь, чтобы смягчить падение.",
          "messageDesc": "Пройдите проверку на преимущество Похоти и Лености, чтобы получить ЭГО Дар Тремора.",
          "result": [
            ""
          ]
        },
        {
          "message": "Подставить руки, чтобы поймать падающего горожанина.",
          "messageDesc": "",
          "result": [
            "«Не нужно так заморачиваться. Давайте, ребята. Я покажу вам, как это делается».\n\nГрешники встали в небольшой круг под падающим человеком и успешно смягчили его падение.\n\n«С-спасибо вам большое…»\n\nОн поблагодарил нас и передал часть того, что нёс.\n\n…Очень медленно. Но грешники к этому моменту уже привыкли, так что мы все терпеливо дождались, прежде чем проводить его.",
            "«Не нужно так заморачиваться. Давайте, ребята. Я покажу вам, как это делается».\n\nГрешники встали в небольшой круг под падающим человеком и успешно смягчили его падение.\n\n«С-спасибо вам большое…»\n\nОн поблагодарил нас и передал часть того, что нёс.\n\nНо я почти уверен, что видел, как один из грешников подвернул лодыжку…"
          ]
        }
      ]
    },
    {
      "id": 10815,
      "name": "",
      "desc": "«Остановитесь! Посторонним вход воспрещён!»\n\nНас останавливает мужчина в высоком цилиндре, предположительно, сотрудник Корпорации T.\n\n«Проходить здесь могут только те, кто заключил контракт с Корпорацией T, или те, у кого есть специальные разрешительные документы».\n\nПоняв, что мы просто стоим в оцепенении, не зная, что делать, он указывает в сторону и продолжает.\n\n«Хм-м, похоже, у вас всё же есть право проходить здесь. Возможно, вы потеряли свой пропуск».\n\n«Вы можете запросить перевыпуск вон там, сбоку. Попытайте удачу».",
      "options": [
        {
          "message": "Получить пропуск.",
          "messageDesc": "Проверка на преимущество Похоти и Лености. Успех дарует ЭГО Дар без ключевых эффектов.",
          "result": [
            ""
          ]
        },
        {
          "message": "Взять контракт.",
          "messageDesc": "Начать бой. Победа даст ЭГО Дар без ключевых эффектов.",
          "result": [
            "«Что ж, у нас тут в Корпорации T возникли кое-какие проблемы. Мы будем рады помощи со стороны, если сможем её получить».\n\n«Одна из них — Юродивые — они опубликовали манифест или что-то в этом роде, что они собираются устроить здесь беспорядки. Устраните их, и мы сможем выдать вам значок без необходимости проходить процедуру получения отдельного пропуска». Словно по команде, нас окружила группа людей в ярких шарфах."
          ]
        },
        {
          "message": "Предъявить 「Выписанное предупреждение」.",
          "messageDesc": "Начать бой. Победа даст ЭГО Дар без ключевых эффектов.",
          "result": [
            "«…Хорошо? Но… зачем?»\n\n«Какую выгоду вы могли бы получить, предъявив этот предупредительный талон?»\n\n«То есть, я собирался проверить ваши имена в системе, что показало бы, что вам всем было выписано предупреждение; то есть, это был лишь вопрос времени, прежде чем я… погодите, вы все пытались сэкономить моё время?»\n\n«Что ж, я ценю этот жест, ребята. Давайте не будем терять больше времени и закончим с этим».\n\nЗатем, словно по команде, перед стойкой регистрации опускается заслон, и начинает выть сирена.\n\n…Вскоре нас окружили сотрудники Корпорации T."
          ]
        }
      ]
    },
    {
      "id": 10816,
      "name": "",
      "desc": "Мы заворачиваем за угол и натыкаемся на довольно грубо нарисованный плакат.\n\nНа плакате написано краткое введение рядом с небольшой запиской с указаниями.\n\n«Времени в обрез и кипите от разочарования? Тогда присоединяйтесь к Юродивым.\n\nВы довольны тем, что несправедливость попирает вас?\n\nИли вы предпочтёте жить ради её уничтожения?\n\nЖелайте этого, желайте этого страстно!\n\nВозьмите этот плакат, пусть он будет вашим билетом на поезд.\n\nВ переулке ■■■, встаньте лицом к дороге ■■ и идите со скоростью 120 км в день. В одиночку».",
      "options": [
        {
          "message": "Взять плакат и следовать указаниям в записке.",
          "messageDesc": "Пройдите проверку на преимущество Похоти, Лености и Чревоугодия, чтобы получить ЭГО Дар Тремора.",
          "result": [
            ""
          ]
        },
        {
          "message": "Проигнорировать плакат.",
          "messageDesc": "",
          "result": [
            "Конечно, интересно, для чего Юродивые ведут набор. Но кажется, что следовать этому — пустая трата времени.\n\nЯ отворачиваюсь от плаката и спешу догнать грешников."
          ]
        },
        {
          "message": "Продемонстрировать 「Проливающийся кубок」.",
          "messageDesc": "Выберите, чтобы получить ЭГО Дар Тремора.",
          "result": [
            "Издалека кто-то приближается.\n\n«Постойте, эта чаша…»\n\n«Конечно, я слышал истории. Кто-то усердно работает над перераспределением богатства, хотя и не носит наши цвета…»\n\n«Продолжайте в том же духе, товарищ… эта машина пригодится, возьмите».\n\nОчевидно, он ошибся. Он легонько похлопал меня по плечу, прежде чем оставить что-то в моих руках."
          ]
        }
      ]
    },
    {
      "id": 10817,
      "name": "",
      "desc": "Издалека доносится отчаянный голос.\n\n«Присоединяйтесь к нам. Давайте вместе разрушим несправедливость».\n\nГоворит другой голос.\n\n«Мы спасаем время от их жалких, несчастных смертей. Это святое дело».\n\nЕщё один голос говорит взволнованно.\n\n«Присоединяйся к нам, приятель. Стань одним из фантомных воров. Знаешь таких, да? Благородные разбойники, воры, служащие правосудию… Хм, или мы больше похожи на грабителей правосудия?»\n\n…Может, мы можем использовать это как возможность их обмануть.",
      "options": [
        {
          "message": "Притвориться, что хотим присоединиться к ним.",
          "messageDesc": "Пройдите проверку на преимущество Похоти и Лености. Успех дарует Стоимость.",
          "result": [
            ""
          ]
        },
        {
          "message": "Отказаться.",
          "messageDesc": "",
          "result": [
            "«Вы отказываетесь?.. Вы нам отказали..?»\n\n«Нет, так даже лучше. Ещё не время раскрывать тайну нашего существования».\n\n«Я с самого начала в них не верил!»\n\n«Не мог бы ты быть чуточку осторожнее? Они уже всё слышали! О нашей цели!»\n\nГолоса, казалось, спорили между собой какое-то время, прежде чем фигура наконец подошла к нам.\n\n«Забудьте об этом разговоре. Похоже, наше предложение было сделано поспешно, без должного согласия даже между нами»."
          ]
        }
      ]
    }
  ]
}