{
    "dataList": [
        {
            "id": 10511,
            "name": "Фабричный Рабочий",
            "subDesc": "",
            "desc": "Просто еще одна оживленная, оживленная часовая фабрика.\n\n«!@#$!#$#!$@#$!$#@$.»\n\nМужчина в блестящих туфлях и чистом костюме, явно владелец фабрики, кричит на своих сотрудников в грязной, промасленной рабочей одежде.\n\nЧто-то, кажется, привлекает его внимание, заставляя его свирепо посмотреть на одного из сотрудников и закричать от гнева.\n\nСотрудник, уже занятый своей работой, приходит в замешательство и пытается что-то сказать. Но ему требуется вечность, чтобы даже открыть рот.\n\nВладелец достает диктофон в отчаянной попытке общаться, но это не помогает.\n\n«Я только что проверил камеру наблюдения. Ты спал целых два часа! Объяснись.»\n\n«Ф… … … а… … …»\n\n«… … к… … … т…»\n\n«Ты не можешь говорить быстрее, мужик?!»\n\nМожет быть, здесь есть что-то, что поможет разрешить эту ситуацию?",
            "options": [
                {
                    "message": "Осмотреться на фабрике.",
                    "messageDesc": "Проверка Чревоугодия и Гордыни. При успехе получить ЭГО Дар Тремора."
                },
                {
                    "message": "Хорошенько рассмотреть владельца фабрики и сотрудника.",
                    "messageDesc": "Проверка Уныния и Лености. При успехе получить ЭГО Дар Тремора."
                }
            ]
        },
        {
            "id": 10512,
            "name": "Сбор Налогов Корпорации T",
            "subDesc": "",
            "desc": "Случайная улица Корпорации T. Сборщик собирает налоги с кого-то.\n\n«Вы будете платить временем или наличными?»\n\n«Как я уже сказал, мы уже полностью оплатили наши Временные налоги! Кроме того, триста миллионов Ан? Это абсурд...!»\n\n«Записи указывают, что у вас накопились дополнительные обязательства по Налогу Времени из-за налога на подаренное время.»\n\n«Не может быть. Это потому, что я отдал свое время тем детям в Подворотнях?»\n\n«Я дал им всего триста часов, так как, черт возьми, это превратилось в триста миллионов Ан налогов?! Это не имеет никакого смысла!»\n\n«Налоговые расчеты в Корпорации T всегда исключительно точны.»\n\nСборщик Времени шагает к гражданину, чтобы нейтрализовать его.",
            "options": [
                {
                    "message": "Поговорить с ними.",
                    "messageDesc": "Проверка Уныния и Лености. При успехе получить ЭГО Дар без ключевых эффектов."
                },
                {
                    "message": "Уйти.",
                    "result": [
                        "Похоже, ему придется как-то защищаться в Офисе Сбора.\n\nНе то чтобы ты мог что-то изменить, вмешавшись.\n\n... Ты внезапно осознаешь, что именно такие мысли превратили Корпорацию T в такое место. Ты резко оборачиваешься и пытаешься вмешаться...\n\n... Но Сборщик Времени уже извлек время из гражданина, замедлив его до передвижения ползком."
                    ]
                }
            ]
        },
        {
            "id": 10513,
            "name": "Улицы Корпорации T",
            "subDesc": "",
            "desc": "Люди из всех слоев общества, все с разным количеством часов, которые можно потратить за день, говорят и двигаются с разной скоростью.\n\nЗвук, исходящий от этого странного неравенства, наполняет улицу несоответствием.\n\nДва человека привлекают ваше внимание в этом хаосе.\n\nБогато выглядящий юноша, несмотря на свое очевидное временное изобилие, быстрым шагом идет к улицам...\n\n... и бедно выглядящий старик, несмотря на свою очевидную временную бедность, медленно идет в переулок с неторопливым видом.\n\nЗа кем последовать?",
            "options": [
                {
                    "message": "Последовать за юношей.",
                    "messageDesc": "Проверка Гордыни и Чревоугодия. При успехе получить ЭГО Дар Тремора."
                },
                {
                    "message": "Последовать за стариком.",
                    "messageDesc": "Проверка Лености и Похоти. При успехе получить ЭГО Дар Тремора."
                },
                {
                    "message": "Ни за кем не следовать.",
                    "result": [
                        "Это просто два человека, занимающиеся своими делами, тратящие свое время по своему усмотрению.\n\nЗачем идти за ними? Давайте просто потратим наше время так, как считаем нужным.\n\nВы продолжаете идти по улице, ваша голова полна мыслей о временном неравенстве."
                    ]
                }
            ]
        },
        {
            "id": 10514,
            "name": "Убежище Юродивых",
            "subDesc": "",
            "desc": "Секретное убежище Юродивых. Юродивый пылко декламирует тексты, данные им Святым.\n\n«Мы стали не чем иным, как винтиками в машине, существующей исключительно для промышленников, буржуазии и Крыльев.»\n\n«Что еще, какие еще человеческие отношения остаются среди Граждан кроме узкого личного интереса и бессердечных уз, созданных капиталом?»\n\n«Таким образом, мы отбросим холодный, бесчувственный металл, который мы называем монетой; вместо этого мы будем обмениваться нашим теплом друг с другом в соответствии с нашими потребностями!»\n\n«Для имущих законы Гнезд — это щиты, защищающие их привилегии; но для неимущих они — цепи, сковывающие нас!»\n\n«Тогда мы бросим вызов законам Гнезда! Мы покажем им гнев неимущих!»\n\n«Все, что Юродивым есть терять — это наши цепи; все, что мы можем обрести — это мир без голода!»\n\nЮродивый внезапно указывает в нашу сторону.\n\nПохоже, нам придется что-то сказать.",
            "options": [
                {
                    "message": "Ю-Юродивые Города, Объединяйтесь!",
                    "messageDesc": "Проверка Гнева, Зависти и Чревоугодия. При успехе получить ЭГО Дар Тремора."
                },
                {
                    "message": "Мне нравится идея, но это точно не сработает.",
                    "result": [
                        "Как только Грешник заканчивает говорить, в комнате немедленно становится холодно и тихо.\n\nЮродивый, который, кажется, их лидер, указывает на дверь и жестом приказывает вам уйти.\n\nВы покидаете это место, прежде чем что-то случится."
                    ]
                }
            ]
        },
        {
            "id": 10515,
            "name": "Сцена Убийства Времени",
            "subDesc": "",
            "desc": "Вы видите жертву Потрошителя Времени.\n\nВы даже не можете прикоснуться к ним из-за феномена пространственно-временного смещения-суперпозиции.\n\nМожно ли здесь что-нибудь сделать, чтобы помочь?",
            "options": [
                {
                    "message": "Попытаться помочь.",
                    "messageDesc": "Проверка Лености, Чревоугодия и Гордыни. При успехе получить ЭГО Дар без ключевых эффектов."
                },
                {
                    "message": "Проигнорировать и идти дальше.",
                    "result": [
                        "Вам нужно преследовать Потрошителя Времени.\n\nНельзя терять ни секунды."
                    ]
                }
            ]
        },
        {
            "id": 10516,
            "name": "Перед входом",
            "subDesc": "",
            "desc": "Вы входите в подземелье Глубин ЭГО. Оно напоминает улицу Корпорации T.\n\nСквозь толпы спешащих прохожих вы замечаете светящийся торговый автомат неподалеку.\n\nУлицы полностью лишены цвета...\n\n... и свет автомата, кажется, резонирует в вашем сердце гораздо ярче.",
            "options": [
                {
                    "message": "Следовать за светом.",
                    "result": [
                        "Мы *так* близки к раскрытию правды об Убийстве Времени.\n\nМы точно не знаем, чем закончится это дело...\n\n... но мы решили двигаться вперед, и этот блеск будет нашим путеводным светом."
                    ]
                }
            ]
        }
    ]
}