{
  "dataList": [
    {
      "id": 971080,
      "name": "Найдено оружие Кровожадов во время отдыха",
      "desc": "В разгар нашей битвы с почти бесконечной ордой Кровососов...\n\n<Хм...?>\n\n...мы наткнулись на зловещий предмет на земле.\n\nХотя он чем-то напоминал оружие Кровососов, было достаточно отличий, чтобы понять, что это не оно.\n\n«Оно должно быть мощным, верно?»\n\n«Должно быть, это довольно опасное оружие».\n\n«Воистину, сие предмет весьма загадочный!»\n\nОчевидно, Грешникам трудно прийти к единому мнению.\n\n...Похоже, мне решать, подбирать ли эту штуку или нет.",
      "options": [
        {
          "message": "Поднять оружие.",
          "messageDesc": "Выберите, чтобы получить дар ЭГО Кровотечения.",
          "result": [
            "Вероятно, оно пригодится, в какой бы форме это ни было.\n\nПосле короткого отдыха Грешники двинулись к цели.\n\n...Но никто из нас не заметил, как Грешник, державший оружие, казалось, не мог оторвать глаз от кровавых пятен."
          ]
        },
        {
          "message": "Не подбирать оружие.",
          "messageDesc": "Без особого эффекта",
          "result": [
            "Я не собирался таскать с собой такой таинственный артефакт.\n\nГрешники двинулись к следующей цели, несмотря на лёгкое разочарование."
          ]
        }
      ]
    },
    {
      "id": 971081,
      "name": "На Агенте зачистки Корпорации W, превращённом в Кровососа, есть полезное снаряжение.",
      "desc": "Агенты Корпорации W, превратившиеся в Кровососов, оказались более сложными противниками, чем другие Кровососы в поезде.\n\nПосле их поражения мы нашли странное на вид снаряжение среди остатков битвы.\n\nЯ уже видел Идентичность Корпорации W с такой перчаткой.\n\n«Это снаряжение залито кровью; в таком виде его будет трудно использовать».\n\nПохоже, нам придётся немного потрудиться, чтобы вернуть его в рабочее состояние...",
      "options": [
        {
          "message": "Оторвать кровавое месиво.",
          "messageDesc": "Проверка греха Гнева и Уныния. При успехе вы получите дар ЭГО Кровотечения.",
          "result": [
            ""
          ]
        },
        {
          "message": "Оставить.",
          "messageDesc": "Без особого эффекта",
          "result": [
            "У нас нет роскоши тратить время на подобные вещи.\n\nОставив перчатку позади, мы двинулись дальше."
          ]
        }
      ]
    },
    {
      "id": 971082,
      "name": "На теле Агента зачистки Корпорации W, превращённого в Кровососа, есть полезное снаряжение.",
      "desc": "Похоже, оно почти что целое.\n\nНо, возможно, рисковать ранением Грешника не стоит.",
      "options": [
        {
          "message": "Отремонтировать перчатку.",
          "messageDesc": "Проверка греха Похоти и Зависти. При успехе вы получите дар ЭГО Заряда.",
          "result": [
            ""
          ]
        },
        {
          "message": "Отказаться от ремонта.",
          "messageDesc": "Без особого эффекта",
          "result": [
            "У нас нет роскоши тратить время на подобные вещи.\n\nОставив залитую кровью перчатку, мы двинулись дальше."
          ]
        }
      ]
    },
    {
      "id": 971083,
      "name": "Пассажир-торговец",
      "desc": "В этой секции, похоже, довольно много пассажиров.\n\nСреди них мы замечаем на удивление спокойного и собранного пассажира.\n\n«Подойдите поближе, не хотите ли?..»\n\nВ его протянутых руках была бутылка, полная подозрительно выглядящих таблеток.\n\nПассажир объясняет, что своим нынешним здравомыслием он обязан таблеткам, которые у него есть.\n\n«Хотите попробовать?»",
      "options": [
        {
          "message": "Купить таблетки.",
          "messageDesc": "Потратьте Стоимость, чтобы восстановить ОЗ и СД всех союзников.",
          "result": [
            "Я заплатил цену и раздал таблетки Грешникам.\n\n«О-о... а это неплохо».\n\nЭффект был весьма очевиден; таблетки, казалось, исцелили всех, как физически, так и морально.\n\n«Пожалуйста, заходите ещё...»\n\nПассажиры попрощались с нами, и мы, ответив тем же, двинулись дальше."
          ]
        },
        {
          "message": "Просто взглянуть и уйти.",
          "messageDesc": "Без особого эффекта",
          "result": [
            "Нет нужды платить за что-то настолько подозрительное.\n\nМы продолжили путь."
          ]
        }
      ]
    },
    {
      "id": 971084,
      "name": "Агент зачистки Корпорации W сражается с группой Кровососов.",
      "desc": "«Смотрите! Одинокий воин сражается с ордой Кровососов!»\n\nГрешники смотрели на кого-то в униформе Корпорации W.\n\nОн казался довольно умелым, но огромное количество Кровососов вот-вот должно было его одолеть.\n\n<Мы должны помочь...>\n\nНо меня прерывает другая орда Кровососов, которая хлынула в этот вагон, окружив нас.\n\n«Чёрт... к бою!»\n\n«Н-но что же с одиноким воином?!»\n\n«Ну...»",
      "options": [
        {
          "message": "Одолжить ему 「<color=#1cc7f1>Пространственный Кинжал типа E</color>」.",
          "messageDesc": "Выберите, чтобы получить дар ЭГО Заряда.",
          "result": [
            "«Это хоть как-то должно помочь!..»\n\nМы бросили кинжал агенту Корпорации W...\n\n...и попали Кровососу прямо в затылок, как раз в тот момент, когда он собирался вцепиться в него зубами. Он быстро вытащил кинжал и использовал его для защиты.\n\nКогда мы закончили зачистку, он поблагодарил нас и вернул кинжал.\n\n«Спасибо, что вмешались! Ещё секунда, и я бы тоже превратился в одного из этих монс...»\n\nВ ужасе Агент обрывает себя на полуслове и отгоняет мрачную мысль.\n\n«Я отступаю. Возьмите — это немного, но, надеюсь, поможет»."
          ]
        },
        {
          "message": "Отправить Грешника на помощь агенту Корпорации W.",
          "messageDesc": "Проверка греха Зависти и Гнева. При успехе вы получите дар ЭГО Заряда.",
          "result": [
            ""
          ]
        },
        {
          "message": "Никого не отправлять.",
          "messageDesc": "Все союзники теряют СД.",
          "result": [
            "Поскольку у нас была своя доля Кровососов, с которыми нужно было разобраться, мы решили сначала спасти себя.\n\nВскоре агента Корпорации W поглотил неумолимый рой Кровососов.\n\nСквозь топот мы слышали его мучительные крики, мольбы о спасении, но... было уже слишком поздно что-либо делать."
          ]
        }
      ]
    }
  ]
}