{
  "dataList": [
    {
      "id": 971085,
      "name": "Отдам свою плоть",
      "desc": "Длинные карнизы черепичной крыши отбрасывают непроницаемую тень. Под ними стоит фигура, погружённая во мрак, прислонившись к стене.\n\nОн оглядывает нас в минутном молчании, прежде чем пробормотать низким голосом вопрос.\n\n«Готовы ли вы... отдать свою плоть, если это будет означать, что вы разрубите кости врага?»\n«Возьмите этот клинок, если у вас есть такая решимость».\n\nДаже с первого взгляда в мече в протянутой руке фигуры есть что-то тревожное.",
      "options": [
        {
          "message": "Взять меч.",
          "messageDesc": "Выберите, чтобы получить проклятый ЭГО дар.",
          "result": [
            "«Отдам свою плоть, дабы забрать их кости. Будьте готовы пожертвовать сливовым деревом, чтобы спасти персиковое дерево». (肉斬骨斷, 李代桃僵)\n«Решимость быть разрубленным позволяет нанести ещё более глубокую рану».\n\nТяжесть «решимости быть разрубленным» надавила на нас в тот момент, когда мы взяли меч."
          ]
        },
        {
          "message": "Не брать меч.",
          "messageDesc": "",
          "result": [
            "«Те, кто отказывается резать, не нуждаются ни в клинках, ни в решимости».\n\nС этими словами фигура вернула клинок на пояс и ушла без слов."
          ]
        }
      ]
    },
    {
      "id": 971086,
      "name": "Аппарат предоплаты времени Корпорации T",
      "desc": "За старым рекламным щитом, видавшим лучшие времена, стоит торговый автомат с полувыцветшим логотипом Корпорации T.\n\nАвтомат высокий, с десятками тонких часовых стрелок, тикающих и опускающихся по его цилиндрическому корпусу; под ним написан рекламный слоган.\n\n«Хватит занимать время!»\n«Внесите предоплату своим свободным временем и покупайте время без задержек в трудную минуту!»\n\nРядом с автоматом есть небольшое отверстие для пользователей, куда можно вставить руку.\nПодождите, под отверстием — предупреждения, написанные почти нечитаемо мелким шрифтом.\n\n<Что там вообще написано?>\n«При использовании этого устройства, при условии, что пользователь вносит плату в виде суммы временного ресурса, пользователю будет навязан временный дефицит времени *открывающая скобка* для целей данного соглашения, упомянутый „временный дефицит времени“ будет основан на Переменной шкале времени Корпорации T; однако любая сумма в день или более будет измеряться на основе Стандартной шкалы времени Корпорации A *закрывающая скобка*; полученная предоплата времени будет автоматически депонирована и накоплена во вспомогательном накопительном устройстве внутри машины и будет подготовлена к предоставлению пользователю при обстоятельствах, когда он делает запрос на снятие посредством выполнения ряда процедур или выполнения условий возврата, оговорённых в руководстве к нему, путём суммирования общего количества часов пользователя в день и экстраполированных субсидий на ускорение, рассчитанных по отдельной формуле; точный период, порядок и ограничения в отражении этих изменений на балансе счёта пользователя определяются условиями обслуживания устройства, как описано...»\n\n«Х-хорошо. Полный объём этого многословного текста не нужно зачитывать целиком».\n\n«Погоди, разве это не одна из тех штук, которые носят Коллекторы на руках?»",
      "options": [
        {
          "message": "Использовать устройство.",
          "messageDesc": "Выберите, чтобы получить проклятый ЭГО дар.",
          "result": [
            "Что ж, можно внести депозит, пока у нас есть время, которое можно потратить.\n\n«Похоже, это устройство работает по механизму, не сильно отличающемуся от тех, что установлены в перчатках Коллекторов Корпорации T, Исполнительный Менеджер».\n\n«Вы уверены, что оплата прошла? Я не чувствую никакой разницы».\n\n<.......>\n\nОставив замедленную речь Грешников позади, я поспешил дальше."
          ]
        },
        {
          "message": "Не использовать устройство.",
          "messageDesc": "",
          "result": [
            "У нас сейчас не так много времени.\n\nМы решили оставить устройство, не используя его."
          ]
        }
      ]
    },
    {
      "id": 971087,
      "name": "Аудиозаписи того дня",
      "desc": "Мы видим старый диктофон с выцветшей этикеткой.\n\n<i><Журналы интервью с выжившими из филиала Корпорации Лоботомия ■■></i>\n\nКнопка «Воспроизвести» гладкая и потёртая от использования — словно кто-то нажимал её сотни раз.",
      "options": [
        {
          "message": "Воспроизвести запись.",
          "messageDesc": "Выберите, чтобы получить проклятый ЭГО дар.",
          "result": [
            "«Исследователь ■■■■■■■■■. Мы готовы начать интервью?»\n\n«Совершенно бессмысленный вопрос, когда мы оба знаем, что вам даны все полномочия выбирать, когда начинать».\n\n«Ха-ха... Верно. Давайте сразу перейдём к делу».\n\n«Касательно инцидента ■■■■■ ■■■■■■, ■■■■ ■■■■ в ■■■... какова была ситуация, когда это произошло?»\n\n«Весь комплекс начал трястись и деформироваться. Затем последовало объявление: Инициирование захоронения объекта через 100 секунд».\n\n«100 секунд... да, это звучит довольно коротко, но, учитывая технологии, внедрённые в Корпорации ■, и наличие транспортных единиц, этого времени должно было хватить для эвакуации».\n\n«Как вы, возможно, знаете, филиал ■■■ был одним из крупных объектов, в котором содержались многочисленные Аномалии высоких уровней риска. Возьмём, к примеру, ■■■ ■■■ или ■■».\n\n«И, естественно, некоторые из этих сущностей обладали способностью захватывать контроль над комплексом».\n\n«Большинство выходов были заблокированы, включая лифты. У нас была только одна прибывающая спасательная капсула».\n\n«Меня сочли индивидом с наивысшей ценностью человеческого ресурса среди присутствующих — единственным персоналом, для которого должны быть зарезервированы любые доступные средства спасения».\n\n«Остальные согласились, вполне рационально, что эвакуироваться должен я».\n\n«Это всё».\n\n«...Вы звучите удивительно спокойно. Словно рассказываете о событии, которое даже не с вами произошло».\n\n«Ненужные дополнения не изменят сути обсуждаемого вопроса, не так ли?»\n\n«Нет ничего более неэффективного, чем добавлять бессмысленные чувства к словам».\n\n«Разве вам их не жаль? Ни капли раскаяния?»\n\n«Ни капли».\n\n«Предпосылкой для чувства извинения является существование тех, кто должен его получить».\n\n«Ко мне это условие не относится. Следовательно, мне нет нужды предаваться подобным сентиментальностям».\n\nВ аудиозаписи исследователь продолжал отвечать на вопросы с ровной отстранённостью.\n\nЗапись оборвалась резким, скрежещущим шумом, оставив после себя пустую тишину."
          ]
        },
        {
          "message": "Уйти.",
          "messageDesc": "",
          "result": [
            "Иногда лучший вариант — отступить.\n\nМы решили двигаться дальше, не прослушивая запись."
          ]
        }
      ]
    },
    {
      "id": 971088,
      "name": "Повторяющаяся Вера и Обещание",
      "desc": "Мы натыкаемся на две причудливые формы жизни, стоящие по обе стороны стола со старым колесом рулетки.\n\n«Хотите испытать удачу? Приз ждёт тех, кому благоволит фортуна».\n«Проиграешь. Нет приза. Уходи, если не хочешь».\n\nНа старом колесе рулетки, на которое они указывают, начертаны странные символы.\n\nМы не можем понять смысл символов, но что-то в них продолжает притягивать наш взгляд.\n\nЧто нам делать?",
      "options": [
        {
          "message": "Вращать рулетку",
          "messageDesc": "Выберите, чтобы получить или потерять Стоимость",
          "result": [
            "Мы не можем оторвать глаз от вращающегося колеса рулетки.\n\nРулетка останавливается, едва не проскочив жёлтый слот.\n\n«О, это победа!»\n«Ты. Везунчик.»",
            "Мы не можем оторвать глаз от вращающегося колеса рулетки.\n\nРулетка останавливается, едва не проскочив синий слот.\n\n«Ты. Проиграл. Брысь.»\n«Жаль, это проигрыш. А значит, никаких призовых денег для тебя».\n\nНас вышвырнули из комнаты с пустыми руками."
          ]
        },
        {
          "message": "Остановиться",
          "messageDesc": "",
          "result": [
            "«Мудрый. Выбор.»\n«Так ты доказал, что ты трус».\n\nМы сбегаем из комнаты."
          ]
        }
      ]
    },
    {
      "id": 97108801,
      "name": "Повторяющаяся Вера и Обещание 2",
      "desc": "«Может, ещё разок? На этот раз двойной приз».\n«Уходи. Если. Не. Хочешь.»",
      "options": [
        {
          "message": "Продолжать вращать рулетку",
          "messageDesc": "Выберите, чтобы получить или потерять Стоимость",
          "result": [
            "Мы не можем оторвать глаз от вращающегося колеса рулетки.\n\nРулетка останавливается, едва не проскочив жёлтый слот.\n\n«О, это победа!»\n«Ты. Везунчик.»",
            "Мы не можем оторвать глаз от вращающегося колеса рулетки.\n\nРулетка останавливается, едва не проскочив синий слот.\n\n«Ты. Проиграл. Брысь.»\n«Жаль, это проигрыш. А значит, никаких призовых денег для тебя».\n\nНас вышвырнули из комнаты с пустыми руками."
          ]
        },
        {
          "message": "Остановиться",
          "messageDesc": "Выберите, чтобы получить Стоимость",
          "result": [
            "«Мудрый знает, когда остановиться».\n«Мудрый. Не. Играет».\n\nЯ больше не чувствую того магнетического притяжения, которое рулетка оказывала на мой взгляд.\n\nМы покидаем комнату с мешком денег в руках."
          ]
        },
        {
          "message": "Сказать: «Я хочу колесо рулетки.»",
          "messageDesc": "Выберите, чтобы получить ЭГО дар",
          "result": [
            "«Нет. Таких. Правил.»\n«Это действительно был бы довольно интересный выбор».\n\nПричудливые существа на мгновение затрещали своими кусочками пазла, а затем исчезли в колесе рулетки.\n\nМы подобрали рулетку и продолжили свой путь."
          ]
        }
      ]
    },
    {
      "id": 97108802,
      "name": "Повторяющаяся Вера и Обещание 3",
      "desc": "«Как насчёт последней игры?»\n«Помни. Всегда. В меру.»",
      "options": [
        {
          "message": "Продолжать вращать рулетку",
          "messageDesc": "Выберите, чтобы получить или потерять Стоимость",
          "result": [
            "Мы не можем оторвать глаз от вращающегося колеса рулетки.\n\nРулетка останавливается, едва не проскочив жёлтый слот.\n\n«Это чистая победа!»\n«Твоя последняя. Кроха. Удачи. Не. Возвращайся. Никогда.»\n\nВ тот момент, когда мы берём увесистый мешок с деньгами, колесо рулетки и причудливые существа исчезают.",
            "Мы не можем оторвать глаз от вращающегося колеса рулетки.\n\nРулетка останавливается, едва не проскочив синий слот.\n\n«Жаль, это проигрыш. А значит, никаких призовых денег для тебя».\n«Было. Предчувствие. Не. Возвращайся. Никогда.»\n\nНас выставили оттуда с пустыми руками."
          ]
        },
        {
          "message": "Остановиться",
          "messageDesc": "Выберите, чтобы получить Стоимость",
          "result": [
            "«Мудрый знает, когда остановиться».\n«Мудрый. Не. Играет».\n\nЯ больше не чувствую того магнетического притяжения, которое рулетка оказывала на мой взгляд.\n\nМы покидаем комнату с мешком денег в руках."
          ]
        }
      ]
    }
  ]
}