{
    "dataList": [
        {
            "id": 971038,
            "name": "",
            "desc": "Посреди этого места, залитого голубой аурой, к нам приближается теневое существо и протягивает руку.\n\nНа ладони существа лежит пуля. Она пульсирует зловещей аурой.\n\n«Это магическая пуля, которая никогда не промахивается, несмотря ни на что».\n\n«Но... у неё есть одно условие. Последняя пуля всегда полетит в того, кого ты любишь больше всего».\n\n«Если ты всё ещё готов выстрелить этой пулей или у тебя есть кто-то, в кого ты хотел бы выстрелить... Я могу дать тебе её».",
            "options": [
                {
                    "message": "Выразить сомнение.",
                    "messageDesc": "Проверка греха Гордыни и Зависти. При успехе получите ЭГО Дар без ключевых эффектов.",
                    "result": [
                        ""
                    ]
                },
                {
                    "message": "Выразить готовность выстрелить пулей самому.",
                    "messageDesc": "Проверка греха Гнева и Гордыни. При успехе получите Пронзающий ЭГО Дар.",
                    "result": [
                        ""
                    ]
                }
            ]
        },
        {
            "id": 971039,
            "name": "",
            "desc": "С близкого расстояния доносятся отголоски стрельбы.\n\nКогда мы пошли на звук, то обнаружили лишь кровавые останки битвы.\n\nСражавшиеся, должно быть, уже покинули место; здесь тихо.\n\nНесколько шестерёнок, теперь неподвижных, усеивают окровавленный пол.\n\nСреди них стоит целый стул.\n\nНа стуле есть шестерёнка, которая всё ещё вращается.",
            "options": [
                {
                    "message": "Сесть.",
                    "messageDesc": "Проверка греха Гордыни и Зависти. При успехе получите ЭГО Дар Дыхания.",
                    "result": [
                        ""
                    ]
                },
                {
                    "message": "Пройти мимо.",
                    "messageDesc": "",
                    "result": [
                        ""
                    ]
                }
            ]
        },
        {
            "id": 971040,
            "name": "",
            "desc": "Мы оказались в здании, похожем на довольно пустующий офис.\n\nЗдесь были Корректировщики, обсуждавшие детали своего предстоящего контракта.\n\n«Понял. Мы возьмём только две снайперские винтовки для этого контракта».\n\n«Я бы сказал, что нам нужна штурмовая винтовка на всякий случай».\n\n«Меня устраивает».\n\nКак только обсуждение закончилось, Корректировщики взяли свои рюкзаки и покинули комнату.",
            "options": [
                {
                    "message": "Осмотреть стол.",
                    "messageDesc": "Проверка греха Гордыни и Зависти. При успехе получите Пронзающий ЭГО Дар.",
                    "result": [
                        ""
                    ]
                },
                {
                    "message": "Последовать за ними наружу.",
                    "messageDesc": "",
                    "result": [
                        ""
                    ]
                }
            ]
        },
        {
            "id": 971041,
            "name": "",
            "desc": "Я слышу звуки сборки оружия и перелистывания страниц книги.\n\nЭто место похоже на какое-то учебное заведение. Довольно серьёзное, к тому же.\n\nМожет быть, Грешники смогут чему-то научиться у одного из инструкторов.",
            "options": [
                {
                    "message": "Изучить ближний бой.",
                    "messageDesc": "Проверка греха Гнева и Похоти. При успехе получите ЭГО Дар Дыхания.",
                    "result": [
                        ""
                    ]
                },
                {
                    "message": "Изучить военное искусство.",
                    "messageDesc": "Проверка греха Гнева и Зависти. При успехе получите ЭГО Дар без ключевых эффектов.",
                    "result": [
                        ""
                    ]
                }
            ]
        }
    ]
}