{
  "dataList": [
    {
      "id": 971001,
      "name": "Куриный спор",
      "desc": "На нашем пути находятся какие-то ребята.\n\nСидя за столом, они горячо о чём-то спорили.\n\n«Просто посмотри на эту сочность! Сок стекает, подчёркивая текстуру мяса… Вот это — настоящая курица!»\n\n«Да нет же. Ни капельки жира, оттеняющего настоящий вкус курятины. Вот что зовётся настоящей курицей.»\n\nОба посмотрели в мою сторону и выкрикнули:\n«Эй, ты! Скажи, что лучше!»",
      "options": [
        {
          "message": "Что то — курица, что это. Без разницы.",
          "messageDesc": "Получите ЭГО Дары.",
          "result": [
            "«А ведь… А ведь правда.»\n\n«Даже не поспоришь.»\n\nОни опустили руки и успокоились, радостно глядя на меня.\n\n«Мы поссорились из-за такого странного пустяка, блин.»\n\n«Точняк… Ведь правда в том, что курица всегда лучшая.»\n\nОни довольно пожали руки и отдали нам целое ведёрко курицы.\n\n«Такой мудрый человек заслуживает оба блюда. Это от нас.»"
          ]
        },
        {
          "message": "Конечно же сочность ножек.",
          "messageDesc": "Получите ЭГО Дар.",
          "result": [
            "«Видишь! Этот чел говорит, что ножки вкуснее!»\n\n«У вас обоих нет вкуса.»\n\nЧеловек с куриной грудкой в руках тяжело выдохнул, словно увидевший вселенскую глупость.\n\n«Эй! Твоя награда. Ты заслуживаешь ножку.»\n\nЧеловек с куриной ножкой довольно достал ещё одну из ведёрка и протянул мне.\n\n«Надеюсь, ты продолжишь верить в ножки!»\n\nНе понимая, что именно он имеет в виду, я всё же принял куриную ножку и ушёл прочь от этих ребят."
          ]
        },
        {
          "message": "Только настоящий вкус грудки.",
          "messageDesc": "Получите ЭГО Дар.",
          "result": [
            "«Быть не может! Тебе не нравятся сочные ножки?..»\n\n«Это не \"сочность\", а жир. Так что гораздо более логичным выбором будет здоровая, большая и лёгкая в потреблении грудка.»\n\nЧеловек с куриной грудкой в руках довольно ответил:\n«Эй, это твоя награда. Возьми эту грудку.»\n\nИ затем он достал из ведёрка куриную грудку.\n\n«Желаю тебе удачи с начинаниями. И здоровья тебе.»\n\nНе знаю, какие начинания он мог иметь в виду, но я всё же принял куриную грудку и ушёл прочь от этих ребят."
          ]
        }
      ]
    },
    {
      "id": 971003,
      "name": "Страстное куриное танго",
      "desc": "Прожектор ярко освещает обширное пространство.\n\nВыглядит словно курицы… танцуют в самом разгаре бала?\n\n«Это танго.»\n\nГлядя на что-то, похожее то на танец, то на борьбу, я заметил, как из одного цыплёнка вытекает маринад.\n\nПохоже, он этого не замечает…",
      "options": [
        {
          "message": "Мы скажем правду.",
          "messageDesc": "Получите ЭГО Дар.",
          "result": [
            "«<size=130%><b>Внемли!!!!! Маринад покидает твою тушку!!!!!!</b></size>»\n\n«Не надо так об этом орать, дурашка…»\n\nЦыплёнок, на которого указала Грешница, в спешке попытался коснуться спины (или её подобия).\nК несчастью, узел, что сдерживал её половинки, ослабился.\n\n«Куда, Куда-ах…»\n\nПохоже, этот цыплёнок не в состоянии решить проблему самостоятельно. Истекая маринадом, он подошёл к нам с мотком ниток и иголкой в руках (или, скорее, крыльях).\n\nНеужели он хочет, чтобы мы его зашили?"
          ]
        },
        {
          "message": "Мы сделаем вид, что не заметили этого.",
          "messageDesc": "Получите ЭГО Дар.",
          "result": [
            "«Неужели мы ему ничего не скажем?»\n\n«Но он так счастлив~ Почему бы нам не посидеть и не посмотреть, чем всё закончится?»\n\n«Но что случится, когда весь маринад вытечет?»\n\n«Разве это не будет недомаринованный цыплёнок?»\n\nЧерез некоторое время маринад перестал течь.\n\n«Кудах!»\n\nНеужели этот цыплёнок почувствовал лёгкость после потери маринада? Он показал крайне сложное танцевальное движение.\n\n«Потрясающе.»\n\nДаже курицы, что танцевали вокруг, восхищённо вскрикнули и обступили его.\n\nВскоре, они отнесли цыплёнка прочь.\nИ остался лишь… Пролитый маринад."
          ]
        },
        {
          "message": "Мы намекнём ей.",
          "messageDesc": "С 50% шансом получите ЭГО Дар.",
          "result": [
            "«М-м-м~ Так вкусно пахнет, только вот <b><size=108%>от~ку~да</size></b> здесь этот аромат?!»\n\n«…<i>Не верю</i>, Родя.»\n\nВозможно из-за крика Грешницы, но все курицы, что кружились в диком танце, в миг остановились.\nИ, осматривая свои спины, курицы вскоре нашли виновника, из которого вытекает маринад.\n\n«Кудах, кудах-тах.»\n\n«Куда-ах.»\n\nОни без паники зашили его спину (или то, что должно быть ею) с помощью нити с иглой.\n\nИх работа была безупречна.\n\nИ когда они закончили зашивать спину, вскоре, они ушли из-под света прожектора во тьму.\nОсталась лишь нить с иголкой, использованные ими."
          ]
        }
      ]
    },
    {
      "id": 971012,
      "name": "Выбор Черного Дневника",
      "subDesc": "",
      "desc": "«Отсюда начинается территория Клана \"Курокумо\".»\n\n«Тебе так трудно понять, что нужно платить пошлину, чтобы пользоваться нашей дорогой? А?»\n\nЛюди в одежде Клана \"Курокумо\" преграждают путь безоружным гражданским, угрожая им.\n\n«…Полагаю, этого предлога им хватило, чтобы ступить и на нашу территорию.»\n\nЭнду не скрывает своего негодования. Она скрипит зубами.\n\nЧто нам с ними делать?",
      "options": [
        {
          "message": "Спасти гражданских",
          "messageDesc": "Получить ЭГО Дар без ключевых эффектов в зависимости от результата следующего выбора"
        },
        {
          "message": "Закрыть глаза на разборки",
          "result": [
            "«Ещё один день, ещё одно ограбление в Городе.»\n\nБормочет один из Грешников со вздохом.\n\n«……»\n\nЭнду стоит там с глазами, умоляющими нас что-то сделать, но не делает шага вперед.\n\nНам следует избегать ненужных сражений…\n\n…если мы хотим выжить в предстоящих испытаниях и встретиться с Искажённым Кимом в бамбуковой шляпе, который ждет нас в конце этого пути.\n\nЭто оставило неприятный привкус во рту, когда мы проигнорировали суматоху и ушли."
          ]
        }
      ]
    },
    {
      "id": 97101202,
      "name": "Выбор Черного Дневника #2",
      "subDesc": "",
      "desc": "«Спасибо, спасибо вам большое…»\n\nГражданские, освобожденные от угрозы Клана \"Курокумо\", кланяются и благодарят нас.\n\n«Но… Вы одеты не как местные.»\n\n«Если не возражаете против нашего любопытства… кем вы будете?»",
      "options": [
        {
          "message": "Сказать, что просто проходим мимо",
          "result": [
            "«Хаа…?»\n\nГражданские кажутся озадаченными.\n\n«Вы просто… \"проходите мимо\" с таким количеством людей за спиной?»\n\nМожет, стоило подумать над ответом, прежде чем отвечать…\n\n«Зачем вы нам помогли, если не имеете никакого отношения к Клану \"Курокумо\"…?»\n\nОни посмотрели друг на друга, явно недоумевая.\n\n«В-в любом случае, спасибо.»\n\n«Б-безопасного вам пути!»\n\nС этими словами они поспешно покинули место происшествия."
          ]
        },
        {
          "message": "Сказать, что мы из Родословной клинка",
          "messageDesc": "Проверка Гордыни. При успехе получить ЭГО Дар без ключевых эффектов."
        }
      ]
    },
    {
      "id": 971013,
      "name": "Выбор Ржавой Рукояти",
      "subDesc": "",
      "desc": "«Это, должно быть, таверна…»\n\nЭтот бар или трактир кипит жизнью, и его посетители энергично болтают. Кажется, все они в довольно хорошем настроении.\n\nТрио в толпе довольно шумно спорят и указывает пальцами друг на друга.\n\n«Нет, НЕТ! Я не понимаю, почему это вообще предмет спора! Клинок — это оружие, созданное для резки, и \"правильный\" способ использовать клинок — это рубить им.»\n\n«Ты не знаешь, о чем говоришь! Ударь в одну точку изо всех сил, и твой враг наверняка падёт!»\n\n«…Вы оба неправы. Ваши полусерьёзные порезы и уколы только разозлят их. Они сразу же встанут на ноги!»\n\n«Ударь их по черепам тупым концом — рукоятью или ножнами, и сбей их с ног навсегда! Сделай так, чтобы они были слишком ошеломлены, чтобы встать!»\n\nТрио, похоже, говорило о чём-то довольно серьёзном, поэтому мы остановились послушать их дебаты…\n\nОни внезапно повернулись в нашу сторону и позвали нас.\n\n«Эй, ты! Твоя группа явно умеет обращаться с оружием, я не прав?»\n\n«Ответь нам. Как лучше всего владеть мечом?»\n\n«Конечно, рубить — лучший способ использовать клинок, не так ли?»\n\nЧто мне на это ответить?",
      "options": [
        {
          "message": "Верно. Рубящие удары — это то, что нужно при владении клинком.",
          "messageDesc": "Проверка Похоти и Гордыни. При успехе получить ЭГО Дар Рубящего типа."
        },
        {
          "message": "Неправда. Рубящие, Пронзающие и Дробящие атаки — все имеют своё применение.",
          "result": [
            "«Хм.»\n\nВсе трое внезапно чувствуют очень явную неловкость.\n\n«Это правильный ответ, не так ли?»\n\n«Это, безусловно, ответ как по учебнику.»\n\n«Не то чтобы мы не знали правильного ответа…»\n\nВсе они разочарованно отхлебывают из своих кружек.\n\n«Что, ты думаешь, мы сидим здесь и рассуждаем об оружии, как генералы, готовящиеся к войне?»\n\n«Это просто забавная тема для спора с выпивкой в руке. Какой способ убить настроение этим пресным ответом…»\n\n«Ах, забудь. Иди своей дорогой!»\n\nОни отвернулись от нас и вернулись к выпивке, явно потеряв к нам интерес."
          ]
        }
      ]
    },
    {
      "id": 971014,
      "name": "Выбор Расколотого и Сломанного Клинка",
      "subDesc": "",
      "desc": "«Это странно… этот туман…»\n\nНе знаю, когда это случилось, но густой слой тумана опустился вокруг нас.\n\n«Я слышал рассказ об одной такой ночной прогулке. В этом рассказе невежественный путник безрассудно бредёт в туманную дымку и оказывается перед потусторонним существом—»\n\n«ААААГХ! Прекрати, прекрати!»\n\nКак раз когда Грешники начали громко препираться друг с другом, я понял, что на нашем пути стоит нечто туманное.\n\n«Эта штука… танцует?»\n\nЗагадочная фигура, одетая в белое, грациозно танцевала перед нами с большим клинком в руке.\n\nКогда она встретила мой взгляд… или, когда я подумал, что встретила…\n\n…в моей руке материализовался клинок в ножнах.\n\nЧто она хочет, чтобы я с ним сделал?",
      "options": [
        {
          "message": "Принять стойку, как будто собираюсь обнажить меч",
          "messageDesc": "Проверка Похоти и Уныния. При успехе получить ЭГО Дар Кровотечения."
        },
        {
          "message": "Обнажить меч и держать его сбоку",
          "messageDesc": "Проверка Гордыни и Гнева. При успехе получить ЭГО Дар Дыхания."
        },
        {
          "message": "Оставить меч",
          "result": [
            "Это не Аномалия, с которой нам нужно разбираться, и компания никогда не говорила, что мы должны вступать с ними в бой.\n\nЯ всегда должен избегать сражений с неизвестными сущностями.\n\nЯ бросил меч на землю, прежде чем сбежать с места происшествия с Грешниками.\n\nПлачущий смех, казалось, преследовал меня всю дорогу назад."
          ]
        }
      ]
    },
    {
      "id": 971016,
      "name": "Выбор Красной Кисточки",
      "subDesc": "",
      "desc": "Мы слышим пару голосов, идя вдоль каменного забора. Оба путника несут клинки.\n\n«Мне жаль здешних людей…»\n\n«Ну, решение Крыла абсолютно для его перьев. Они мало что могут с этим поделать.»\n\nОдин из них выделяется — его одежда отличает его от местных. Может быть, он не отсюда.\n\n«И всё же, позволить Клану \"Курокумо\" пробраться сюда? Это уже слишком.»\n\n«Крыло не заботится ни о чем, кроме как о своих перьях. Все остальное становится незначительным.»\n\nПохоже, они говорят о текущей Корпорации S.\n\n«Ещё чужаки, погляжу. Как удобно.»\n\nПара останавливается на месте, затем поворачивается к нам лицом.\n\n«Клан \"Курокумо\"… нет. Вы не носите их одежду. Вы не похожи на крестьян, стремящихся заработать немного денег в хаосе Подворотен, тоже…»\n\n«Ну что ж. Что вы, чужаки, думаете о текущем климате?»\n\nКак мне на это ответить?",
      "options": [
        {
          "message": "Это Город. Просто такое случается с мелкой рыбёшкой, попавшей в крупномасштабные конфликты.",
          "messageDesc": "Проверка Уныния и Гордыни. При успехе получить ЭГО Дар Рубящего типа."
        },
        {
          "message": "У меня нет мыслей по этому поводу. Жаль, однако.",
          "result": [
            "«Жаль, говоришь…»\n\nЧеловек с мечом скрещивает руки, затем вздыхает.\n\n«Конечно, полагаю, это один из способов взглянуть на ситуацию. Мысли должны оставаться свободными, действительно.»\n\n«Тем не менее, если у тебя нет мыслей по этому поводу, пойми, что чувствовать жалость может быть грехом само по себе.»\n\nПара уходит. У обоих мрачное выражение лица."
          ]
        }
      ]
    },
    {
      "id": 971017,
      "name": "Выбор Бамбуковой Шляпы и Допо",
      "subDesc": "",
      "desc": "Перед вами парят мерцающие синие буквы.\n\nТо, как упорядочены эти похожие слова, затрудняет понимание того, что они пытаются сказать.\n\nСказать, что правое — право, а неправое — неправо, не есть право,\n\nно это не значит, что сказать, что неправое — право, а правое — неправо, есть неправо.\n\nСказать, что неправое — право, а правое — неправо, не есть неправо,\n\nи сказать, что правое — право, а неправое — неправо, в свою очередь, значит сказать, что это неправо есть право.\n\n…Оно хочет моего мнения об этих словах?\n\nО чем оно говорит?",
      "options": [
        {
          "message": "Что \"право\" и что \"неправо\"… так ли важно различать, что есть что? Сказать, что действительно важно нечто другое.",
          "messageDesc": "Проверка Похоти и Гордыни. При успехе получить ЭГО Дар Дыхания."
        },
        {
          "message": "И всё же, надо сказать, что то, что право, — право.",
          "messageDesc": "Проверка Уныния и Гордыни. При успехе получить ЭГО Дар Рубящего типа."
        }
      ]
    },
    {
      "id": 971021,
      "name": "Фабричный Рабочий",
      "subDesc": "",
      "desc": "Просто ещё одна оживлённая, оживлённая часовая фабрика.\n\n«!@#$!#$#!$@#$!$#@$.»\n\nМужчина в блестящих туфлях и чистом костюме, явно владелец фабрики, кричит на своих сотрудников в грязной, промасленной рабочей одежде.\n\nЧто-то, кажется, привлекает его внимание, заставляя его свирепо посмотреть на одного из сотрудников и закричать от гнева.\n\nСотрудник, уже занятый своей работой, приходит в замешательство и пытается что-то сказать. Но ему требуется вечность, чтобы даже открыть рот.\n\nВладелец достает диктофон в отчаянной попытке общаться, но это не помогает.\n\n«Я только что проверил камеру наблюдения. Ты спал целых два часа! Объяснись.»\n\n«Ф… … … а… … …»\n\n«… … к… … … т…»\n\n«Ты не можешь говорить быстрее, мужик?!»\n\nМожет быть, здесь есть что-то, что поможет разрешить эту ситуацию?",
      "options": [
        {
          "message": "Осмотреться на фабрике",
          "messageDesc": "Проверка Чревоугодия и Гордыни. При успехе получить ЭГО Дар Тремора."
        },
        {
          "message": "Хорошенько рассмотреть владельца фабрики и сотрудника",
          "messageDesc": "Проверка Уныния и Лености. При успехе получить ЭГО Дар Тремора."
        }
      ]
    },
    {
      "id": 971022,
      "name": "Сбор налогов Корпорации T",
      "subDesc": "",
      "desc": "Случайная улица Корпорации T. Сборщик собирает налоги с кого-то.\n\n«Вы будете платить временем или наличными?»\n\n«Как я уже сказал, мы уже полностью оплатили наши временные налоги! Кроме того, триста миллионов Ан? Это абсурд…!»\n\n«Записи указывают, что у вас накопились дополнительные обязательства по налогу времени из-за налога на подаренное время.»\n\n«Не может быть. Это потому, что я отдал своё время тем детям в Подворотнях?»\n\n«Я дал им всего триста часов, так как, чёрт возьми, это превратилось в триста миллионов Ан налогов?! Это не имеет никакого смысла!»\n\n«Налоговые расчёты в Корпорации T всегда исключительно точны.»\n\nСборщик времени шагает к гражданину, чтобы нейтрализовать его.",
      "options": [
        {
          "message": "Поговорить с ними",
          "messageDesc": "Проверка Уныния и Лености. При успехе получить ЭГО Дар без ключевых эффектов."
        },
        {
          "message": "Уйти",
          "result": [
            "Похоже, ему придется как-то защищаться в офисе сбора.\n\nНе то чтобы ты мог что-то изменить, вмешавшись.\n\n…Ты внезапно осознаешь, что именно такие мысли превратили Корпорацию T в такое место. Ты резко оборачиваешься и пытаешься вмешаться…\n\n…Но сборщик времени уже извлёк время из гражданина, замедлив его до передвижения ползком."
          ]
        }
      ]
    },
    {
      "id": 971023,
      "name": "Улицы Корпорации T",
      "subDesc": "",
      "desc": "Люди из всех слоёв общества, все с разным количеством часов, которые можно потратить за день, говорят и двигаются с разной скоростью.\n\nЗвук, исходящий от этого странного неравенства, наполняет улицу несоответствием.\n\nДва человека привлекают ваше внимание в этом хаосе.\n\nБогато выглядящий юноша, несмотря на своё очевидное временное изобилие, быстрым шагом идет по улицам…\n\n…и бедно выглядящий старик, несмотря на свою очевидную временную бедность, медленно идет в переулок с неторопливым видом.\n\nЗа кем последовать?",
      "options": [
        {
          "message": "Последовать за юношей",
          "messageDesc": "Проверка Гордыни и Чревоугодия. При успехе получить ЭГО Дар Тремора."
        },
        {
          "message": "Последовать за стариком",
          "messageDesc": "Проверка Лености и Похоти. При успехе получить ЭГО Дар Тремора."
        },
        {
          "message": "Ни за кем не следовать",
          "result": [
            "Это просто два человека, занимающиеся своими делами, тратящие своё время по своему усмотрению.\n\nЗачем идти за ними? Давайте просто потратим наше время так, как считаем нужным.\n\nВы продолжаете идти по улице, ваша голова полна мыслей о временном неравенстве."
          ]
        }
      ]
    },
    {
      "id": 971024,
      "name": "Убежище Юродивых",
      "subDesc": "",
      "desc": "Секретное убежище Юродивых. Один из них пылко декламирует тексты, данные Святым.\n\n«Мы стали никем иными, как винтиками в машине, существующей исключительно для промышленников, буржуазии и Крыльев.»\n\n«Что ещё, какие ещё человеческие отношения остаются среди Граждан кроме узкого личного интереса и бессердечных уз, созданных капиталом?»\n\n«Таким образом, мы отбросим холодный, бесчувственный металл, который мы называем монетой; вместо этого мы будем обмениваться нашим теплом друг с другом в соответствии с нашими потребностями!»\n\n«Для имущих законы Гнёзд — это щиты, защищающие их привилегии; но для неимущих они — сковывающие цепи!»\n\n«Тогда мы бросим вызов законам Гнезда! Мы покажем им гнев неимущих!»\n\n«Всё, что Юродивым есть терять — это наши цепи; всё, что мы можем обрести — это мир без голода!»\n\nЮродивый внезапно указывает в нашу сторону.\n\nПохоже, нам придется что-то сказать.",
      "options": [
        {
          "message": "Ю-Юродивые Города, Объединяйтесь!",
          "messageDesc": "Проверка Гнева, Зависти и Чревоугодия. При успехе получить ЭГО Дар Тремора."
        },
        {
          "message": "Мне нравится идея, но это точно не сработает.",
          "result": [
            "Как только Грешник заканчивает говорить, в комнате немедленно становится холодно и тихо.\n\nЮродивый, который, кажется, их лидер, указывает на дверь и жестом приказывает вам уйти.\n\nВы покидаете это место, прежде чем что-то случится."
          ]
        }
      ]
    },
    {
      "id": 971025,
      "name": "Сцена убийства времени",
      "subDesc": "",
      "desc": "Вы видите жертву Потрошителя времени.\n\nВы даже не можете прикоснуться к ней из-за феномена пространственно-временного смещения суперпозиции.\n\nМожно ли здесь что-нибудь сделать, чтобы помочь?",
      "options": [
        {
          "message": "Попытаться помочь",
          "messageDesc": "Проверка Лености, Чревоугодия и Гордыни. При успехе получить ЭГО Дар без ключевых эффектов."
        },
        {
          "message": "Проигнорировать и идти дальше",
          "result": [
            "Вам нужно преследовать Потрошителя времени.\n\nНельзя терять ни секунды."
          ]
        }
      ]
    }
  ]
}