{
  "dataList": [
    {
      "id": 10501,
      "name": "Проверка лодки",
      "subDesc": "",
      "desc": "Вскоре после отплытия…\n\n«Оу!»\n\n…Мы начали слышать, как что-то трясётся под кораблём.\n\n«Что это…?»\n\n«Воистину, под нашим кораблём может быть враг, который скребётся!\n\n«…Да, это зловеще. Нам стоит это проверить.»\n\nЧто нам делать?",
      "options": [
        {
          "message": "Проверить под кораблём.",
          "messageDesc": "Измаил восстановит 10 СД.",
          "result": [
            ""
          ]
        },
        {
          "message": "Мы не знаем, что произойдет, если мы это сделаем. Давайте останемся на месте.",
          "messageDesc": "Измаил теряет 10 СД. С 50% шансом начнётся бой, победа в нём принесёт ЭГО Дар.",
          "result": [
            "«Ты собираешься это игнорировать? Какого чёрта…»\n\nРаздраженный Грешник собирался что-то сказать… но остановился. Возможно, он подумал, что это пустая трата усилий.\n\n«…Звуки царапанья усиливаются.»\n\nЧестно говоря, это необычный корабль… так что, возможно, он просто время от времени издаёт странные звуки.\n\n«…Оно прекратилось.»\n\n«Иногда бездействие тоже может быть решением.»\n\n…Похоже, это не корабль издавал шум. Нам повезло.",
            "«Ты собираешься это игнорировать? Какого чёрта…»\n\nРаздраженный Грешник собирался что-то сказать… прежде чем остановиться. Возможно, он подумал, что это пустая трата усилий.\n\n«…Звуки царапанья усиливаются.»\n\nЧестно говоря, это необычный корабль… так что, возможно, он просто время от времени издаёт странные звуки.\n\nЕсли нет…\n\n«Подождите, это напоминает мне.. Пиратские корабли…»\n\n«Полагаю, вот для чего были нужны те шипы.»\n\nЗвуки царапанья продолжают усиливаться, пока не перемещаются к борту корабля. Вскоре источник звуков царапанья раскрывает себя.\n\n…Русалки.\n\n«Черт, нам следовало проверить.»\n\nМне нечего было сказать на это."
          ]
        }
      ]
    },
    {
      "id": 10504,
      "name": "Артерия",
      "subDesc": "",
      "desc": "Это должна быть та артерия, о которой говорила Ахав. Как только мы разрежем эту штуку… наш путь к центру сердца откроется.",
      "options": [
        {
          "message": "Разрезать артерию",
          "messageDesc": "",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 10505,
      "name": "Ящики с припасами",
      "subDesc": "",
      "desc": "«Это… деревянный ящик?»\n\nГрешники обнаружили беспорядочно разбросанную кучу ящиков.\n\n«Судя по их внешнему виду, можно предположить, что они предназначались для использования в качестве припасов.»\n\nНа некоторых из них нарисован логотип пиратов Двукрюков. На других — логотип Команды \"До\".\n\nКит, должно быть, проглотил и эти ящики тоже.\n\n«Мудро было бы запастись некоторыми из них в качестве провизии!»\n\nВерно. Мы не знаем, что случится, когда мы доберёмся до сердца.\n\nСтоит ли нам взять некоторые из них, на всякий случай?",
      "options": [
        {
          "message": "Порыться в ящиках с припасами",
          "messageDesc": "",
          "result": [
            ""
          ]
        },
        {
          "message": "Уйти",
          "messageDesc": "",
          "result": [
            "Ничего хорошего никогда не выходит из возни с подозрительными предметами вроде этих.\n\nМы оставили комнату как есть."
          ]
        }
      ]
    },
    {
      "id": 810601,
      "name": "Ахав",
      "subDesc": "",
      "desc": "«Я потерпела неудачу.»\n\n<…!>\n\nЭто иллюзия? Или… это тоже Измаил?\n\nПозади Капитана появляется силуэт Измаил, заключенной в той бледной мембране.\n\n«Я ничего не смогла решить. Я во всём потерпела неудачу.»\n\n«Всё, что я смогла сделать, это выжить. Жалкая, и никчёмная. Цепляясь за гроб моего дорогого друга.»\n\nКапитан безумно хохочет.\n\n«Именно, Измаил! Ты никого не смогла спасти! Ни свою команду! Ни своего друга! Никого!»\n\n«И ты снова сдашься. Потому что ты боишься! Ты сдашься ещё до того, как начнешь!»\n\nГрешники начинают волноваться.\n\n«Эта чёртова карга…!»\n\n«Не слушай её, Измаил! О-она не знает, о чём говорит!»\n\n<……>\n\nМенеджер хранит молчание.\n\nЗатем произносит:",
      "options": [
        {
          "message": "Это не Измаил.",
          "messageDesc": "",
          "result": [
            ""
          ]
        }
      ]
    }
  ]
}
