{
  "dataList": [
    {
      "id": 971060,
      "name": "Камера Содержания Рыцаря Отчаяния",
      "desc": "Это Аномалия отчаяния, прошедшая через повторяющийся цикл веры и предательства, оставившая после себя лишь эмоцию, выраженную чёрными слезами.\n\nГероини, некогда самопровозглашённого рыцаря и защитницы справедливости, нигде не видать.\n\nТак много вещей, что когда-то казались незыблемыми, изменились, а её некогда твёрдая гордость была выветрена и разрушена.\n\nЕё глазница, бесконечный источник слёз, теперь искривлена и почернела; под ней осталась лишь тёмная, выжженная слеза.",
      "options": [
        {
          "message": "Перемены рано или поздно настигают всё.",
          "messageDesc": "Пройдите проверку Уныния, Гордыни или Зависти, чтобы получить дар ЭГО Утопания.",
          "result": [
            ""
          ]
        },
        {
          "message": "Мне тоже не удалось защитить других.",
          "messageDesc": "Пройдите проверку Уныния, Гордыни или Зависти, чтобы получить дар ЭГО.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971061,
      "name": "Камера Содержания Королевы Ненависти",
      "desc": "Дверь Камеры Содержания была открыта.\n\nВнутри камеры была девушка, что-то шепчущая и бормочущая себе под нос, свернувшись калачиком на полу в унынии.\n\n«В этом мире есть добро и зло».\n\n«Где есть свет, там есть и тьма. Не может быть только одно или другое».\n\n«Я — добро, значит, они — зло».\n\n«Я — избранная».\n\n«Я не нужна?»\n\n«Я ненавижу... мир?..»\n\nТревога. Навязчивость. Одержимость. Истощение.\n\nТёмная энергия исходит от неё, словно материализация этих самых слов.",
      "options": [
        {
          "message": "Мы не живём в бинарном мире, определённом лишь добром и злом.",
          "messageDesc": "Пройдите проверку Уныния, Чревоугодия или Зависти, чтобы получить дар ЭГО Заряда.",
          "result": [
            ""
          ]
        },
        {
          "message": "Что, если ты положишь конец миру?",
          "messageDesc": "Выберите, чтобы получить дар ЭГО Заряда.",
          "result": [
            "«...Да».\n\nДрожь внезапно прекращается. Девушка, похоже, пришла к какому-то выводу.\n\n«Я смогу снова существовать, пока нет мира».\n\nОна медленно взмывает в воздух, и тут же откуда-то появляются лазурные копья, пронзая её.\n\nИзнутри, словно пробиваясь из яйца, появляется жуткое змееподобное существо, которое быстро выползает из Камеры Содержания."
          ]
        }
      ]
    },
    {
      "id": 971062,
      "name": "Центральное Командование Корпорации Лоботомия",
      "desc": "На столе клерка из Центрального Командного Отдела лежит отчёт.\n\n<ДЕНЬ ■■, ■■ ■■ Отчёт о вскрытии Исследовательской Службы>\n\nОтчёт был частично подвергнут цензуре, но, похоже, в нём говорилось о некой недавно разработанной защитной пуле.\n\n«Травма-Щит может защитить своего пользователя от психологического урона из внешних источников на ■■■■■■■ ■■■■ или ■■■■■■■■■».\n\n«Если потребуется защитная пуля ■■■■■■, запросите помощь у менеджера или ■■■■■■■■».\n\nРядом с сильно отредактированным отчётом лежит коробка с надписью «Образец Травма-Щита и руководство».",
      "options": [
        {
          "message": "Взять.",
          "messageDesc": "Выберите, чтобы получить дар ЭГО без ключевого эффекта.",
          "result": [
            "«Помните, в прошлый раз в... Тренировочной Команде? Эта штука похожа на ампулу... которая в меня тогда попала».\n\n«Похоже, у неё другое название, хоть её назначение, защита цели, и кажется схожим».\n\nЕсли она действительно оказывает на нас положительный эффект, как говорят Грешники, то она точно пригодится.\n\nМы взяли образец."
          ]
        },
        {
          "message": "Оставить.",
          "messageDesc": "",
          "result": [
            "Не будем связываться с тем, чего мы не совсем понимаем. Вдруг случится что-то непредвиденное?\n\nМы решили оставить всё как есть."
          ]
        }
      ]
    },
    {
      "id": 971063,
      "name": "Склад Корпорации Лоботомия",
      "desc": "Мы в складском помещении Корпорации Лоботомия.\n\nТам стоит сломанная машина, наполненная чем-то похожим на куски плоти.\n\n«Что... это? Почему оно просто валяется на складе?»\n\n«Фауст объясняет, что это останки предыдущей итерации Сефиры, утилизированной после замены».\n\n«...То есть это труп?»\n\n«Не совсем. Сбрасываются только её воспоминания; при замене воспроизводится идентичная версия Сефиры на момент её первоначального создания».\n\n«Почти так же, как и нас откатывают назад».\n\n«Да, прям как мы, хм?»\n\nСтало немного неловко.\n\nЧто я, как менеджер, могу сказать, чтобы поднять настроение?",
      "options": [
        {
          "message": "Знаю, мы справимся. Как и всегда.",
          "messageDesc": "Выберите, чтобы получить дар ЭГО без ключевого слова.",
          "result": [
            "«Какой позитивный настрой~»\n\n«О-о-о~ Данте, я чувствую в тебе уверенность?»\n\nНесмотря на мои опасения, это мигом подняло боевой дух команды."
          ]
        },
        {
          "message": "Мы можем потерпеть неудачу. Как и всегда.",
          "messageDesc": "Выберите, чтобы получить дар ЭГО без ключевого слова.",
          "result": [
            "«Это, кхм... определённо то, что стоило сказать в такой момент».\n\n«Ты полный идиот, неужели не можешь понять, что это всего лишь демонстрация высокоинтеллектуального чувства юмора Исполнительного Менеджера, идеальное лекарство от этой неловкой тишины?»\n\n«Что?..»\n\nНесмотря на мои опасения, это мигом подняло боевой дух команды."
          ]
        }
      ]
    }
  ]
}