{
    "dataList": [
        {
            "id": 971042,
            "name": "",
            "desc": "Мы находимся в начальной точке подземелья глубин Э.Г.О.\n\nМы оказались в комнате, похожей на мастерскую снаряжения Э.Г.О.\n\n«Если вы набрали менее 100% по уровню синхронизации в тесте на пригодность, возьмите отсюда только одно Э.Г.О».\n\nЗловещий предупреждающий знак встречает нас, и те же слова непрерывно повторяются из динамика.\n\nВсе Грешники идут посмотреть, привлеченные знаком, сообщающим, что здесь можно взять снаряжение Э.Г.О... но то, что мы находим, это ЭГО Дары.\n\n«Чё? Это не снаряжение Э.Г.О. Это... эти дары или типа того, да?»\n\n«Похоже, Э.Г.О проявляются здесь в форме Даров Э.Г.О».\n\n«Хм. А мы не можем просто забрать их все?»\n\n«Это подземелья глубин Э.Г.О. Поскольку оно отличается от обычных Зеркальных Подземелий, настоятельно рекомендуется следовать его правилам».\n\nЧто нам делать?",
            "options": [
                {
                    "message": "Взять пылающую перчатку.",
                    "messageDesc": "Выберите, чтобы получить ЭГО Дар Огня",
                    "result": [
                        "Этот кажется наиболее подходящим для ситуации, в которой мы находимся.\n\nМы берем ЭГО Дар «Огненные перчатки»."
                    ]
                },
                {
                    "message": "Взять боевые ботинки с шипами.",
                    "messageDesc": "Выберите, чтобы получить ЭГО Дар Разрыва",
                    "result": [
                        "Этот кажется наиболее подходящим для ситуации, в которой мы находимся.\n\nМы берем ЭГО Дар «Шипованные боевые сапоги»."
                    ]
                },
                {
                    "message": "Взять распылитель с чистящим раствором.",
                    "messageDesc": "Выберите, чтобы получить ЭГО Дар без ключевых эффектов",
                    "result": [
                        "Этот кажется наиболее подходящим для ситуации, в которой мы находимся.\n\nМы берем ЭГО Дар «Иллюзорная охота»."
                    ]
                }
            ]
        },
        {
            "id": 971043,
            "name": "",
            "desc": "Мы наткнулись на группу исследователей, увлеченно изучающих различные документы.\n\nОни спорят о двух темах: эмоциях и пламени.\n\n«Обычное пламя, похоже, не причиняет особого вреда Аномалиям. Интересно, почему же это работает...?»\n\n«Возможно, большая степень гневных эмоций открывает возможность для жара огня коснуться Аномалий и Искажений, обеих сущностей неизведанного».\n\nДолжно быть, они заметили, что мы внимательно прислушиваемся к их разговору — один из них подходит к нам с блеском в глазах.\n\n«Вы тот самый 'образец', который согласился на этот эксперимент?»\n\n«Если да, попробуйте это».\n\nВ руках исследователя было что-то похожее на зажигательное устройство... или своего рода испытательная машина.",
            "options": [
                {
                    "message": "Вы должно быть ошиблись.",
                    "messageDesc": "",
                    "result": [
                        "«Что? Вы не образец?»\n\n«Тогда какого черта вы здесь делаете? Убирайтесь отсюда, сейчас же!»\n\nНас вышвырнули."
                    ]
                },
                {
                    "message": "Да, мы 'образцы'.",
                    "messageDesc": "Пройти проверку Гнева и Похоти. При успехе получить ЭГО Дар Огня.",
                    "result": [
                        ""
                    ]
                }
            ]
        },
        {
            "id": 971044,
            "name": "",
            "desc": "Несколько исследователей суетливо передвигаются по лаборатории, наполненной хаосом.\n\nЧто-то сбежало, что ли?\n\nПока мы стояли там, глазея на беспорядок, кто-то подошел к Грешникам.\n\n«С дороги!»\n\n«А-а, вообще-то, знаете что? Идеальный момент».\n\n«Съешьте это. Давайте, у нас мало времени до срока сдачи отчета о клиническом испытании!»",
            "options": [
                {
                    "message": "Съесть это.",
                    "messageDesc": "Пройти проверку Чревоугодия и Уныния. При успехе получить ЭГО Дар Разрыва.",
                    "result": [
                        ""
                    ]
                },
                {
                    "message": "Мы это есть не будем. Мы даже не знаем, что это.",
                    "messageDesc": "",
                    "result": [
                        "«Ну, тогда проваливай с дороги!»\n\nИсследователь оттолкнул нас в сторону."
                    ]
                }
            ]
        },
        {
            "id": 971045,
            "name": "",
            "desc": "Мы видим Мотылька алых лепестков внутри камеры содержания.\n\nМаленькие багровые частицы пламени окружают его, словно аура.\n\nПылающие крылья гаснут на мгновение, чтобы в следующее яростно взреветь.\n\nНепрекращающаяся попытка поджечь все вокруг.\n\n«Какой прекрасный образец, этот Мотылек алых лепестков. Вы закончили свои наблюдения?»\n\n«Мы многое узнали об этой Аномалии за последнее время».\n\n«Еще много неизвестного, но все же».\n\n«Кстати говоря, вот небольшой опрос. Какой ЭГО Дар можно получить от Мотылька алых лепестков?»",
            "options": [
                {
                    "message": "Подводный цветок",
                    "messageDesc": "Выберите правильный ответ, чтобы получить ЭГО Дар Огня",
                    "result": [
                        "«…….»\n\n«В следующий раз будьте внимательнее».\n\nИсследователь прошел мимо нас."
                    ]
                },
                {
                    "message": "Мечта адской бабочки",
                    "messageDesc": "Выберите правильный ответ, чтобы получить ЭГО Дар Огня",
                    "result": [
                        "«Прямо в точку. Вы знаете Мотылька алых лепестков».\n\n«Но это еще не все. В последнее время он выдает и такие штуки».\n\n«Возьмите это с собой. Я просто рад встретить родственную душу».\n\nВы получаете горящее, мерцающее пламя. Кажется, оно исходит непосредственно от самого Мотылька алых лепестков."
                    ]
                }
            ]
        },
        {
            "id": 971046,
            "name": "",
            "desc": "Мы видим Фонарь Фей внутри камеры содержания.\n\nГолубоватая фея порхает к жилистым, древним ветвям дерева и мягко садится на одну из них.\n\nВетка, на которой сидит фея, качается, словно соблазняя нас подойти ближе...\n\nЯркие, бесчисленные желтые глаза мерцают из тени под его корнями.\n\n«Какой прекрасный образец, этот фонарь фей. Вы закончили свои наблюдения?»\n\n«Мы многое узнали об этой Аномалии за последнее время».\n\n«Еще много неизвестного, но все же».\n\n«Кстати говоря, вот небольшой опрос. Какой ЭГО Дар можно получить от Фонаря Фей?»",
            "options": [
                {
                    "message": "Кошмар посреди зимы",
                    "messageDesc": "Выберите правильный ответ, чтобы получить ЭГО Дар Разрыва",
                    "result": [
                        "«Прямо в точку. Вы знаете Фонарь Фей».\n\n«Но это еще не все. В последнее время он выдает и такие штуки».\n\n«Возьмите это с собой. Я просто рад встретить родственную душу».\n\nВы получаете костлявую веточку. Кажется, она исходит непосредственно от самого Фонаря Фей."
                    ]
                },
                {
                    "message": "Вогнутость",
                    "messageDesc": "Выберите правильный ответ, чтобы получить ЭГО Дар Разрыва",
                    "result": [
                        "«…….»\n\n«В следующий раз будьте внимательнее».\n\nИсследователь прошел мимо нас."
                    ]
                }
            ]
        },
        {
            "id": 971047,
            "name": "",
            "desc": "В конце этого коридора группа исследователей ведет дискуссию перед неестественно темным местом.\n\nЗаметив наше присутствие, их лица светлеют, и они подходят к нам.\n\n«Пожалуйста, не могли бы вы исследовать эту область впереди для нас?»\n\n«Мы поможем всеми силами, если вы согласитесь».",
            "options": [
                {
                    "message": "Согласиться и исследовать.",
                    "messageDesc": "Исцелить всех союзников. Пройти проверку Гордыни и Зависти. При успехе получить ЭГО Дар без ключевых эффектов.",
                    "result": [
                        ""
                    ]
                },
                {
                    "message": "Отказаться.",
                    "messageDesc": "",
                    "result": [
                        "«Ладно, уходите».\n\n«Не мы теряем выгодное предложение».\n\nИсследователи все отвернулись без малейшего колебания."
                    ]
                }
            ]
        },
        {
            "id": 971048,
            "name": "",
            "desc": "Несколько неряшливых, безумных букв вырезаны на стене ножами.\n\nЯ практически чувствую чистый ужас и отчаяние их авторов по этим безумным буквам.\n\nПри ближайшем рассмотрении глубокие следы рассказывают историю, написанную в ужасе.\n\n«Они окружают нас, монстры я слышу их, их дыхание, они убьют нас всех»\n\n«Спасите меня пожалуйста кто-нибудь кто угодно спасите меня я не хочу умирать пожалуйста»\n\n«Страх сводит людей с ума. Монстры близко, я чувствую дрожь их шагов. Они идут…»\n\nНа стене есть незаконченные предложения.\n\nСмерть вырезала глубокие отметины между ними.",
            "options": [
                {
                    "message": "Проигнорировать и идти дальше.",
                    "messageDesc": "",
                    "result": [
                        "Ничего хорошего не выйдет, если копаться здесь. Это не пойдет на пользу Грешникам.\n\nМы решили быстро уйти оттуда."
                    ]
                },
                {
                    "message": "Осмотреться еще.",
                    "messageDesc": "Пройти проверку Гнева и Уныния. При успехе получить ЭГО Дар без ключевых эффектов.",
                    "result": [
                        ""
                    ]
                }
            ]
        }
    ]
}