{
  "dataList": [
    {
      "id": 130802,
      "name": "Фонарь Фей",
      "subDesc": "",
      "desc": "«П-погоди. Что с этой штукой происходит? Она не похожа на ту сущность, с которой мы столкнулись в Зеркальном Подземелье!»\n«...Если вдаваться в подробности, она, похоже, является зеркальным отражением той, с которой мы столкнулись в Ж/Д Преломления».\n\n«...Хоть Хохенхайм и проявляет некоторый интерес к этому предмету...»\n\n«Он не настолько великий гений, чтобы воплотить это любопытство в реальность».\n«Тогда почему это может происходить?..»\n\n«Постойте — кто-то оставил это здесь».\n«Хм. Похоже на вырванную страницу из записной книжки. Она покрыта флуоресцентной краской, чтобы её было легче заметить».\n\nТот, кто её оставил, не мог знать, что мы придём. Вероятно, это записка для возможных выживших.\nНет причин не прочитать её.\n\n- Журнал наблюдений: Нерегулярности\nНаписано Мозес, Лидером следственной группы LCD на месте происшествия\n\nЭта сущность внезапно сбежала из своей камеры содержания во время нападения.\nЧитатели этой записки должны быть предупреждены, что эта сущность проявляет некоторые нерегулярности, которые ранее не наблюдались.",
      "options": [
        {
          "message": "Продолжить чтение записи",
          "messageDesc": "",
          "result": [
            "Когда большое количество сотрудников в Исследовательском Комплексе было убито, Фонарь Фей нарушил условия содержания.\n\nСогласно протоколам контроля Аномалий LCE, такой побег, как известно, происходит только тогда, когда сотрудник с изначально низкой предрасположенностью проявляет уровень настройки, превышающий 75%, с ЭГО снаряжением LCE::Фонарь Фей, или когда результат работы определён выше «Очень хорошо».\n\nФонарь Фей, чей побег был спровоцирован смертями вокруг него, отклонился от своей ожидаемой модели поведения, заключающейся в охоте на очарованных жертв по одной, и вместо этого начал пожирать несколько целей одновременно.\nПредположительно, сущность должна была понять, что её запасы пищи быстро истощаются.\n\nПосле того, как Эзра уничтожила прима... поправка: После того, как Эзра дважды уничтожила приманивающий блок (обозначенный как «Голубая фея» в Журнале наблюдений LCB), агрессивность Фонаря Фей значительно возросла. В этот момент Эзра больше не подвергалась его очарованию.\n\nОсновываясь на этих наблюдениях, я смогла выдвинуть гипотезу, что любой, кто наблюдает за «Голубой феей» не менее 7 секунд, а затем немедленно уничтожает её голову, становится невосприимчивым к её влиянию. Поскольку этот эффект распространяется только на человека, который его уничтожает, эта информация может быть не очень полезной для большинства исследователей; однако я оставлю об этом запись, к которой можно будет обратиться в случае необходимости.\n\nДополнение: Когда Фонарь Фей идентифицировал только одного человека, он не пытался его очаровать, а вместо этого казался достаточно осторожным, чтобы просто наблюдать за ним. Однако из-за ограниченного размера выборки потребуется дальнейшее подтверждение.\n\n«Довольно много полезных советов».\n«Ну... Теперь, думаю, у меня есть примерное представление о том, как с этим бороться».\n\n<...Хорошо. Давайте обратимся к этой записи за информацией и попробуем подавить его снова.>"
          ]
        }
      ]
    }
  ]
}