{
  "dataList": [
    {
      "id": "battleTip_none",
      "content": ""
    },
    {
      "id": "battleTip_10937_1",
      "content": "Убедитесь, что Хохенхайм и Алисса не будут побеждены раньше Грешников."
    },
    {
      "id": "battleTip_10937_2",
      "content": "Рекомендуется сосредоточиться на навыках Отца-воспитателя Безымянного, победа в столкновении с которыми обязательна."
    },
    {
      "id": "battleTip_10937_3",
      "content": "Мощные навыки Отца-воспитателя Безымянного и его Ученицы можно ослабить перед столкновением с ними."
    },
    {
      "id": "battleTip_10943_1",
      "content": "Рекомендуется пытаться вступать в столкновения с навыками, победить которые относительно легче."
    },
    {
      "id": "battleTip_10943_2",
      "content": "Попробуйте сначала приоритизировать врагов с низкими ОЗ."
    },
    {
      "id": "battleTip_10938_1",
      "content": "Отцы-воспитатели — трудные противники для Грешников."
    },
    {
      "id": "battleTip_10938_2",
      "content": "Важно использовать Вспомогательную защиту, которую используют Веспа и Эзра."
    },
    {
      "id": "battleTip_10942_phase1_1",
      "content": "Используйте Грешников для столкновений с навыками Ученика Большого, чтобы ослабить её мощный навык."
    },
    {
      "id": "battleTip_10942_phase1_2",
      "content": "Снизьте ОЗ Ученика Большого ниже половины, чтобы победить её."
    },
    {
      "id": "battleTip_10942_phase2_1",
      "content": "Ученца Большого мешает атакам союзников поддержки.\nРекомендуется сначала сосредоточить атаки Грешников на ней."
    },
    {
      "id": "battleTip_10942_phase2_2",
      "content": "Отец-воспитатель Большого расходует значение своего «Глаза предвидения» для уклонения.\nВажно, чтобы союзник, не являющийся Грешником, постоянно истощал её Глаз предвидения."
    },
    {
      "id": "battleTip_10942_phase2_3",
      "content": "Вы не можете перенаправить мощный навык Отца-воспитателя Большого.\nУбедитесь, что истощили её Глаз предвидения как можно больше до активации навыка; чем меньше у неё запасов Глаза предвидения, тем слабее становится навык."
    },
    {
      "id": "battleTip_10944_1",
      "content": "Важно использовать Вспомогательную защиту, которую используют Веспа и Эзра."
    },
    {
      "id": "battleTip_10944_2",
      "content": "Разработайте соответствующую стратегию и используйте возможность оглушить врагов односторонними атаками."
    },
    {
      "id": "battleTip_10944_3",
      "content": "Когда враги загнаны в угол и становятся сильнее, сосредоточьтесь на том, чтобы выиграть время, а не на победе в столкновениях, и ждите, пока союзники поддержки разыграют свой козырь."
    },
    {
      "id": "battleTip_10945_1",
      "content": "Чем больше Император Тараканов выигрывает в своих столкновениях против Грешников, тем слабее он становится.\nОднако позволить Грешникам справляться со всеми его навыками самостоятельно — очень рискованное решение."
    },
    {
      "id": "battleTip_10945_2",
      "content": "Количество «Вредящих паразитов» можно снизить, позволив навыку «Пожирание Императора» попасть по Грешнику."
    },
    {
      "id": "battleTip_10945_3",
      "content": "Навыки с Иссекающими монетами Императора Тараканов становятся намного сильнее против навыков с Вечными монетами..."
    },
    {
      "id": "battleTip_10941_1",
      "content": "Проверьте Грешников, которые могут вступить в столкновение с навыком «Предназначенный противник» с помощью подходящих навыков атаки, и накапливайте урон по Отцу-воспитателю Мизинца."
    },
    {
      "id": "battleTip_10941_2",
      "content": "В зависимости от ситуации важно импровизировать и решать, с каким из навыков Отца-воспитателя Мизинца следует вступить в столкновение в первую очередь."
    },
    {
      "id": "battleTip_10948_1",
      "content": "Отец-воспитатель Мизинца перейдёт в наступление, если у вас преимущество, и уйдёт в оборону, если преимущество у неё."
    },
    {
      "id": "battleTip_10948_2",
      "content": "Постройте стратегию на выживании под атаками Отца-воспитателя Мизинца и медленно уменьшайте её здоровье."
    },
    {
      "id": "battleTip_10949_1",
      "content": "Сосредоточьтесь на том, чтобы Мерсо и Отис пережили бой, а не на победе над Сорой и Реном, двумя Учениками."
    },
    {
      "id": "battleTip_10949_2",
      "content": "Каждый ход Рёшу будет атаковать одного из двух врагов — Ученицу Указательного или Ученика Мизинца."
    },
    {
      "id": "battleTip_10949_3",
      "content": "Возможно, будет разумно позволить Рёшу разобраться с одним из Учеников, пока Грешники сосредоточатся на другом."
    },
    {
      "id": "battleTip_10950_1",
      "content": "Отец-воспитатель Указательного получает Кармические последствия, когда не выполняет свои Предписания.\nПовышение уровня Кармических последствий ослабляет его различные характеристики, включая Силу в столкновении."
    },
    {
      "id": "battleTip_10950_2",
      "content": "Во время уникального поведения вам понадобятся навыки с высокой силой в столкновении всех трёх типов атак: Рубящей, Пронзающей и Дробящей.\nРекомендуется подготовить ЭГО навыки с высокой силой в столкновении каждого из них."
    },
    {
      "id": "battleTip_10950_3",
      "content": "При низких ОЗ Отец-воспитатель Указательного использует мощный навык с очень высокой Силой.\nБазовое ЭГО Рёшу «Бушующее пламя лесов бескрайних» может быть эффективным против неё."
    }
  ]
}