{
  "dataList": [
    {
      "id": "battleTip_10925_1",
      "content": "Если вражеские атаки невозможно отразить в лобовом столкновении, переход в оборону может быть лучшей стратегией."
    },
    {
      "id": "battleTip_10925_2",
      "content": "Иногда уничтожение защищённой Части для использования слабостей врага может быть разумной стратегией."
    },
    {
      "id": "battleTip_10925_3",
      "content": "Проверьте ЭГО, которыми экипированы ваши Грешники, и необходимые для них ресурсы, чтобы сформировать команду из Идентичностей, способную эффективно использовать их в бою."
    },
    {
      "id": "battleTip_10928_1",
      "content": "Определение значений Сопротивления на слабой Части врага может быть лучшей стратегией."
    },
    {
      "id": "battleTip_10928_2",
      "content": "Важно определить ситуации, в которых ЭГО навыки наиболее эффективны."
    },
    {
      "id": "battleTip_10928_3",
      "content": "Проверьте ЭГО, которыми экипированы ваши Грешники, и необходимые для них ресурсы, чтобы сформировать команду из Идентичностей, способную эффективно использовать их в бою."
    },
    {
      "id": "battleTip_10930_1",
      "content": "Ученица Указательного Сора получает Кармическое последствие, если не выполняет Предписание. Обязательно проверьте, какое Предписание она получила, и помешайте ей его исполнить."
    },
    {
      "id": "battleTip_10930_2",
      "content": "Чтобы предотвратить выполнение Предписания ранней фазы Ученицы Указательного Соры, Грешникам, на которых наложено «Цель Предписания», лучше избегать столкновений с первым слотом навыков Соры."
    },
    {
      "id": "battleTip_10930_3",
      "content": "У Рёшу есть уникальный эффект в этом столкновении. Если определённую атаку Ученицы Указательного трудно преодолеть, попробуйте направить Рёшу против неё."
    },
    {
      "id": "battleTip_10933_1",
      "content": "Изучите навык «Безмолвный взгляд» — он позволяет снизить Силу врага на этот ход."
    },
    {
      "id": "battleTip_10933_2",
      "content": "Изучите навык «Призрачный шаг 【殘像步】» — он может помочь смягчить уникальный дебафф врага, «След клинка 【Послеобраз】»."
    }
  ]
}