{
  "dataList": [
    {
      "id": "battleTip_none",
      "content": "(Пустышка)"
    },
    {
      "id": "battleTip_10937_1",
      "content": "Убедитесь, что Хохенхайм и Алиса не будут побеждены раньше Грешников."
    },
    {
      "id": "battleTip_10937_2",
      "content": "Рекомендуется сосредоточиться на навыках Отец-воспитателя Безымянного, победа в столкновении с которыми обязательна."
    },
    {
      "id": "battleTip_10937_3",
      "content": "Мощные навыки Отец-воспитателя Безымянного и его Ученицы можно ослабить перед столкновением."
    },
    {
      "id": "battleTip_10943_1",
      "content": "Рекомендуется пытаться вступать в столкновения с навыками, победить которые относительно легче."
    },
    {
      "id": "battleTip_10943_2",
      "content": "Попробуйте сначала приоритизировать врагов с низким ОЗ."
    },
    {
      "id": "battleTip_10938_1",
      "content": "Отцы-воспитатели — трудные противники для Грешников."
    },
    {
      "id": "battleTip_10938_2",
      "content": "Важно использовать Защиту прикрытия Веспы и Эзры."
    },
    {
      "id": "battleTip_10942_phase1_1",
      "content": "Используйте Грешников для столкновений с навыками Ученика Большого, чтобы ослабить его мощный навык."
    },
    {
      "id": "battleTip_10942_phase1_2",
      "content": "Снизьте ОЗ Ученика Большого ниже половины."
    },
    {
      "id": "battleTip_10942_phase2_1",
      "content": "Ученик Большого мешает атакам союзников поддержки.\nРекомендуется сначала сосредоточить атаки Грешников на Ученике Большого."
    },
    {
      "id": "battleTip_10942_phase2_2",
      "content": "При атаке Отец-воспитатель Большого расходует свой запас «Глаза предвидения» для уклонения.\nВажно, чтобы союзник, не являющийся Грешником, постоянно истощал её запас Глаза предвидения."
    },
    {
      "id": "battleTip_10942_phase2_3",
      "content": "Вы не можете перенаправить мощный навык Отец-воспитателя Большого.\nУбедитесь, что истощили её Глаз предвидения как можно больше до активации навыка; чем меньше у неё запасов Глаза предвидения, тем слабее становится навык."
    },
    {
      "id": "battleTip_10944_1",
      "content": "Важно использовать Защиту прикрытия Веспы и Эзры."
    },
    {
      "id": "battleTip_10944_2",
      "content": "Разработайте соответствующую стратегию и используйте возможность оглушить врагов односторонними атаками."
    },
    {
      "id": "battleTip_10944_3",
      "content": "Когда враги загнаны в угол и становятся сильнее, сосредоточьтесь на том, чтобы выиграть время, а не на победе в столкновениях, и ждите, пока союзники поддержки разыграют свой козырь."
    },
    {
      "id": "battleTip_10945_1",
      "content": "Чем больше Император Тараканов выигрывает своих столкновений против Грешников, тем слабее он становится.\nОднако позволить Грешникам справляться со всеми его навыками самостоятельно — очень рискованное решение."
    },
    {
      "id": "battleTip_10945_2",
      "content": "Количество «Вредных паразитов [Тараканов]» можно снизить, позволив навыку «Пожирание Императора» Императора Тараканов попасть по вам."
    },
    {
      "id": "battleTip_10945_3",
      "content": "Навыки с монетами иссечения Императора Тараканов становятся намного сильнее против навыков с вечными монетами."
    },
    {
      "id": "battleTip_10941_1",
      "content": "Проверьте Грешников, которые могут вступить в столкновение с навыком «Предназначенный противник» с помощью подходящих навыков атаки, и накапливайте урон по Отцу-воспитателю Мизинца."
    },
    {
      "id": "battleTip_10941_2",
      "content": "В зависимости от ситуации важно импровизировать и решать, с каким из навыков Отец-воспитателя Мизинца следует вступить в столкновение в первую очередь."
    },
    {
      "id": "battleTip_10948_1",
      "content": "Отец-воспитатель Мизинца перейдёт в наступление, если у вас преимущество, и уйдёт в оборону, если преимущество у неё."
    },
    {
      "id": "battleTip_10948_2",
      "content": "Постройте стратегию на выживании под атаками Отец-воспитателя Мизинца и медленно уменьшайте её здоровье."
    },
    {
      "id": "battleTip_10949_1",
      "content": "Сосредоточьтесь на том, чтобы Мерсо и Отис пережили бой, а не на победе над Сорой и Реном, двумя Учениками."
    },
    {
      "id": "battleTip_10949_2",
      "content": "Каждый ход Рёшу будет атаковать одного из двух врагов — Ученицу Указательного или Ученика Мизинца."
    },
    {
      "id": "battleTip_10949_3",
      "content": "Возможно, будет разумно позволить Рёшу разобраться с одним из Учеников, пока Грешники сосредоточатся на другом."
    },
    {
      "id": "battleTip_10950_1",
      "content": "Отец-воспитатель Указательного получает Кармическое последствие, когда не выполняет свои Предписания.\nПовышение его уровня Кармического последствия ослабляет его различные характеристики, включая Силу столкновения."
    },
    {
      "id": "battleTip_10950_2",
      "content": "Во время уникального паттерна вам понадобятся навыки с высокой силой столкновения всех трёх типов атак: Рубящей, Колющей и Дробящей.\nРекомендуется подготовить навыки ЭГО с высокой силой столкновения каждого типа атаки."
    },
    {
      "id": "battleTip_10950_3",
      "content": "При низком ОЗ Отец-воспитатель Указательного использует мощный навык с очень высокой Силой.\nБазовое ЭГО Рёшу, «Бушующее пламя лесов бескрайних», может быть эффективным против этой атаки."
    }
  ]
}