{
    "dataList": [
        {
            "id": "DanteNoteDetail_138",
            "title": "",
            "desc": "- Железная дорога из фиолетового света. Она была помечена как 'Линия 5'.\n- Как и на нашей прошлой железной дороге, цепочки сражений продолжались на последующих станциях, и мы даже столкнулись с ещё большим количеством Пеккатул Зависти. Некоторые из них, казалось, также отражали относительно новые возможности... Интересно, как они работают?\n- Эта железная дорога начиналась с двух секций, встречалась посередине и сходилась в одну. Было довольно досадно, что я не мог использовать Карты Идентичностей, которые уже применил во второй Секции.\n- Между каждой секцией была эта странная... штука, которая усиливала Грешников. Нам приходилось тщательно выбирать, какую из них выбрать, так как это, казалось, влияло не только на Грешников, но и на наших врагов."
        },
        {
            "id": "DanteNoteDetail_139",
            "title": "",
            "desc": "- Очевидно, Ассоциации в разных сторонах света — Запад, Восток, Юг и Север — имеют разную униформу. Также казалось, что Корректировщики Ассоциаций, работающие в том же регионе, что и их штаб-квартиры, считались сильнее или выше по рангу, чем Корректировщики Ассоциаций в других регионах. И иногда переводы между регионами также происходили в качестве повышения.\n- На другом конце спектра находятся крупнейшие Синдикаты, Пальцы. Однако, в отличие от Ассоциаций, их наряды не сильно различались в зависимости от региона. Иногда они носили разную одежду, но это скорее связано с тем, что у них нет строгого дресс-кода."
        },
        {
            "id": "DanteNoteDetail_140",
            "title": "",
            "desc": "- Объявляя дуэли, восточный Филиал Ассоциации Сэнк, вместо того чтобы бросать перчатку, делает это, объявляя свою принадлежность и имя.\n- Самое большое различие — это их дресс-код и вооружение. В отличие от довольно знаковых синих плащей и больших шляп, которые носят западные Корректировщики, восточный филиал Ассоциации Сэнк носит ловко выглядящий наряд, который лучше сливается с общей одеждой восточного региона. Также... в отличие от других Корректировщиков Сэнк или Идентичностей, с которыми мы встречались до сих пор, Грешник с Идентичностью восточной Ассоциации Сэнк в основном использовал рукопашный бой в качестве основного средства ведения боя.\n- Они носят этот браслет... или обруч под названием 'Зеленеющий Пиронефрит' на запястье. Похоже, их можно использовать, чтобы расплавить всё, чего коснётся пользователь, используя высокую температуру.\n- Очевидно, зелёное пламя Зеленеющих Пиронефритов способно сжигать \"только\" тот объект, который пожелает пользователь. ... Честно говоря? Это звучит как технология уровня Сингулярности."
        },
        {
            "id": "DanteNoteDetail_141",
            "title": "",
            "desc": "- Должно быть, это относится к пяти особенно значимым Синдикатам Подворотен.\n- Говорят, они настолько могущественны и влиятельны, что даже Крылья или Ассоциации не могут легко затеять с ними драку. Родя и Хитклиф сказали мне, что люди в Подворотнях должны изучить и соблюдать их правила, если хотят выжить.\n- Как ни странно, Рёшу, кажется, много о них знает. Меня предупредили о 'прошлом' Рёшу, когда я впервые сел в автобус... может быть, это как-то связано."
        },
        {
            "id": "DanteNoteDetail_142",
            "title": "",
            "desc": "- Безымянный, один из пяти Пальцев, ценит искусство и знания.\n- Они постоянно всплывают в обсуждениях Коридора.\n- У меня не было возможности встретиться с кем-либо из Безымянного, но мы столкнулись с людьми, которые раньше были его частью. Они определённо казались любителями искусства.\n- И когда я говорю 'искусство', я имею в виду чрезвычайно жуткого толка. Из того, что я смог почерпнуть из Идентичностей и того, что мне рассказала Рёшу, их искусство часто состоит из скульптур, сшитых из ампутированных частей тел... картин, написанных кровью... и тому подобного.\n- Кажется, они внутренне разделены на различные 'фракции'. Я уловил среди них такие названия, как 'пуантилисты' или 'фовисты' — возможно, они разделены по принципу художественной философии."
        },
        {
            "id": "DanteNoteDetail_143",
            "title": "",
            "desc": "- Хунъюаньская Биоинженерная Группа. Их Гнездо расположено в Районе 8.\n- Всё это умещается в одной большой... На самом деле, слово 'большой' не передаёт всей масштабности мегаструктуры, которая составляет весь Район Корпорации H. Район 8 в целом называется 'Хунъюань'.\n- Их Сингулярность — это создание 'Болюса', типа лекарства. Мне говорили, что эти штуки можно использовать не только для исцеления ран, но и для процедур модификации тела. Но что-то в том, как эти лекарства меняют твоё тело, вызывает у меня мурашки.\n- Те, кто принимал эти Болюсы или использовал их в процедурах, получали части тел определённых существ — или части их собственных тел заменялись ими.\n- В Районе 8, в зависимости от вашего состояния, размер выделенной вам комнаты мог либо увеличиваться, либо уменьшаться, и сами здания перемещаются, чтобы отразить это. Так что здесь 'пространство', да? Использование времени в Корпорации T для измерения богатства было достаточно странным."
        },
        {
            "id": "DanteNoteDetail_144",
            "title": "",
            "desc": "- Они что-то вроде частной армии для различных сил Хунъюаня.\n- Единственная ветвь, с которым мы пока встречались, — это ветвь Мао, но есть и другие Стаи Хэйшоу с характеристиками разных животных.\n- Цзя Сичунь сказала мне, что они владеют силами двенадцати животных из списка, называемого 'Двенадцать Земных Ветвей', что, скорее всего, несёт какое-то ритуальное значение.\n- Интересно, можно ли было купить их верность? Разговоры с Идентичностями показали, что они часто меняют своих хозяев — или, по словам Хэйшоу, своих 'господ'.\n- Учитывая, что Корпорация R также имеет 'Стаи', тематически связанные с животными, я мог бы провести некоторые параллели между Хэйшоу и ими."
        },
        {
            "id": "DanteNoteDetail_145",
            "title": "",
            "desc": "- Как один из пяти Пальцев, они ставят во главу угла верность.\n- Впервые мы столкнулись с ними во время нашего путешествия по Великому Озеру Корпорации U. Они обращаются друг к другу, используя родственные термины, такие как 'Старший Брат', 'Старшая Сестра', 'Младший Брат' и так далее, и я действительно почувствовал, что у них есть эта семейная связь.\n- Они носят с собой книги под названием 'Книга Возмездия', в которую они записывают свои обиды и преследуют любого, кому не посчастливилось быть туда записанным... Кстати говоря, как долго этот парень собирается нас преследовать? Я начинаю беспокоиться, что однажды могу обнаружить, как он врывается в Мефистофель.\n- Вспоминая события в Корпорации J, думаю, Родя тоже пострадала от встречи со Средним [Пальцем]. Была ли их 'обида' на Родю разрешена? Это всё ещё довольно деликатная тема, так что я пока не мог поднять её с ней. С каждым днём у меня накапливается всё больше вопросов к Роде."
        },
        {
            "id": "DanteNoteDetail_146",
            "title": "",
            "desc": "- Они... люди, может быть? В любом случае, они появляются во время Ночи в Подворотнях.\n- На борту автобуса я видел их просто как смутную толпу, которая двигалась мимо нас, но... когда мы столкнулись с ними лицом к лицу вне автобуса, они были поистине безжалостными и многочисленными.\n- Проносясь по улицам, они расплавляют всё, что нужно очистить — трупы в Подворотнях, несанкционированные постройки и тому подобное. Я действительно думаю, что это в некоторой степени необходимо, но... у меня не было слов, когда я узнал, что они расплавляли и случайных, невезучих людей, оказавшихся снаружи во время Ночи в Подворотнях.\n- Они могут даже расплавлять и поглощать своих же и исцеляться этим, что доставило нам немало хлопот. Очень, очень надеюсь, что нам больше не придётся с ними сражаться."
        },
        {
            "id": "DanteNoteDetail_147",
            "title": "",
            "desc": "- Каждое утро в 3:13 Чистильщики появляются на восемьдесят минут, чтобы очистить Подворотни Города. \n- Начиная с границ каждого Гнезда, они одновременно появляются из-под земли, проходят маршем по Подворотням и сметают всё на своём пути. Их марш состоит из трёх волн с примерно десятиминутной передышкой между ними. Я не хочу представлять, что могло бы случиться, если бы у нас даже этого не было.\n- Многое запрещено, когда начинается Ночь в Подворотнях. Мы не можем снимать видео или записывать аудио, или вторгаться в чужое жилище или разрушать его...\n- Это напоминает мне — Фауст сказала мне, что Глава управляет Чистильщиками. Я даже представить себе не могу, как они вообще сотрудничают друг с другом. Может быть, это как-то связано с табу? Кто знает. Я уж точно нет."
        }
    ]
}