{
    "dataList": [
        {
            "id": "DanteNoteDetail_131",
            "title": "",
            "desc": "- Отдел Энкефалина Компании Лимбус. (Limbus Company Enkephalin)\n- Это исследовательский и энергетический отдел Компании Лимбус.\n- Под руководством Главного Исследователя Хохенхайма этот отдел проводит различные изыскания и исследования.\n- Они изучают Аномалии, Искажения и даже Пеккатул — изолируя и исследуя их. Его интерьеры спроектированы несколько схоже с интерьерами бывшей Корпорации L, Корпорации Лоботомия.\n- Все сотрудники носили ЭГО снаряжение, извлечённое из Аномалий. По их словам, их снаряжение отличается от снаряжения ЭГО Корпорации Лоботомия тем, что оно в большей степени проявляет идиосинкразии (особые черты) каждой исходной Аномалии.\n- Судя по тому, что я смог услышать от Идентичностей из Зеркальных Миров об этом снаряжении LCE, это не кажется чем-то исключительно положительным. Очевидно, их разум может легко подвергнуться коррозии от носимого ими снаряжения... Мне кажется, что этой технологии есть куда развиваться."
        },
        {
            "id": "DanteNoteDetail_132",
            "title": "",
            "desc": "- Мы узнали больше о новых кодах Классификации и Уровнях Опасности.\n- До сих пор нам было довольно трудно сразу понять, какой из них, WAW или HE, должен быть более опасным, и... было существо, которое было странно сильным для сущности уровня TETH... Ну, теперь, когда у нас есть 'ожидаемая шкала урона' в дополнение к шкале, основанной на уровнях их производства энергии, мы должны быть в состоянии сказать, что HE-5 представляет большую потенциальную опасность в бою, чем WAW-4.\n- Хохенхайм сказал нам не думать об этом как о единой числовой шкале силы, но... кажется более интуитивно понятным иметь это наряду с системой Уровней Опасности, ранее использовавшейся Корпорацией Лоботомия. В любом случае, это технически означает, что могут существовать и сущности ZAYIN-10... Интересно, какими бы они были."
        },
        {
            "id": "DanteNoteDetail_133",
            "title": "",
            "desc": "- Их Гнездо расположено в Районе 24... или так мне сказали.\n- Я там не был, не знаю, есть ли у нас планы туда отправиться, но я помню, как слышал, что лодка Старика Индиго была сделан из сплава Корпорации X.\n- Согласно Идентичностям, на их раскопках можно найти всевозможные вещи, вроде микроволновок или автомобильных шин. Так они просто находят эти готовые изделия и... немедленно пускают их в дело? Как это вообще возможно?"
        },
        {
            "id": "DanteNoteDetail_134",
            "title": "",
            "desc": "- Их Гнездо расположено в Районе 13.\n- Похоже, они контролируют Сингулярность под названием 'Лунные Камни'. Говорят, они позволяют людям сосредоточиться исключительно на одном предмете или устранить все отвлекающие мысли... И учитывая, что у них есть это учреждение под названием 'Исправительное Учреждение Травм Бездны', возможно, они специализируются на психологической помощи или бизнесе, связанном с релаксацией.\n- Эй, может, нам стоит купить эти Лунные Камни для Грешников, чтобы предотвратить Коррозии ЭГО или помочь им успокоиться и расслабиться, когда придёт их 'черёд'?\n- Я передал эту, казалось бы, хорошую идею Фауст, но она была немедленно отвергнута. Она даже не объяснила мне почему — просто сказала, что сейчас не время их обсуждать. Учитывая, что практически каждая технология Города имеет свои разные стороны... возможно, у этих штук тоже есть какие-то побочные эффекты."
        },
        {
            "id": "DanteNoteDetail_135",
            "title": "",
            "desc": "- Их девиз как-то связан с созданием очень безопасного места, а их Сингулярность может либо расширять, либо искажать само пространство.\n- Мне сказали, что структуры, построенные с использованием Сингулярности Корпорации P, все очень... \"эластичны\". Это оказалось на удивление буквальным, так как когда Ла-Манчалэнд начал проявляться, я видел, как здания, соприкасающиеся с Ла-Манчалэндом, изгибались наружу, как резина. Они сказали, что внутри совершенно безопасно, даже если внешняя часть здания так изгибается и скручивается, но... я не могу представить, как это может быть правдой.\n- Многие технологии расширения пространства в Городе позволяют вещам быть больше внутри, но версия Корпорации P специально фокусируется на безопасности.\n- Это всего лишь моё предположение, но... вспоминая наш разговор с Цезарой, кажется, что Ла-Манчалэнд сильно повлиял на Сингулярность Корпорации P. Интересно, возможно ли разработать Сингулярность, вдохновлённую чем-то ещё?"
        },
        {
            "id": "DanteNoteDetail_136",
            "title": "",
            "desc": "- Впервые встреченные в поместье Грозового Перевала, это сущности, прошедшие 2-ю Стадию своего роста.\n- LCE (Отдел Энкефалина Компании Лимбус) классифицировал их по 'Классам' — Класс 1, 2 и 3 соответственно — и кажется, что эти Пеккатулы 3-й Стадии являются финальной стадией их эволюции. Но Хохенхайм сказал нам, что он пока не совсем в этом уверен.\n- Хохенхайм назвал Пеккатул 'посредственными оболочками'. Если Пеккатулы — это всего лишь пустые оболочки, тогда... что отличает их стадии?"
        },
        {
            "id": "DanteNoteDetail_137",
            "title": "",
            "desc": "- Они не Аномалии и не монстры. Если бы мне пришлось навесить на них ярлык, я бы сказал, что они ближе всего к Искажениям, но это в лучшем случае натянутая связь. Руководитель группы LCD Мозес также сказала, что они принципиально другие существа, так что... да, вероятно, нет.\n- У всех Кровожадов красные глаза. Но это не самый простой способ отличить их от людей, так как это также самый распространённый цвет для глазных боевых аугментаций. И это было бы совершенно бесполезно, если бы они заменили всю свою голову протезом, как я.\n- У них сильные регенеративные способности, поэтому их чрезвычайно трудно убить, если у них достаточно крови для потребления. Однако один из способов остановить их регенерацию — раздавить им головы... У нас было адское времяпрепровождение на борту ВАРП-поезда, благодаря уникальности окружения поезда, которая как бы сделала это для нас невозможным вариантом.\n- Голова действительно кажется ключевым элементом для работы этих методов 'регенерации'. Голова должна была быть целой, чтобы работала Страховка Жизни, чтобы работали ампулы Корпорации K, и так далее. ... Ну, если быть точным, мозг.\n- У всех них непреодолимая жажда крови. Кровожады Ла-Манчалэнда, казалось, пытались потреблять Гемобатончики с добавками искусственной или животной крови в качестве заменителя, но... похоже, только текущая кровь может по-настоящему утолить их голод и жажду.\n- Они могли бы преодолеть это, если бы само желание было забыто, но... найти воды реки Лета, которая выполняет именно эту функцию, кажется не самой простой задачей. Где, чёрт возьми, Корректировщица из воспоминаний Дон Кихот, Бари, нашла такую вещь?\n- Наряду с этой жаждой крови, у них также, похоже, сильное стремление к распространению своей 'Семьи'. Кажется... 'Санчо' была исключением, не создав собственной Семьи. Поколения Сородичей различаются по их отделению от Первого Сородича, и как только их принимают в Семью, они начинают по-настоящему заботиться друг о друге и относиться друг к другу как, ну... к семье.\n- Росинант маскирует более очевидные черты Кровожада у Дон Кихот и частично подавляет её жажду крови. Но мы всё ещё многого не знаем о Росинанте — например, как он работает, или имеет ли он какое-либо отношение к телу 'Дон Кихот', всё ещё находящемуся в Корпорации P...\n- Но он всё ещё не может полностью подавить её природные инстинкты, такие как жажда крови и распространение её Семьи, поэтому Дон Кихот всё это выдерживает благодаря своей чистой силе воли. Однако это заставляет меня задуматься... что такого особенного в нашей Дон Кихот и Первого Сородича Дон Кихота, что у них такая сильная устойчивость к жажде крови по сравнению с другими Кровожадами?\n- Штаб-квартира Компании Лимбус регулярно снабжает Дон Кихот высококачественными пакетами крови. Когда я спросил, почему они не могли сделать то же самое в Ла-Манчалэнде, она ответила, что это была просто проблема спроса, значительно превышающего предложение — там было просто слишком много Кровожадов, чтобы накормить их, по сравнению с количеством крови, которое они могли получить от добровольных посетителей. Именно по этой причине им пришлось разрабатывать Гемобатончики, чтобы удовлетворить спрос с минимальным количеством крови. Кроме того... у меня есть чувство, что это, вероятно, всё равно бы не сработало... даже если бы у них было достаточно пакетов с кровью..."
        }
    ]
}