{
  "dataList": [
    {
      "id": "tuto_00_01_01_01",
      "content": "Давайте начнем с изучения основ ведения боя."
    },
    {
      "id": "tuto_00_01_01_02",
      "content": "Пожалуйста, обратите ваше внимание на <color=#f8c200>Приборную Панель<color=#ebcaa2>.\n\nВы будете использовать её, чтобы отдавать приказы вашим Грешникам."
    },
    {
      "id": "tuto_00_01_01_03",
      "content": "На ней вы увидите <color=#f8c200>Навыки<color=#ebcaa2> каждого из Грешников."
    },
    {
      "id": "tuto_00_01_01_04",
      "content": "Схема управления проста. <color=#f8c200>Начните тянуть цепь с левой части Приборной Панели до её правого конца, соединяя Навыки в очередь из атак<color=#ebcaa2>, после этого вы будете готовы начать <color=#f8c200>Боевую Фазу<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_01_01_05",
      "content": "Позвольте мне направлять вашу руку.\n\nЗажмите <color=#f8c200>Шестерню слева<color=#ebcaa2> на Приборний Панели, чтобы начать тянуть цепь."
    },
    {
      "id": "tuto_00_01_01_06",
      "content": "Теперь, когда вы держите цепь из этой шестерни, <color=#f8c200>соединяйте Навыки слева направо<color=#ebcaa2>, выбирая один из двух в очереди."
    },
    {
      "id": "tuto_00_01_01_07",
      "content": "Отлично. Теперь, когда Навыки всех Грешников были соединены, вы можете нажать на <color=#f8c200>Шестерню справа<color=#ebcaa2>, чтобы начать <color=#f8c200>Боевую Фазу<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_01_02_01",
      "content": "И именно так вы, Исполнительный Менеджер, отдаёте свои приказы Грешникам.\n\nДавайте сделаем это ещё раз."
    },
    {
      "id": "tuto_00_01_02_02",
      "content": "Посмотрите на <color=#f8c200>Приборную Панель<color=#ebcaa2>, потяните цепь с левой её части и соедините <color=#f8c200>Навыки<color=#ebcaa2>, чтобы указывать нам использовать их."
    },
    {
      "id": "tuto_00_01_02_03_title",
      "content": "Приборная панель"
    },
    {
      "id": "tuto_00_01_02_04",
      "content": "Используйте Приборную Панель для отдачи приказов Грешникам во время боёв.\n\nНачните <color=#f8c200>Боевую Фазу<color=#ebcaa2>, следуя этим шагам:\n1) Возьмите и тяните цепь с шестерни в левой части Приборной Панели.\n2) Проведите её сквозь Навыки, которые хотите использовать.\n3) Соединив все Навыки нажмите на шестерню в правой части, или сразу протяните цепь в неё, чтобы Боевая Фаза началась."
    },
    {
      "id": "tuto_00_02_01_01",
      "content": "Продолжим наш прошлый разговор. Семиугольные иконки над противниками и союзниками назваются <color=#f8c200>Слотами Навыков<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_02_01_02",
      "content": "Поскольку вы ещё не отдавали команд, места для Навыков Грешников в данный момент пусты."
    },
    {
      "id": "tuto_00_02_01_03",
      "content": "Начните тянуть цепь из левой шестерни и соедините её с самым левым Навыком на Приборной Панели."
    },
    {
      "id": "tuto_00_02_01_04",
      "content": "Как вы можете сейчас видеть, выбранный вами Навык теперь находится в соответствующем Слоте Навыков Грешника."
    },
    {
      "id": "tuto_00_02_01_05_title",
      "content": "Слоты Навыков"
    },
    {
      "id": "tuto_00_02_01_06",
      "content": "Используемые Навыки показаны в Слотах Навыков над головами Грешников.\n\nКогда Боевая Фаза начнётся, каждый Грешник вступит в бой, используя эти Навыки."
    },
    {
      "id": "tuto_00_02_01_07",
      "content": "Протяните цепь слева направо по Приборной Панели, чтобы указать Грешникам использовать определённые Навыки, находящиеся в соответствующих столбцах."
    },
    {
      "id": "tuto_00_02_01_08",
      "content": "Отлично. Теперь нажмите на шестерню справа, чтобы инициировать Боевую Фазу и приказать Грешникам использовать эти Навыки."
    },
    {
      "id": "tuto_00_02_02_01",
      "content": "Когда Грешник и его противник оба используют Атакующие Навыки против друг друга, происходит <color=#f8c200>Столкновение<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_02_02_02",
      "content": "Во время <color=#f8c200>Столкновения<color=#ebcaa2> Грешника с противником, их <color=#f8c200>Сила<color=#ebcaa2> определяется в первую очередь Навыками, которые они используют."
    },
    {
      "id": "tuto_00_02_02_03",
      "content": "Во время <color=#f8c200>Столкновения<color=#ebcaa2> между двумя Навыками выигрывает тот, чья <color=#f8c200>Итоговая сила<color=#ebcaa2> оказывается выше."
    },
    {
      "id": "tuto_00_02_02_04",
      "content": "Обратите внимание на <color=#f8c200>Монеты<color=#ebcaa2>, что находятся в Навыках противника и Измаил. Когда какой-либо из Навыков оказывается слабее, одна из его <color=#f8c200>Монет<color=#ebcaa2> уничтожается с каждым комбо."
    },
    {
      "id": "tuto_00_02_02_05",
      "content": "Но пока у Навыков остаются целые <color=#f8c200>Монеты<color=#ebcaa2>, Столкновение будет продолжаться до тех пор, пока они не кончатся у одного их них."
    },
    {
      "id": "tuto_00_02_02_06",
      "content": "Навык, у которого не осталось целых монет, <color=#f8c200>проигрывает в Столкновении<color=#ebcaa2>.\nЭто означает, что одержавший победу в Столкновении может атаковать."
    },
    {
      "id": "tuto_00_02_03_01",
      "content": "Давайте пронаблюдаем за тем, от чего зависит <color=#f8c200>Сила<color=#ebcaa2>, определяющая исход <color=#f8c200>Столкновения<color=#ebcaa2>.\n\nОтдайте команду вновь."
    },
    {
      "id": "tuto_00_02_03_02",
      "content": "Это число является <color=#f8c200>Базовой силой<color=#ebcaa2> Навыка, пока монеты ещё не подброшены."
    },
    {
      "id": "tuto_00_02_03_03",
      "content": "Над ним находится <color=#f8c200>Сила монет<color=#ebcaa2> Навыка."
    },
    {
      "id": "tuto_00_02_03_04",
      "content": "Также можно видеть <color=#f8c200>текущее количество Монет<color=#ebcaa2> каждого Навыка.\n\nКоличество монет определяет следующее:\n<color=#f8c200>1) Сколько раз Навык должен оказаться слабее в Столкновении, чтобы проиграть в нём.\n2) Как много ударов Навык может нанести при атаке<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_02_03_05",
      "content": "Каждая монета, <color=#f8c200>на которой выпал Орёл<color=#ebcaa2>, будет добавлять значение <color=#f8c200>Силы монет<color=#ebcaa2> этого Навыка к значению его <color=#f8c200>Базовой силы<color=#ebcaa2> во время Столкновения."
    },
    {
      "id": "tuto_00_02_03_05_popup_title",
      "content": "Расчёт Итоговой силы"
    },
    {
      "id": "tuto_00_02_03_05_popup_content",
      "content": "Формула для определения Итоговой силы Навыка выглядит следующим образом:\n\n<color=#f8c200>Базовая сила + (Количество выпавших орлом монет × Сила этих монет)<color=#ebcaa2>.\n\nМонеты, которые перевернулись орлом, будут светиться, в то время как монеты, которые перевернулись решкой, будут казаться затемнёнными."
    },
    {
      "id": "tuto_00_02_03_06",
      "content": "<color=#f8c200>Итоговая сила Навыка<color=#ebcaa2> высвечивается на месте, где первоначально была Базовая.\n\nКак видно, Навык Измаил под названием 「<color=#f8c200>Швартовый удар<color=#ebcaa2>」 оказался сильнее, поэтому у Навыка противника уничтожается одна из монет."
    },
    {
      "id": "tuto_00_02_03_07",
      "content": "Как было видно на этом примере, <color=#f8c200>Столкновение<color=#ebcaa2> продолжалось, пока Измаил не оставила монет у навыка противника.\nТот, у кого в итоге осталась <color=#f8c200>хотя бы одна целая монета<color=#ebcaa2>, всегда <color=#f8c200>побеждает в Столкновении<color=#ebcaa2>.\n\nЗапомните: победа в <color=#f8c200>Столкновениях<color=#ebcaa2> — один из фундаментальных аспектов победы в самой битве."
    },
    {
      "id": "tuto_00_03_01_01",
      "content": "В этот раз давайте поговорим о <color=#f8c200>СД<color=#ebcaa2>, или же <color=#f8c200>Силе Духа<color=#ebcaa2>.\n\nЗначение <color=#f8c200>СД<color=#ebcaa2> может варьироваться от -45 до +45."
    },
    {
      "id": "tuto_00_03_01_02",
      "content": "<color=#f8c200>Силу духа<color=#ebcaa2> Грешников также можно увидеть и на Приборной Панели около их портретов."
    },
    {
      "id": "tuto_00_03_01_03",
      "content": "Теперь, пожалуйста, отдайте команду."
    },
    {
      "id": "tuto_00_03_01_04",
      "content": "Значение <color=#f8c200>СД<color=#ebcaa2> каждого из участвующих зависит от различных факторов.\nОни могут восстанавливать СД из-за <color=#f8c200>положительных факторов (Победа в Столкновениях или убийство противников)<color=#ebcaa2>, но также и терять её от <color=#f8c200>отрицательных<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_03_01_05",
      "content": "<color=#f8c200>Чем выше знаение СД<color=#ebcaa2>, тем <color=#f8c200>больше шанс того, что монеты будут выпадать орлом<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_03_02_01",
      "content": "Все Грешники <color=#f8c200>победили в своих Столкновениях<color=#ebcaa2> во время прошлого хода, что <color=#f8c200>повысило их Силу Духа<color=#ebcaa2>.\nЭто поставило нас в более выгодное положение по сравнению с противниками.\nПожалуйста, дайте следующую команду."
    },
    {
      "id": "tuto_00_03_02_02",
      "content": "Теперь обратите своё внимание на <color=#f8c200>ОЗ<color=#ebcaa2> (Очки Здоровья). Эта черта является <color=#f8c200>Границей Выносливости<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_03_02_03",
      "content": "Когда значение <color=#f8c200>ОЗ<color=#ebcaa2> падает ниже неё, происходит <color=#f8c200>Оглушение<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_03_03_01",
      "content": "<color=#f8c200>Оглушённые<color=#ebcaa2> участники боя не могут использовать свои Навыки и получают двойной урон, что даёт приемущество."
    },
    {
      "id": "tuto_00_03_04_01",
      "content": "Вы вогнали оставшихся противников в состояние <color=#f8c200>Паники<color=#ebcaa2>, убив их союзников в прошлом ходе, что значительно снизило их Силу Духа."
    },
    {
      "id": "tuto_00_03_04_02",
      "content": "Когда значение СД противников падает ниже определённых значений, они могут поддаться <color=#f8c200>Низкому Духу<color=#ebcaa2> или <color=#f8c200>Панике<color=#ebcaa2>, что накладывает на них негативные эффекты."
    },
    {
      "id": "tuto_00_03_04_03",
      "content": "<color=#f8c200>Низкий Дух<color=#ebcaa2> или <color=#f8c200>Паника<color=#ebcaa2> отмечены соответствующими эффектами на участниках боя."
    },
    {
      "id": "tuto_00_03_04_04",
      "content": "Все получают разные эффекты от этих состояний.\nНажмите на иконку паники, чтобы ознакомиться с ними."
    },
    {
      "id": "tuto_00_04_01_01",
      "content": "Теперь, когда вы ознакомились с основами боёв, нажмите на кого-то из участников боя, чтобы увидеть его <color=#f8c200>детальную информацию<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_04_01_02",
      "content": "Здесь показаны все <color=#f8c200>базовые характеристики<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_04_01_03",
      "content": "Справа находится <color=#f8c200>список всех Навыков<color=#ebcaa2> и <color=#f8c200>характеристика текущего уровня<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_04_01_04",
      "content": "У противников тоже есть детальная информация."
    },
    {
      "id": "tuto_00_04_01_05",
      "content": "Каждый участник боя имеет свои <color=#f8c200>Сопротивления<color=#ebcaa2> к типам урона.\nИспользуйте информацию о них для выбора наиболее подходящих Навыков, чтобы нанести как можно больше урона."
    },
    {
      "id": "tuto_00_04_01_06_title",
      "content": "Типы физического урона и Грехи"
    },
    {
      "id": "tuto_00_04_01_07",
      "content": "Урон каждого из Навыков классифицируется по двум категориям: <color=#f8c200>3 типа атак<color=#ebcaa2> и <color=#f8c200>7 Грехов<color=#ebcaa2>.\nСопротивление цели к этим категориям может увеличить или уменьшить входящий урон.\n<color=#f8c200>Цифра сопротивления отображает фактический множитель входящего урона, и если он выше x1.0, то это означает, что такой тип урона более эффективен и нанесёт больше урона.<color=#ebcaa2>"
    },
    {
      "id": "tuto_00_04_01_08",
      "content": "Просмотрите значения сопротивлений противников и подберите более эффективные Навыки."
    },
    {
      "id": "tuto_00_04_02_01",
      "content": "В большинстве случаев союзники, что находятся в самой левой части Приборной Панели, будут действовать первее всех."
    },
    {
      "id": "tuto_00_04_02_02",
      "content": "Начиная с союзников, <color=#f8c200>которые были выбраны в команду первее остальных<color=#ebcaa2>, они получают по 1 Слоту Навыков с каждым прошедшим ходом. Это означает, что они получают дополнительную возможность атаковать."
    },
    {
      "id": "tuto_00_04_03_01",
      "content": "Вы можете использовать эти опции, чтобы позволять Грешникам самим выбирать Навыки, которые они хотят использовать."
    },
    {
      "id": "tuto_00_04_03_02",
      "content": "Однако следует подчеркнуть, что предоставление Грешникам самим принимать стратегические решения иногда может привести к непредвиденным казусам во время боя."
    },
    {
      "id": "tuto_00_04_03_03_title",
      "content": "Прогноз исхода Столкновения"
    },
    {
      "id": "tuto_00_04_03_04",
      "content": "Прогноз исхода Столкновения появляется вверху меж двух Навыков, которые должны столкнуться.\n\nОн не всегда идеален, но помогает принять быстрое решние."
    },
    {
      "id": "tuto_01_02_01_01",
      "content": "Соединение нескольких Навыков с одним и тем же типом <color=#f8c200>Греха<color=#ebcaa2> во время хода активирует то, что называется <color=#f8c200>Резонансом<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_01_02",
      "content": "Соедините эти Навыки и активируйте <color=#f8c200>Резонанс<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_01_03",
      "content": "Соединение 3 и более <color=#f8c200>находящихся рядом друг с другом Навыков, которые имеют один и тот же Грех<color=#ebcaa2>, активирует <color=#f8c200>Абсолютный Резонанс<color=#ebcaa2>.\n\nПопробуйте активировать <color=#f8c200>Абсолютный Резонанс<color=#ebcaa2>, используя эти Навыки."
    },
    {
      "id": "tuto_01_02_01_04",
      "content": "Активация <color=#f8c200>Резонанса<color=#ebcaa2> или <color=#f8c200>Абсолютного Резонанса<color=#ebcaa2> даёт незначительные усиления Навыкам, связанным Резонансом. Например, небольшое увеличение их Силы."
    },
    {
      "id": "tuto_01_02_01_05_title",
      "content": "Резонанс"
    },
    {
      "id": "tuto_01_02_01_06",
      "content": "Соединение нескольких Навыков с одним и тем же типом <color=#f8c200>Греха<color=#ebcaa2> во время хода активирует то, что называется <color=#f8c200>Резонансом<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_02_01_title",
      "content": "Абсолютный Резонанс"
    },
    {
      "id": "tuto_01_02_02_02",
      "content": "Соединение 3 и более <color=#f8c200>находящихся рядом друг с другом Навыков, которые имеют один и тот же Грех<color=#ebcaa2>, активирует <color=#f8c200>Абсолютный Резонанс<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_02_03_title",
      "content": "Эффекты Резонанса"
    },
    {
      "id": "tuto_01_02_02_04",
      "content": "Активация <color=#f8c200>Резонанса<color=#ebcaa2> незначительно усиливает находящиеся в нём Навыки <color=#f8c200>в зависимости от их количества в этом Резонансе<color=#ebcaa2>. Навыки, находящиеся в самой правой части Приборной Панели, получают наибольшее усиление.\n\nАктивация же <color=#f8c200>Абсолютного Резонанса<color=#ebcaa2> гарантирует усиление всех Навыков в нём."
    },
    {
      "id": "tuto_01_02_03_01",
      "content": "У всех также имеются свои уникальные <color=#f8c200>Пассивные умения<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_03_02",
      "content": "Выберите меня, что увидеть мой список <color=#f8c200>Пассивных умений<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_03_03",
      "content": "Теперь перейдите во вкладку <color=#f8c200>\"Атака\"<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_03_04",
      "content": "Нажмите на кнопку <color=#f8c200>\"Пассивки\"<color=#ebcaa2>, чтобы увидеть их список и условия активации."
    },
    {
      "id": "tuto_01_02_03_05",
      "content": "Это пассивное умение \"Аналитический взгляд\" активируется до конца хода при достижении <color=#f8c200>Резонанса<color=#ebcaa2> Гордыни."
    },
    {
      "id": "tuto_01_02_03_06",
      "content": "Теперь, пожалуйста, активируйте это <color=#f8c200>Пассивное умение Резонанса<color=#ebcaa2> достижением самого <color=#f8c200>Резонанса<color=#ebcaa2> с нужным Грехом.\n\nЭто пассивное умение требует Резонанса хотя бы 2 грехов <color=#004bd5>Гордыни<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_04_01",
      "content": "Давайте рассмотрим иной вид пассивных умений.\n\nЭти иконки в левом верхнем углу также показывают список доступных пассивных умений. Выберите иконку Мерсо, на которую я указываю."
    },
    {
      "id": "tuto_01_02_04_02",
      "content": "Пассивное умение \"Выдержка\" Грешника Мерсо отмечено, как <color=#f8c200>\"X Получено\"<color=#ebcaa2>.\n\nТакой тип пассивных умений становится активным на протяжении всего боя, пока у вас достаточно <color=#f8c200>ЭГО Ресурсов<color=#ebcaa2> определённого Греха."
    },
    {
      "id": "tuto_01_02_04_03",
      "content": "Это пассивное умение требует наличия 2 ЭГО Ресурсов греха Лености."
    },
    {
      "id": "tuto_01_02_04_04",
      "content": "<color=#f8c200>Используйте Навыки<color=#ebcaa2>, чтобы <color=#f8c200>получать ЭГО Ресурсы соответствующих им Грехов<color=#ebcaa2>. Уже имеющиеся ЭГО ресурсы можно уведть здесь.\n\nС того момента, как мы набрали необходимое количество ЭГО Ресурсов Лености в прошлом ходе, это пассивное умение было активировано."
    },
    {
      "id": "tuto_01_02_04_05",
      "content": "Активные на данный момент пассивные умения будут подсвечиваться."
    },
    {
      "id": "tuto_01_02_04_06",
      "content": "Грешники, которые не участвуют в битве, вместо этого помогают своими пассивными умениями <color=#f8c200>Поддержки<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_04_07_title",
      "content": "Пассивные умения Поддержки"
    },
    {
      "id": "tuto_01_02_04_08",
      "content": "Грешники, чей <color=#f8c200>Уровень Связи<color=#ebcaa2> был поднят до требуемого, могут использовать их.\nПассивные умения Поддержки, как и обычные, имеют тип активации за <color=#f8c200>Резонанс<color=#ebcaa2> или <color=#f8c200>Наличие необходимого количества ЭГО Ресурсов<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_03_01_01",
      "content": "В дополнение к Атакующим Навыкам, все имеют также и <color=#f8c200>Защитные<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_03_01_02",
      "content": "Нажмите на портрет Грешника, чтобы заменить его самый нижний Навык на Приборной Панели <color=#f8c200>Защитным<color=#ebcaa2>, либо отменить его."
    },
    {
      "id": "tuto_01_03_01_03",
      "content": "Для начала попробуйте нажать на портрет Мерсо, чтобы поставить <color=#f8c200>Защитный Навык<color=#ebcaa2> вместо нижнего."
    },
    {
      "id": "tuto_01_03_01_04",
      "content": "Теперь выберите мой портрет, чтобы поставить <color=#f8c200>Уворот<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_03_01_05",
      "content": "И наконец, нажмите на портрет Хитклифа, чтобы поставить <color=#f8c200>Контратаку<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_03_01_06_title",
      "content": "Защитные Навыки: Блок"
    },
    {
      "id": "tuto_01_03_01_07",
      "content": "Используйте <color=#f8c200>Блок<color=#ebcaa2>, чтобы получить дополнительные ОЗ в виде <color=#f8c200>Щита<color=#ebcaa2> до конца хода,  <color=#f8c200>равные Итоговой силе<color=#ebcaa2> этого Навыка.\nВесь урон по нему будет поглощён без снижения обычных ОЗ."
    },
    {
      "id": "tuto_01_03_01_08_title",
      "content": "Защитные Навыки: Уворот"
    },
    {
      "id": "tuto_01_03_01_09",
      "content": "При использовании <color=#f8c200>Уровота<color=#ebcaa2>, если его Итоговая сила больше или равна Итоговой силе атакующего его Навыка, наносящий удар не сможет попасть.\nОднако, если в моменте Итоговая сила Уворота окажется ниже, чем у атакующего, у него представится возможность нанести удар, а Уворот больше не сможет подбрасывать свою монету.\nЕсли уворот прошёл успешно, он всё ещё будет использоваться на протяжении хода против других атак от противников, чья Скорость равна или ниже, чем у атаковавшего до этого."
    },
    {
      "id": "tuto_01_03_01_10_title",
      "content": "Защитные Навыки: Контратака"
    },
    {
      "id": "tuto_01_03_01_11",
      "content": "<color=#f8c200>Контратака<color=#ebcaa2> позволяет противнику первому нанести удар, <color=#f8c200>после чего происходит ответная Односторонняя атака<color=#ebcaa2>.\nНо тем не менее, если атака смогла оглушить того, кто использовал Контратаку, он не сможет ею ответить."
    },
    {
      "id": "tuto_01_03_01_12",
      "content": "Вы всё ещё можете нажать на портрет вновь, чтобы <color=#f8c200>отменить Защитный Навык<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_03_01_13",
      "content": "Давайте увидим, как каждый из этих эффектов работает.\n\nСоедините цепь с <color=#f8c200>Защитными Навыками<color=#ebcaa2> и начните Боевую Фазу."
    },
    {
      "id": "tuto_01_03_02_01",
      "content": "При определённых условиях <color=#f8c200>Защитные Навыки<color=#ebcaa2> могут быть более предпочительным решением, нежели столкновение с противником. Однако их несвоевременное использование может подвергнуть Грешников большому риску."
    },
    {
      "id": "tuto_01_03_02_02",
      "content": "Также учтите, что Грешники не будут сами использовать эти Навыки, когда вы позволяете им самим принимать решения. Держите это в уме, когда используете \"Шанс успеха\" или \"Урон\" вместо отдачи команд вручную."
    },
    {
      "id": "tuto_01_04_01_01_title",
      "content": "Регулирование количества информации в бою"
    },
    {
      "id": "tuto_01_04_01_02",
      "content": "Cправа сверху находится переключатель количества отображаемой информации.\n\nЭти три параметра устанавливаются на <color=#f8c200>минимальное, среднее и максимальное<color=#ebcaa2> количество соответственно."
    },
    {
      "id": "tuto_01_04_01_03_title",
      "content": "MAX"
    },
    {
      "id": "tuto_01_04_01_04",
      "content": "Эта настройка применена по умолчанию.\n\nЗдесь показано гараздо больше информации по сравнению с двумя другими опциями.\n\nПоказаны подробные сведения о ключевых словах навыка, а также о самом навыке."
    },
    {
      "id": "tuto_01_04_01_05_title",
      "content": "MID"
    },
    {
      "id": "tuto_01_04_01_06",
      "content": "В режиме среднего количества информации не будут отображены ключевые слова навыков."
    },
    {
      "id": "tuto_01_04_01_07_title",
      "content": "MIN"
    },
    {
      "id": "tuto_01_04_01_08",
      "content": "С опцией минимального количества информации будет показана лишь базовая информация о навыке."
    },
    {
      "id": "tuto_01_08_01_01",
      "content": "Настало время научиться использовать <color=#f8c200>ЭГО<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_08_01_02",
      "content": "<color=#f8c200>ЭГО<color=#ebcaa2> является <color=#f8c200>особым Навыком<color=#ebcaa2> каждого Грешника, который можно использовать независимо от выбранной на него Идентичности."
    },
    {
      "id": "tuto_01_08_01_03",
      "content": "Давайте изучим <color=#f8c200>ЭГО Хитклифа<color=#ebcaa2>.\n\nЗажмите его портрет для открытия соответствующей информации."
    },
    {
      "id": "tuto_01_08_01_04",
      "content": "Каждое экипированное для Грешника <color=#f8c200>ЭГО<color=#ebcaa2> отображено здесь."
    },
    {
      "id": "tuto_01_08_01_05",
      "content": "Использование ЭГО <color=#f8c200>тратит ЭГО ресурсы и Силу духа<color=#ebcaa2>, но взамен <color=#f8c200>имеет ощутимо большую силу<color=#ebcaa2>, нежели обычные навыки.\n\nЦена Силы духа отображена в верхней левой части <color=#f8c200>карты ЭГО<color=#ebcaa2>.\n\nТеперь попробуйте использовать это <color=#f8c200>базовое ЭГО<color=#ebcaa2> Хитклифа — \"Мешок для тел\"."
    },
    {
      "id": "tuto_01_08_01_06",
      "content": "На момент начала битвы у нас нет <color=#f8c200>ЭГО ресурсов<color=#ebcaa2> для использования ЭГО навыков.\n\nКаждый <color=#f8c200>ЭГО навык<color=#ebcaa2> требует определённое количество различных <color=#f8c200>ЭГО ресурсов<color=#ebcaa2> для своей активации."
    },
    {
      "id": "tuto_01_08_01_07",
      "content": "Здесь вы можете заметить те ЭГО ресурсы, которые необходимы для конкретно этого ЭГО.\n\nКак мы видим, нам нужно по 2 ЭГО ресурса Грехов <color=#ff6600>Похоти<color=#ebcaa2> и <color=#9500de>Зависти<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_08_01_08",
      "content": "Количество собранных в битве <color=#f8c200>ЭГО ресурсов<color=#ebcaa2> всегда находится справа.\n\nНазвания каждого из Грехов всё ещё могут быть вам незнакомы, поэтому вы всегда можете просмотреть их, нажав на соответствующую иконку."
    },
    {
      "id": "tuto_01_08_01_09",
      "content": "Необходимые ЭГО ресурсы могут быть получены <color=#f8c200>путём использования на протяжении битвы навыков с соответствующим типом Грехов<color=#ebcaa2>, как мы и обсуждали это ранее в разговоре о пассивных умениях.Если брать для примера, то окрашенные в фиолетовый цвет навыки относятся к Греху <color=#9500de>Зависти<color=#ebcaa2>.\n\nК счастью, на данный момент в нашем распоряжении на приборной панели есть навыки с необходимыми типами Грехов."
    },
    {
      "id": "tuto_01_08_02_01",
      "content": "Нажмите <color=#f8c200>\"Шанс успеха\"<color=#ebcaa2> для быстрой оценки ситуации."
    },
    {
      "id": "tuto_01_08_02_02",
      "content": "Как можно заметить, противник собирается использовать сильную атаку против Хитклифа, которую он не сможет отразить."
    },
    {
      "id": "tuto_01_08_02_03",
      "content": "Когда необходимо столкнуться с каким-либо сильным навыком противника и у вас не остаётся других вариантов, в дело может вступить <color=#f8c200>использование ЭГО навыка<color=#ebcaa2>, чтобы попробовать перевернуть ситуацию в нашу пользу."
    },
    {
      "id": "tuto_01_08_02_04",
      "content": "Если становится достаточно ЭГО ресурсов для активации каких-либо <color=#f8c200>ЭГО навыков<color=#ebcaa2>, они будут подсвечены около портретов Грешников."
    },
    {
      "id": "tuto_01_08_02_05",
      "content": "Снова зажмите портрет Хитклифа и перейдите к выбору ЭГО навыков."
    },
    {
      "id": "tuto_01_08_02_06",
      "content": "Теперь у нас достаточно ЭГО ресурсов для активации того ЭГО навыка, который мы изучали ранее.\n\n<color=#f8c200>Дважды нажмите<color=#ebcaa2> на карту ЭГО навыка \"Мешок для тел\", чтобы выбрать его для использования."
    },
    {
      "id": "tuto_01_08_02_07",
      "content": "<color=#f8c200>ЭГО навык займёт нижний слот навыков<color=#ebcaa2> Грешника на приборной панели."
    },
    {
      "id": "tuto_01_08_02_08",
      "content": "<color=#f8c200>Использование иного ЭГО<color=#ebcaa2> в том же слоте навыков <color=#f8c200>или переключение на Защитный навык<color=#ebcaa2> отменит уже выбранное ЭГО, а также вернёт использованные для него ЭГО ресурсы."
    },
    {
      "id": "tuto_01_08_02_09",
      "content": "А теперь давайте вернемся к предстоящему столкновению."
    },
    {
      "id": "tuto_01_08_02_10",
      "content": "<color=#f8c200>Трата указанного количества Силы духа<color=#ebcaa2> происходит непосредственно перед началом атаки.\n\nНо будьте начеку: если СД Грешника упадёт слишком низко, то он попадёт в состояние <color=#f8c200>Паники<color=#ebcaa2> или даже <color=#f8c200>Коррозии<color=#ebcaa2>, если у него есть экипированные ЭГО, отличные от базового."
    },
    {
      "id": "tuto_01_08_03_01",
      "content": "Повышение уровня связи каждого ЭГО открывает их <color=#f8c200>Пассивные эффекты<color=#ebcaa2>.\nОни активируются в начале следующего хода после использования самого ЭГО.\n\nИнформацию о них можно увидеть в описании самого ЭГО, которое можно найти в детальной информации Грешника."
    },
    {
      "id": "tuto_01_09_01_01",
      "content": "Для лучшей демонстрации, Рёшу уже имеет высокую СД."
    },
    {
      "id": "tuto_01_09_01_02",
      "content": "Любое ЭГО кроме базовых может поддаться <color=#f8c200>Разгону<color=#ebcaa2>.\nЗажмите портрет Рёшу для перехода к списку экипированных ЭГО."
    },
    {
      "id": "tuto_01_09_01_03",
      "content": "Давайте попробуем использовать то ЭГО для Рёшу."
    },
    {
      "id": "tuto_01_09_01_04",
      "content": "<color=#f8c200>Сопротивления Грешника к определённым Грехам могут быть изменены<color=#ebcaa2> посредством использования ЭГО."
    },
    {
      "id": "tuto_01_09_01_05",
      "content": "Давайте используем это ЭГО вновь."
    },
    {
      "id": "tuto_01_09_01_06",
      "content": "Грешник может поддаться <color=#f8c200>Коррозии ЭГО<color=#ebcaa2> при низком значении <color=#f8c200>СД<color=#ebcaa2>.\nВ этом состоянии он будет атаковать <color=#f8c200>навыком коррозии<color=#ebcaa2> соответствующего ЭГО и чаще всего не выполнять ваши приказы.\nШанс коррозии на текущий момент отображён здесь."
    },
    {
      "id": "tuto_01_09_01_07",
      "content": "<color=#f8c200>При падении СД до -45<color=#ebcaa2> Грешник гарантированно будет поглощён <color=#f8c200>Коррозией ЭГО<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_09_01_08",
      "content": "Грешник восстанавливается от этого в начале следующего хода и сбрасывает свою СД до 0."
    },
    {
      "id": "tuto_01_09_01_09",
      "content": "Наконец перейдём к <color=#f8c200>Разгону ЭГО<color=#ebcaa2>.."
    },
    {
      "id": "tuto_01_09_01_10",
      "content": "Зажмите карту соответствующего ЭГО, чтобы <color=#f8c200>Разогнать<color=#ebcaa2> его.\nИспользование Разгона ЭГО способствует тому, чтобы Грешник <color=#f8c200>намеренно использовал вариант Коррозии ЭГО<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_09_01_11",
      "content": "Если на активацию такого варианта у нас достаточно ЭГО ресурсов, то это будет <color=#f8c200>Стабильный разгон<color=#ebcaa2>. В ином случае произойдёт <color=#f8c200>Нестабильный разгон<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_09_01_12_title",
      "content": "Стабильный разгон"
    },
    {
      "id": "tuto_01_09_01_12",
      "content": "Активация <color=#f8c200>Стабильного разгона<color=#ebcaa2> требует <color=#f8c200>в полтора раза больше ЭГО ресурсов и СД<color=#ebcaa2>, но <color=#f8c200>союзники больше не будут становиться целями<color=#ebcaa2>.\nОднако не забывайте, что Грешник всё ещё может поддаться Коррозии ЭГО при низкой СД."
    },
    {
      "id": "tuto_01_09_01_13_title",
      "content": "Нестабильный разгон"
    },
    {
      "id": "tuto_01_09_01_13",
      "content": "Активация <color=#f8c200>Разгона ЭГО<color=#ebcaa2> при отсутствии необходимых ЭГО ресурсов приведёт к <color=#f8c200>Нестабильному разгону<color=#ebcaa2>.\nВ этом варианте целями наравне с противниками могут стать другие Грешники, а <color=#f8c200>ЭГО ресурсы уйдут в минус<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_01_01",
      "content": "В подземельях мы будем встречаться с сущностями, называемыми <color=#f8c200>Аномалиями<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_01_02",
      "content": "При столкновении с ними необходим иной подход."
    },
    {
      "id": "tuto_01_11_abbattle_01_03",
      "content": "Битвы, в которых используется этот подход, зовутся <color=#f8c200>Фокусированными<color=#ebcaa2>. Давайте изучим их принцип."
    },
    {
      "id": "tuto_01_11_abbattle_01_04",
      "content": "У каждой аномалии имеется хотя бы одна <color=#f8c200>Часть<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_01_05",
      "content": "У каждой из Частей свои слоты навыков и своя скорость."
    },
    {
      "id": "tuto_01_11_abbattle_01_06_title",
      "content": "Части аномалий"
    },
    {
      "id": "tuto_01_11_abbattle_01_06",
      "content": "У аномалий могут быть несколько Частей, на которые можно нацелиться.\n\nКаждая часть имеет свои навыки и слоты, а также собственную минимальную и максимальную скорость."
    },
    {
      "id": "tuto_01_11_abbattle_01_07",
      "content": "В Фокусированных битвах вам необходимо выбрать навык Грешника и <color=#f8c200>навести его<color=#ebcaa2> прямо на слот навыков противников."
    },
    {
      "id": "tuto_01_11_abbattle_01_08",
      "content": "Выберите самый левый навык на приборной панели."
    },
    {
      "id": "tuto_01_11_abbattle_01_09",
      "content": "И теперь соедините его <color=#f8c200>прямо с этим слотом навыков аномалии<color=#ebcaa2>, чтобы столкнуть их."
    },
    {
      "id": "tuto_01_11_abbattle_01_10",
      "content": "Запомните: в фокусированных битвах вы напрямую соединяете навыки Грешников с навыками противников."
    },
    {
      "id": "tuto_01_11_abbattle_01_11",
      "content": "Нажмите на эту лупу слева, чтобы скорректировать вид поля боя."
    },
    {
      "id": "tuto_01_11_abbattle_01_12",
      "content": "Нажатие на неё сбрасывает текущий\nвид на поле боя."
    },
    {
      "id": "tuto_01_11_abbattle_01_13",
      "content": "Как только вы <color=#f8c200>соедините все имеющиеся на приборной панели навыки Грешников с навыками противников<color=#ebcaa2>, шестерня справа станет доступной для нажатия, чтобы начать боевую фазу."
    },
    {
      "id": "tuto_01_11_abbattle_01_14",
      "content": "<color=#f8c200>Соедините все навыки Грешников с навыками противников<color=#ebcaa2> и начните боевую фазу."
    },
    {
      "id": "tuto_01_11_abbattle_02_01",
      "content": "<color=#f8c200>Скорость<color=#ebcaa2> также влияет на порядок действий."
    },
    {
      "id": "tuto_01_11_abbattle_02_02",
      "content": "Скорость каждого участника битвы видна <color=#f8c200>около слотов навыков<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_02_03",
      "content": "Скорость Грешников видна и <color=#f8c200>на приборной панели<color=#ebcaa2> тоже."
    },
    {
      "id": "tuto_01_11_abbattle_02_04",
      "content": "Как вы уже могли заметить, Фокусированные битвы проходят через через <color=#f8c200>прямое<color=#ebcaa2> соединение навыков для столкновения."
    },
    {
      "id": "tuto_01_11_abbattle_02_05",
      "content": "Теперь давайте узнаем, как справляться с ситуациями, когда несколько врагов сосредотачиваются на одном союзнике.\nНаведитесь на этот слот навыков и оцените ситуацию."
    },
    {
      "id": "tuto_01_11_abbattle_02_06",
      "content": "<color=#f8c200>Другие союзники с высокой скоростью<color=#ebcaa2> могут перенаправить на себя атаки противников, <color=#f8c200>чья скорость ниже<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_02_07",
      "content": "Выберите Грешника с более высокой скоростью, чем у противника, а затем соедините их навыки."
    },
    {
      "id": "tuto_01_11_abbattle_02_08",
      "content": "Выберите Грешника с более высокой скоростью, чем у противника, а затем соедините их навыки."
    },
    {
      "id": "tuto_01_11_abbattle_02_09",
      "content": "Как было продемонстрировано, союзники с более высокой скоростью могут <color=#f8c200>перенаправлять атаки на себя<color=#ebcaa2>, если этого требует ситуация."
    },
    {
      "id": "tuto_01_11_abbattle_02_10_title",
      "content": "Скорость Грешника > Скорость противника"
    },
    {
      "id": "tuto_01_11_abbattle_02_10",
      "content": "<color=#f8c200>Если скорость Грешника выше скорости противника<color=#ebcaa2>, он может <color=#f8c200>перехватить<color=#ebcaa2> атаки более медленных противников противников.\n\nПосле этого у них произойдёт <color=#f8c200>Столкновение<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_02_11",
      "content": "Ещё одна вещь, на которую следует обратить внимание в отношении нацеливания и перенаправления: <color=#f8c200>союзник, на которго изначально была нацелена атака<color=#ebcaa2>, всё ещё может столкнуться с ней, если вновь перенаправить уже его навык."
    },
    {
      "id": "tuto_01_11_abbattle_02_12",
      "content": "Соедините навык Грешника с навыком противника вновь."
    },
    {
      "id": "tuto_01_11_abbattle_02_13",
      "content": "Соедините навык Грешника с навыком противника вновь."
    },
    {
      "id": "tuto_01_11_abbattle_02_14_title",
      "content": "Будучи изначальной целью атаки"
    },
    {
      "id": "tuto_01_11_abbattle_02_14",
      "content": "Союзники, на которых изначально нацелены навыки противников, всё ещё могут столкнуться с ними <color=#f8c200>независимо от своей скорости<color=#ebcaa2>, если вновь перенаправить их навык."
    },
    {
      "id": "tuto_01_11_abbattle_02_15",
      "content": "Если же скорость союзника равна или ниже скорости противника, то его атаки будут <color=#05DBF2>Односторонними<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_02_16_title",
      "content": "Скорость Грешника ≤ Скорость противника"
    },
    {
      "id": "tuto_01_11_abbattle_02_16",
      "content": "Союзники с такой же скоростью или ниже не могут заставить противников намеренно столкнуться с ними.\nВ таких случаях будут происходить <color=#05DBF2>Односторонние атаки (Синяя стрелка)<color=#ebcaa2>.\n\n<color=#05DBF2>Односторонние атаки<color=#ebcaa2> не вызывают столкновение и сразу переходят к нанесению удара."
    },
    {
      "id": "tuto_01_11_abbattle_02_17",
      "content": "Когда несколько атак нацелены на один слот навыков, столкновение произойдёт только с той, которая была соединена с ним последней (Жёлтая стрелка), а все остальные будут считаться <color=#05DBF2>Односторонними атаками<color=#ebcaa2>.\nИногда такой подход может быть более эффективным, когда против одного опасного врага может использоваться много <color=#05DBF2>Односторонних атак<color=#ebcaa2> вместо прямого столкновения с его навыками."
    },
    {
      "id": "tuto_01_11_snow_white_01_01",
      "content": "Мы столкнулись с новой аномалией. Просмотрите информацию о ней."
    },
    {
      "id": "tuto_01_11_snow_white_01_02_title",
      "content": "Информация об аномалии"
    },
    {
      "id": "tuto_01_11_snow_white_01_02",
      "content": "<color=#f8c200>Информация об аномалии будет постепенно дополняться на протяжении боя.<color=#ebcaa2>\n\nПоднимайне <color=#f8c200>Уровень изучения<color=#ebcaa2> через регулярные битвы с ней.\nБолее высокий уровень изучения немного увеличивает урон, который вы наносите аномалии."
    },
    {
      "id": "tuto_01_11_snow_white_01_03",
      "content": "В случае с этой аномалией она имеет <color=#f8c200>несколько Частей<color=#ebcaa2>.\nУ каждой части свои сопротивления, атаки и пассивные умения."
    },
    {
      "id": "tuto_01_11_snow_white_01_04",
      "content": "Слабой точкой является <color=#f8c200>Плод<color=#ebcaa2>.\nНацеливайтесь в первую очередь на него."
    },
    {
      "id": "tuto_01_11_snow_white_02_01",
      "content": "Нам удалось повредить часть аномалии. Давайте посмотрим, появились ли новые сведения в информации о ней."
    },
    {
      "id": "tuto_01_11_snow_white_02_02",
      "content": "Мы повредили часть \"Плод\"."
    },
    {
      "id": "tuto_01_11_snow_white_02_03",
      "content": "Физические сопротивления <color=#f8c200>Повреждённой части<color=#ebcaa2> становятся <color=#f8c200>Фатальными<color=#ebcaa2>.\nТакже учтите, что части, которые можно <color=#f8c200>Отсечь<color=#ebcaa2>, больше не могут быть атакованы после их повреждения."
    },
    {
      "id": "tuto_01_11_snow_white_02_04",
      "content": "По мере изучения аномалии в бою вы будете узнавать информацию о её пассивных умениях.\n<color=#f8c200>Чтение деталей и подсказок в информации о противниках<color=#ebcaa2> очень важно для победы в битве."
    },
    {
      "id": "tuto_01_11_snow_white_02_05",
      "content": "Продолжим подавление аномалии."
    },
    {
      "id": "tuto_01_11_snow_white_03_01",
      "content": "Во время фокусированных битв вам, Исполнительному Менеджеру, иногда может понадобиться принять ключевые решения в рамках <color=#f8c200>Событий выбора<color=#ebcaa2>.\n<color=#f8c200>Ход битвы может измениться<color=#ebcaa2> в зависимости от вашего выбора."
    },
    {
      "id": "tuto_01_11_snow_white_03_02_title",
      "content": "События выбора"
    },
    {
      "id": "tuto_01_11_snow_white_03_02",
      "content": "Эти события выбора работают как проверка на наличие навыков с определённым грехом и необходимость преодоления некоторой границы.\nКаждое такое событие требует выбрать Грешника с подходящим навыком, чтобы тот прошёл проверку.\nУспех или неудача определяет исход события."
    },
    {
      "id": "tuto_02_12_01_01_start",
      "content": "Изучим, как <color=#f8c200>Уровень<color=#ebcaa2> Идентичностей влияет на бой и навыки. Попробуйте соединить их."
    },
    {
      "id": "tuto_02_12_01_01",
      "content": "Каждый навык имеет эти два значения: <color=#f8c200>Уровень атаки<color=#ebcaa2> и <color=#f8c200>Уровень защиты<color=#ebcaa2>."
    },
    {
      "id": "tuto_02_12_01_02",
      "content": "<color=#f8c200>Уровень атаки<color=#ebcaa2> влияет на <color=#f8c200>Атакующие<color=#ebcaa2> и <color=#f8c200>Контратакующие<color=#ebcaa2> навыки."
    },
    {
      "id": "tuto_02_12_01_03",
      "content": "<color=#f8c200>Наносимый урон<color=#ebcaa2> увеличивается пропорционально тому, насколько <color=#f8c200>Уровень атаки<color=#ebcaa2> атакующего превышает <color=#f8c200>Уровень защиты<color=#ebcaa2> цели. Этот увеличенный урон показан здесь."
    },
    {
      "id": "tuto_02_12_01_04",
      "content": "Кроме того, в столкновении каждые 3 единицы в разнице Уровня атаки <color=#f8c200>добавляют +1 к Силе<color=#ebcaa2> того, у кого он выше."
    },
    {
      "id": "tuto_02_12_01_05",
      "content": "Все Идентичности имеют свой собственный Уровень защиты, влияющий на <color=#f8c200>количество получаемого ими урона<color=#ebcaa2>."
    },
    {
      "id": "tuto_02_12_01_06",
      "content": "<color=#f8c200>Уровень атаки<color=#ebcaa2> и <color=#f8c200>Уровень защиты<color=#ebcaa2> растёт <color=#f8c200>пропорционально уровню самой Идентичности<color=#ebcaa2>.\nПриемущество в уровне над противниками может существенно повлиять на ход битвы, поэтому <color=#f8c200>всегда старайтесь повышать уровень своих Идентичностей<color=#ebcaa2>."
    }
  ]
}