{
  "dataList": [
    {
      "id": "tuto_10108_01",
      "content": "В этой битве мы изучим \"Разгон ЭГО\".\nРади этого я предоставила вам временный доступ к одному из ЭГО на Рёшу."
    },
    {
      "id": "tuto_10108_02",
      "content": "Теперь выберите это ЭГО для использования в бою."
    },
    {
      "id": "tuto_10108_03",
      "content": "Перейдите в раздел \"E.G.O\"."
    },
    {
      "id": "tuto_10108_04",
      "content": "И выберите \"Пламя четвёртой спички\"."
    },
    {
      "id": "tuto_10108_05",
      "content": "Справа видны экипированные в данный момент ЭГО."
    },
    {
      "id": "tuto_10108_06",
      "content": "Вернёмся к окну редактирования команды."
    },
    {
      "id": "tuto_10108_07",
      "content": "Здесь указывается <color=#f8c200>количество необходимых ЭГО Ресурсов для использлования в бою экипированных ЭГО навыков<color=#ebcaa2>, а также те <color=#f8c200>ЭГО Ресурсы, которые можно получить во время боя от навыков выбранных Идентичностей<color=#ebcaa2>."
    },
    {
      "id": "tuto_10108_08",
      "content": "Выберите Грешников."
    },
    {
      "id": "tuto_10108_09",
      "content": "Перейдём непосредственно к бою."
    },
    {
      "id": "tuto_lobby_at_start_01",
      "content": "Давайте посмотрим, как мы можем продолжить прохождение истории."
    },
    {
      "id": "tuto_lobby_at_start_02",
      "content": "Нажмите здесь, чтобы продолжить прохождение истории."
    },
    {
      "id": "tuto_personality_ego_info_01",
      "content": "Изучим, как смотреть подробную информацию о выбранных для Грешников Идентичностях, а также экипированных ЭГО."
    },
    {
      "id": "tuto_personality_ego_info_02",
      "content": "Зажмите портрет И Сана."
    },
    {
      "id": "tuto_personality_ego_info_03",
      "content": "Здесь можно увидеть детальную информацию о выбранной Идентичности, а также улучшить её."
    },
    {
      "id": "tuto_personality_ego_info_04",
      "content": "Переключитесь на эту вкладку, чтобы увидеть детальную информацию о выбранной Идентичности и экипированных ЭГО."
    },
    {
      "id": "tuto_personality_ego_info_05",
      "content": "Используйте эту опцию, чтобы поднимать уровень Идентичности."
    },
    {
      "id": "tuto_personality_ego_info_06",
      "content": "Используйте эту опцию для повышения уровня связи Идентичности."
    },
    {
      "id": "tuto_personality_ego_info_07",
      "content": "Идентичности становятся сильнее с повышением обычного уровня и поднятия уровня связи."
    },
    {
      "id": "tuto_personality_ego_info_08",
      "content": "Теперь посмотрим детальную информацию об этом ЭГО."
    },
    {
      "id": "tuto_personality_ego_info_09",
      "content": "Вся информация о нём находится здесь."
    },
    {
      "id": "tuto_personality_ego_info_10",
      "content": "Переключитесь на эту вкладку, чтобы увидеть детальную информацию об ЭГО."
    },
    {
      "id": "tuto_personality_ego_info_11",
      "content": "Здесь указаны необходимые требования для активации ЭГО в бою."
    },
    {
      "id": "tuto_personality_ego_info_12",
      "content": "Цена силы духа отмечена этим значением."
    },
    {
      "id": "tuto_personality_ego_info_13",
      "content": "После использования ЭГО сопротивления Грешника меняются до конца битвы в зависимости от самого ЭГО."
    },
    {
      "id": "tuto_personality_ego_info_14",
      "content": "Используйте эту опцию, чтобы поднимать уровень связки ЭГО."
    },
    {
      "id": "tuto_personality_ego_info_15",
      "content": "Поднятие уровня связки ЭГО усиливает их эффекты и открывает пассивные умения."
    },
    {
      "id": "tuto_personality_ego_info_16",
      "content": "Однако учтите, что уровень связки Базовых ЭГО Грешников будет сам подниматься вплоть до 3 уровня по мере вашего пути."
    },
    {
      "id": "tuto_personality_ego_info_17",
      "content": "Пожалуйста, ознакомьтесь с руководством, доступным здесь, для получения дополнительной информации."
    },
    {
      "id": "tuto_exp_mining_01",
      "content": "Менеджер Данте, новая возможность Мефистофиля стала доступна.\nОбратите своё внимание."
    },
    {
      "id": "tuto_exp_mining_02",
      "content": "Хоть поднятие силы Грешников всё ещё возможно через обычные бои, это не является самым оптимальным методом.\nСветодобыча должна помочь вам в более быстром развитии Идентичностей."
    },
    {
      "id": "tuto_exp_mining_03",
      "content": "Завершайте битвы Светодобычи, чтобы получать Билеты развития идентичностей.\nИспользование этих билетов значительно эффективнее справляется с поднятием их уровня."
    },
    {
      "id": "tuto_exp_mining_04",
      "content": "В Светодобыче Звеньев, что будет открыта позже, вы сможете получать Звенья, которые используются для поднятия уровня связи Идентичностей или повышения уровня связки ЭГО."
    },
    {
      "id": "tuto_exp_mining_05",
      "content": "Также учтите, что для Светодобычи нужны Энкефалиновые модули."
    },
    {
      "id": "tuto_exp_mining_06",
      "content": "После первого прохождения они могут пропускаться.\nПропуск боя Светодобычи потребляет в два раза больше энкефалиновых модулей и даёт в полтора раза больше наград."
    },
    {
      "id": "tuto_exp_mining_07",
      "content": "Более сложные этапы Светодобычи будут открыты по мере нашего продвижения по Городу."
    },
    {
      "id": "tuto_exp_mining_08",
      "content": "Этапы Светодобычи более высокого уровня позволяют получать более ценные и эффективные ресурсы.\nНастоятельно рекомендуется время от времени сюда заглядывать, чтобы убедиться, что вы открыли новый этап."
    },
    {
      "id": "tuto_mirror_dungeon_01",
      "content": "Похоже, вы стали лучше знакомы со своим полевым командованием, Менеджер Данте.\nТеперь ваших способностей должно быть достаточно, чтобы получить доступ к основной функции Мефистофеля."
    },
    {
      "id": "tuto_mirror_dungeon_02",
      "content": "Нажмите сюда, чтобы войти в Зеркальное подземелье.\nВ Зеркальном подземелье вы можете поэксперементировать с различными конфигурациями вашей команды. Завершение экспедиции даёт прогресс Боевого пропуска и некоторое количество Безумства."
    }
  ]
}