{
  "dataList": [
    {
      "id": "tuto_00_01_01_01",
      "content": "Давайте начнем с изучения основ ведения боя."
    },
    {
      "id": "tuto_00_01_01_02",
      "content": "Пожалуйста, обратите ваше внимание на <color=#f8c200>Приборную Панель<color=#ebcaa2>.\n\nВы будете использовать её, чтобы отдавать приказы вашим Грешникам."
    },
    {
      "id": "tuto_00_01_01_03",
      "content": "На ней вы увидите <color=#f8c200>Навыки<color=#ebcaa2> каждого из Грешников."
    },
    {
      "id": "tuto_00_01_01_04",
      "content": "Схема управления проста. <color=#f8c200>Начните тянуть цепь с левой части Приборной Панели до её правого конца, соединяя Навыки в очередь из атак<color=#ebcaa2>, после этого вы будете готовы начать <color=#f8c200>Боевую Фазу<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_01_01_05",
      "content": "Позвольте мне направлять вашу руку.\n\nЗажмите <color=#f8c200>Шестерню слева<color=#ebcaa2> на Приборний Панели, чтобы начать тянуть цепь."
    },
    {
      "id": "tuto_00_01_01_06",
      "content": "Теперь, когда вы держите цепь из этой шестерни, <color=#f8c200>соединяйте Навыки слева направо<color=#ebcaa2>, выбирая один из двух в очереди."
    },
    {
      "id": "tuto_00_01_01_07",
      "content": "Отлично. Теперь, когда Навыки всех Грешников были соединены, вы можете нажать на <color=#f8c200>Шестерню справа<color=#ebcaa2>, чтобы начать <color=#f8c200>Боевую Фазу<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_01_02_01",
      "content": "И именно так вы, Исполнительный Менеджер, отдаёте свои приказы Грешникам.\n\nДавайте сделаем это ещё раз."
    },
    {
      "id": "tuto_00_01_02_02",
      "content": "Посмотрите на <color=#f8c200>Приборную Панель<color=#ebcaa2>, потяните цепь с левой её части и соедините <color=#f8c200>Навыки<color=#ebcaa2>, чтобы говорить нам использовать их."
    },
    {
      "id": "tuto_00_01_02_03_title",
      "content": "Приборная панель"
    },
    {
      "id": "tuto_00_01_02_04",
      "content": "Используйте Приборную Панель для отдачи приказов Грешникам во время боёв.\n\nНачните Боевую Фазу, следуя этим шагам:\n1) Возьмите и тяните цепь с шестерни в левой части Приборной Панели.\n2) Проведите её сквозь Навыки, которые хотите использовать.\n3) Соединив все Навыки нажмите на шестерню в правой части, или сразу протяните цепь в неё, чтобы Боевая Фаза началась."
    },
    {
      "id": "tuto_00_02_01_01",
      "content": "Продолжим наш прошлый разговор. Семиугольные иконки над противниками и союзниками назваются <color=#f8c200>Слотами Навыков<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_02_01_02",
      "content": "Поскольку вы ещё не отдавали команд, места для Навыков Грешников в данный момент пусты."
    },
    {
      "id": "tuto_00_02_01_03",
      "content": "Начните тянуть цепь из левой шестерни и соедините её с самым левым Навыком на Приборной Панели."
    },
    {
      "id": "tuto_00_02_01_04",
      "content": "Как вы можете сейчас видеть, выбранный вами Навык теперь находится в соответствующем Слоте Навыков Грешника."
    },
    {
      "id": "tuto_00_02_01_05_title",
      "content": "Слоты Навыков"
    },
    {
      "id": "tuto_00_02_01_06",
      "content": "Используемые Навыки показаны в Слотах Навыков над головами Грешников.\n\nКогда Боевая Фаза начнётся, каждый Грешник вступит в бой, используя эти Навыки."
    },
    {
      "id": "tuto_00_02_01_07",
      "content": "Протяните цепь слева направо по Приборной Панели, чтобы указать Грешникам использовать определённые Навыки, находящиеся в соответствующих столбцах."
    },
    {
      "id": "tuto_00_02_01_08",
      "content": "Отлично. Теперь нажмите на шестерню справа, чтобы инициировать Боевую Фазу и приказать Грешникам использовать эти Навыки."
    },
    {
      "id": "tuto_00_02_02_01",
      "content": "Когда Грешник и его противник оба используют Атакующие Навыки против друг друга, происходит <color=#f8c200>Столкновение<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_02_02_02",
      "content": "Во время <color=#f8c200>Столкновения<color=#ebcaa2> Грешника с противником, их <color=#f8c200>Сила<color=#ebcaa2> определяется в первую очередь Навыками, которые они используют."
    },
    {
      "id": "tuto_00_02_02_03",
      "content": "Во время <color=#f8c200>Столкновения<color=#ebcaa2> между двумя Навыками выигрывает тот, чья <color=#f8c200>Итоговая сила<color=#ebcaa2> оказывается выше."
    },
    {
      "id": "tuto_00_02_02_04",
      "content": "Обратите внимание на <color=#f8c200>Монеты<color=#ebcaa2>, что находятся в Навыках противника и Измаил. Когда какой-либо из Навыков оказывается слабее, одна из его <color=#f8c200>Монет<color=#ebcaa2> уничтожается с каждым комбо."
    },
    {
      "id": "tuto_00_02_02_05",
      "content": "Но пока у Навыков остаются целые <color=#f8c200>Монеты<color=#ebcaa2>, Столкновение будет продолжаться до тех пор, пока они не кончатся у одного их них."
    },
    {
      "id": "tuto_00_02_02_06",
      "content": "Навык, у которого не осталось целых монет, <color=#f8c200>проигрывает в Столкновении<color=#ebcaa2>.\nЭто означает, что одержавший победу в Столкновении может атаковать."
    },
    {
      "id": "tuto_00_02_03_01",
      "content": "Давайте пронаблюдаем за тем, от чего зависит <color=#f8c200>Сила<color=#ebcaa2>, определяющая исход <color=#f8c200>Столкновения<color=#ebcaa2>.\n\nОтдайте команду вновь."
    },
    {
      "id": "tuto_00_02_03_02",
      "content": "Это число является <color=#f8c200>Базовой силой<color=#ebcaa2> Навыка, пока монеты ещё не подброшены."
    },
    {
      "id": "tuto_00_02_03_03",
      "content": "Над ним находится <color=#f8c200>Сила монет<color=#ebcaa2> Навыка."
    },
    {
      "id": "tuto_00_02_03_04",
      "content": "Так же можно видеть <color=#f8c200>текущее количество Монет<color=#ebcaa2> каждого Навыка.\n\nКоличество монет определяет следующее:\n<color=#f8c200>1) Сколько раз Навык должен оказаться слабее в Столкновении, чтобы проиграть в нём.\n2) Как много ударов Навык может нанести при атаке<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_02_03_05",
      "content": "Каждая монета, <color=#f8c200>на которой выпал Орёл<color=#ebcaa2>, будет добавлять значение <color=#f8c200>Силы монет<color=#ebcaa2> этого Навыка к значению его <color=#f8c200>Базовой силы<color=#ebcaa2> во время Столкновения."
    },
    {
      "id": "tuto_00_02_03_05_popup_title",
      "content": "Расчёт Итоговой силы"
    },
    {
      "id": "tuto_00_02_03_05_popup_content",
      "content": "Формула для определения Итоговой силы Навыка выглядит следующим образом:\n\n<color=#f8c200>Базовая сила + (Количество выпавших орлом монет × Сила этих монет)<color=#ebcaa2>.\n\nМонеты, которые перевернулись орлом, будут светиться, в то время как монеты, которые перевернулись решкой, будут казаться затемнёнными."
    },
    {
      "id": "tuto_00_02_03_06",
      "content": "<color=#f8c200>Итоговая сила Навыка<color=#ebcaa2> высвечивается на месте, где первоначально была Базовая.\n\nКак видно, Навык Измаил под названием 「<color=#f8c200>Швартовый удар<color=#ebcaa2>」 оказался сильнее, поэтому у Навыка противника уничтожается одна из монет."
    },
    {
      "id": "tuto_00_02_03_07",
      "content": "Как было видно на этом примере, <color=#f8c200>Столкновение<color=#ebcaa2> продолжалось, пока Измаил не оставила монет у противника.\nТот, у кого в итоге осталась <color=#f8c200>хотя бы одна целая монета<color=#ebcaa2>, всегда <color=#f8c200>побеждает в Столкновении<color=#ebcaa2>.\n\nЗапомните: победа в <color=#f8c200>Столкновениях<color=#ebcaa2> — один из фундаментальных аспектов победы в самой битве."
    },
    {
      "id": "tuto_00_03_01_01",
      "content": "В этот раз давайте поговорим о <color=#f8c200>СД<color=#ebcaa2>, или же <color=#f8c200>Силе Духа<color=#ebcaa2>.\n\nЗначение <color=#f8c200>СД<color=#ebcaa2> может варьироваться от -45 до +45."
    },
    {
      "id": "tuto_00_03_01_02",
      "content": "<color=#f8c200>Силу духа<color=#ebcaa2> Грешников так же можно увидеть и на Приборной Панели около их портретов."
    },
    {
      "id": "tuto_00_03_01_03",
      "content": "Теперь, пожалуйста, отдайте команду."
    },
    {
      "id": "tuto_00_03_01_04",
      "content": "Значение <color=#f8c200>СД<color=#ebcaa2> каждого из участвующих зависит от различных факторов.\nОни могут восстанавливать СД из-за <color=#f8c200>положительных факторов (Победа в Столкновениях или убийство противников)<color=#ebcaa2>, но так же и терять её от <color=#f8c200>отрицательных.<color=#ebcaa2>"
    },
    {
      "id": "tuto_00_03_01_05",
      "content": "<color=#f8c200>Чем выше знаение СД,<color=#ebcaa2> тем <color=#f8c200>больше шанс того, что монеты будут выпадать орлом<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_03_02_01",
      "content": "Все Грешники победили в своих Столкновениях во время прошлого хода, что повысило их Силу Духа.\nЭто поставило нас в более выгодное положение по сравнению с противниками. Пожалуйста, дайте следующую команду."
    },
    {
      "id": "tuto_00_03_02_02",
      "content": "Теперь обратите своё внимание на ОЗ (Очки Здоровья). Эта черта является <color=#f8c200>Границей Выносливости<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_03_02_03",
      "content": "Когда значение ОЗ падает ниже неё, происходит <color=#f8c200>Оглушение<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_03_03_01",
      "content": "<color=#f8c200>Оглушённые<color=#ebcaa2> участники боя не могут использовать свои Навыки и получают двойной урон, что даёт приемущество."
    },
    {
      "id": "tuto_00_03_04_01",
      "content": "Вы вогнали оставшихся противников в состояние <color=#f8c200>Паники<color=#ebcaa2>, убив их союзников в прошлом ходе, что значительно снизило их Силу Духа."
    },
    {
      "id": "tuto_00_03_04_02",
      "content": "Когда значение СД противников падает ниже определённых значений, они могут поддаться <color=#f8c200>Низкому Духу<color=#ebcaa2> или <color=#f8c200>Панике<color=#ebcaa2>, что накладывает на них негативные эффекты."
    },
    {
      "id": "tuto_00_03_04_03",
      "content": "<color=#f8c200>Низкий Дух<color=#ebcaa2> или <color=#f8c200>Паника<color=#ebcaa2> отмечены соответствующими эффектами на участниках боя."
    },
    {
      "id": "tuto_00_03_04_04",
      "content": "Все получают разные эффекты от этих состояний.\nНажмите на иконку паники, чтобы ознакомиться с ними."
    },
    {
      "id": "tuto_00_04_01_01",
      "content": "Теперь, когда вы ознакомились с основами боёв, нажмите на кого-то из участников боя, чтобы увидеть его <color=#f8c200>детальную информацию<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_04_01_02",
      "content": "Здесь показаны все <color=#f8c200>базовые характеристики<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_04_01_03",
      "content": "Справа же находится <color=#f8c200>список всех Навыков<color=#ebcaa2> и<color=#f8c200> характеристика текущего уровня<color=#ebcaa2>."
    },
    {
      "id": "tuto_00_04_01_04",
      "content": "У противников тоже есть детальная информация."
    },
    {
      "id": "tuto_00_04_01_05",
      "content": "Каждый участник боя имеет свои <color=#f8c200>Сопротивления<color=#ebcaa2> к типам урона.\nИспользуйте информацию о них для выбора наиболее подходящих Навыков, чтобы нанести как можно больше урона."
    },
    {
      "id": "tuto_00_04_01_06_title",
      "content": "Типы физического урона и Грехи"
    },
    {
      "id": "tuto_00_04_01_07",
      "content": "Урона каждого Навыков классифицируется по двум категориям: <color=#f8c200>3 типа атак<color=#ebcaa2> и <color=#f8c200>7 Грехов<color=#ebcaa2>.\nСопротивление цели к этим категориям может увеличить или уменьшить входящий урон.\n<color=#f8c200>Цифра сопротивления отображает фактический множитель входящего урона, и если она выше x1.0, это означает, что такой тип урона более эффективен и нанесёт больше урона.<color=#ebcaa2>"
    },
    {
      "id": "tuto_00_04_01_08",
      "content": "Просмотрите значения сопротивлений противников и подберите более эффективные Навыки."
    },
    {
      "id": "tuto_00_04_02_01",
      "content": "В большинстве случаев союзники, что находятся в самой левой части Приборной Панели, будут действовать первее всех."
    },
    {
      "id": "tuto_00_04_02_02",
      "content": "Начиная с союзников, <color=#f8c200>которые самыми первыми вошли в бой<color=#ebcaa2>, они получают по 1 Слоту Навыков с каждым прошедшим ходом. Это означает, что они получают дополнительную возможность атаковать."
    },
    {
      "id": "tuto_00_04_03_01",
      "content": "Вы можете использовать эти кнопки, чтобы позволить Грешникам самим выбирать Навыки, которые они хотят использовать."
    },
    {
      "id": "tuto_00_04_03_02",
      "content": "Однако следует подчеркнуть, что предоставление Грешникам самим принимать стратегические решения иногда может привести к непредвиденным казусам во время боя."
    },
    {
      "id": "tuto_00_04_03_03_title",
      "content": "Прогноз исхода Столкновения"
    },
    {
      "id": "tuto_00_04_03_04",
      "content": "Прогноз исхода Столкновения появляется вверху меж двух Навыков, которые должны столкнуться.\n\nОн не всегда идеален, но помогает принять быстрое решние."
    },
    {
      "id": "tuto_01_02_01_01",
      "content": "Соединение нескольких Навыков с одним и тем же типом <color=#f8c200>Греха<color=#ebcaa2> во время хода активирует то, что называется <color=#f8c200>Резонансом<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_01_02",
      "content": "Соедините эти Навыки и активируйте <color=#f8c200>Резонанс<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_01_03",
      "content": "<color=#f8c200>Соединение 3 и более находящихся рядом друг с другом Навыков<color=#ebcaa2> с одним типом Греха активирует <color=#f8c200>Абсолютный Резонанс<color=#ebcaa2>.\n\nПопробуйте активировать <color=#f8c200>Абсолютный Резонанс<color=#ebcaa2>, используя эти Навыки."
    },
    {
      "id": "tuto_01_02_01_04",
      "content": "Активация <color=#f8c200>Резонанса<color=#ebcaa2> или <color=#f8c200>Абсолютного Резонанса<color=#ebcaa2> даёт незначительные усиления Навыкам, связанным Резонансом, например, небольшое увеличение их Силы."
    },
    {
      "id": "tuto_01_02_01_05_title",
      "content": "Резонанс"
    },
    {
      "id": "tuto_01_02_01_06",
      "content": "Соединение нескольких Навыков с одним и тем же типом Греха во время хода активирует то, что называется <color=#f8c200>Резонансом<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_02_01_title",
      "content": "Абсолютный Резонанс"
    },
    {
      "id": "tuto_01_02_02_02",
      "content": "Соединение 3 и более Навыков с одним и тем же типом <color=#f8c200>Греха<color=#ebcaa2> во время хода активирует то, что называется <color=#f8c200>Абсолютным Резонансом<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_02_03_title",
      "content": "Эффекты Резонанса"
    },
    {
      "id": "tuto_01_02_02_04",
      "content": "Активация <color=#f8c200>Резонанса<color=#ebcaa2> незначительно усиливает находящиеся в нём Навыки <color=#f8c200>в зависимости от их количества в этом Резонансе<color=#ebcaa2>. Навыки, находящиеся в самой правой части Приборной Панели, получают наибольшее усиление.\n\nАктивация же <color=#f8c200>Абсолютного Резонанса<color=#ebcaa2> гарантирует усиление всех Навыков в нём."
    },
    {
      "id": "tuto_01_02_03_01",
      "content": "У всех так же имеются свои уникальные <color=#f8c200>Пассивные умения<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_03_02",
      "content": "Выберите меня, что увидеть мой список <color=#f8c200>Пассивных умений<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_03_03",
      "content": "Теперь перейдите во вкладку <color=#f8c200>\"Атака\"<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_03_04",
      "content": "И теперь нажмите на кнопку <color=#f8c200>\"Пассивки\"<color=#ebcaa2>, чтобы увидеть их список и условия активации."
    },
    {
      "id": "tuto_01_02_03_05",
      "content": "Это пассивное умение \"Аналитический взгляд\" активируется до конца хода при достижении <color=#f8c200>Резонанса<color=#ebcaa2> Гордыни."
    },
    {
      "id": "tuto_01_02_03_06",
      "content": "Теперь, пожалуйста, активируйте это <color=#f8c200>Пассивное умение Резонанса<color=#ebcaa2> достижением этого <color=#f8c200>Резонанса<color=#ebcaa2> с нужным Грехом.\n\nЭто пассивное умение требует Резонанса хотя бы 2 грехов <color=#004bd5>Гордыни<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_04_01",
      "content": "Давайте посмотрим на иной вид пассивных умений.\n\nЭти иконки в левом верхнем углу так же показывают список доступных пассивных умений. Выберите иконку Мерсо, на которую я указываю."
    },
    {
      "id": "tuto_01_02_04_02",
      "content": "Пассивное умение \"Выдержка\" Грешника Мерсо отмечено, как <color=#f8c200>\"X Получено\"<color=#ebcaa2>.\n\nТакой тип пассивных умений становится активным на протяжении всего боя, пока у вас достаточно <color=#f8c200>ЭГО Ресурсов<color=#ebcaa2> определённого Греха."
    },
    {
      "id": "tuto_01_02_04_03",
      "content": "Это пассивное умение требует наличия 2 ЭГО Ресурсов греха Лености."
    },
    {
      "id": "tuto_01_02_04_04",
      "content": "<color=#f8c200>Используйте Навыки<color=#ebcaa2>, чтобы <color=#f8c200>получать ЭГО Ресурсы соответствующих им Грехов<color=#ebcaa2>. Уже имеющиеся ЭГО ресурсы можно уведть здесь.\n\nС того момента, как мы набрали необходимое количество ЭГО Ресурса Лености в прошлом ходе, это пассивное умение было активировано."
    },
    {
      "id": "tuto_01_02_04_05",
      "content": "Активные на данный момент пассивные умения будут подсвечиваться."
    },
    {
      "id": "tuto_01_02_04_06",
      "content": "Грешники, которые не участвуют в битве, вместо этого помогают своими пассивными умениями <color=#f8c200>Поддержки<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_02_04_07_title",
      "content": "Пассивные умения поддержки"
    },
    {
      "id": "tuto_01_02_04_08",
      "content": "Грешники, чей <color=#f8c200>Уровень Связи<color=#ebcaa2> был поднят до требуемого, могут использовать их.\nПассивные умения Поддержки, как и обычные, имеют тип активации за <color=#f8c200>Резонанс<color=#ebcaa2> или <color=#f8c200>Получение необходимого количества ЭГО Ресурсов<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_03_01_01",
      "content": "В дополнение к Атакующим Навыкам, все имеют так же и <color=#f8c200>Защитные<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_03_01_02",
      "content": "Слегка нажмите на портрет Грешника, чтобы сменить его самый нижний Навык на Приборной Панели <color=#f8c200>Защитным<color=#ebcaa2>, либо отменить его."
    },
    {
      "id": "tuto_01_03_01_03",
      "content": "Для начала попробуйте нажать на портрет Мерсо, чтобы использовать поставить <color=#f8c200>Защитный Навык<color=#ebcaa2> вместо нижнего."
    },
    {
      "id": "tuto_01_03_01_04",
      "content": "Теперь выберите мой портрет, чтобы использовать Навык <color=#f8c200>Уворота<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_03_01_05",
      "content": "И наконец, нажмите на портрет Хитклифа, чтобы использовать <color=#f8c200>Контратаку<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_03_01_06_title",
      "content": "Защитные Навыки: Блок"
    },
    {
      "id": "tuto_01_03_01_07",
      "content": "Используйте <color=#f8c200>Блок<color=#ebcaa2>, чтобы получить дополнительные ОЗ в виде <color=#f8c200>Щита<color=#ebcaa2> до конца хода, равные Итоговой силе этого Навыка.\nВесь урон по нему будет поглощён без снижения обычных ОЗ."
    },
    {
      "id": "tuto_01_03_01_08_title",
      "content": "Защитные Навыки: Уворот"
    },
    {
      "id": "tuto_01_03_01_09",
      "content": "При использовании <color=#f8c200>Уровота<color=#ebcaa2>, если его Итоговая сила больше или равна Итоговой силе атакующего его Навыка, наносящий удар не сможет попасть.\nТакие Навыки подбрасывают свою монету каждый раз, как это делает атакующий.\nОднако, если в моменте Итоговая сила такого Уворота окажется ниже, чем у атакующего, у него представится возможность нанести удар, а Уворот больше не сможет подбрасывать свою монету.\nЕсли уворот прошёл успешно, он всё ещё будет использоваться на протяжении хода против других атак от противников, чья Скорость равна или ниже, чем у атаковавшего до этого."
    },
    {
      "id": "tuto_01_03_01_10_title",
      "content": "Защитные Навыки: Контратака"
    },
    {
      "id": "tuto_01_03_01_11",
      "content": "<color=#f8c200>Контратака<color=#ebcaa2> позволяет противнику первому нанести удар, color=#f8c200>после чего наносит ему ответную Одностороннюю атаку<color=#ebcaa2>.\nНо тем не менее, если атака смогла оглушить того, кто использовал Контратаку, он не сможет ею ответить."
    },
    {
      "id": "tuto_01_03_01_12",
      "content": "Вы всё ещё можете нажать на портрет вновь, чтобы <color=#f8c200>отменить Защитный Навык<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_03_01_13",
      "content": "Давайте увидим, как каждый из этих эффектов работает.\n\nСоедините цепь с <color=#f8c200>Защитными Навыками<color=#ebcaa2> и начните Боевую Фазу."
    },
    {
      "id": "tuto_01_03_02_01",
      "content": "При определённых условиях <color=#f8c200>Защитные Навыки<color=#ebcaa2> могут быть более предпочительным решением, нежели Столкновение с противником. Однако несвоевременное использование этих навыков может подвергнуть Грешников большому риску."
    },
    {
      "id": "tuto_01_03_02_02",
      "content": "Так же учтите, что Грешники не будут сами использовать эти Навыки, когда вы позволяете им самим принимать решение. Держите это в голове, когда используете \"Шанс успеха\" или \"Урон\" вместо отдачи команд вручную."
    },
    {
      "id": "tuto_01_04_01_01_title",
      "content": "Adjusting Density of Information on Screen During Combat"
    },
    {
      "id": "tuto_01_04_01_02",
      "content": "At the top right of the in-battle screen, there is a button that adjusts the amount of information displayed.\n\nThe three options set the display density to <color=#f8c200>minimum, medium, or maximum<color=#ebcaa2>, respectively."
    },
    {
      "id": "tuto_01_04_01_03_title",
      "content": "MAX"
    },
    {
      "id": "tuto_01_04_01_04",
      "content": "The maximum information display configuration.\n\nThis is the default setting applied when first starting the game.\n\nMore information is shown compared to the other two settings.\n\nDetails on Keywords used in Skills are shown as well."
    },
    {
      "id": "tuto_01_04_01_05_title",
      "content": "MID"
    },
    {
      "id": "tuto_01_04_01_06",
      "content": "The medium information display configuration.\n\nIn this setting, details on Keywords used in Skills will not be shown.\n\nOtherwise, it functions the same as the maximum setting."
    },
    {
      "id": "tuto_01_04_01_07_title",
      "content": "MIN"
    },
    {
      "id": "tuto_01_04_01_08",
      "content": "The minimum information display configuration.\n\nIn this setting, information on effects and Keywords of Skills will not be displayed."
    },
    {
      "id": "tuto_01_08_01_01",
      "content": "Let's learn how to use <color=#f8c200><E.G.O><color=#ebcaa2>."
    },
    {
      "id": "tuto_01_08_01_02",
      "content": "<color=#f8c200><E.G.O><color=#ebcaa2> are each Sinner's <color=#f8c200>unique Skills<color=#ebcaa2> that can be used <color=#f8c200>regardless of the Identity<color=#ebcaa2> they are wearing."
    },
    {
      "id": "tuto_01_08_01_03",
      "content": "Let's inspect Sinner Heathcliff's <color=#f8c200>E.G.O<color=#ebcaa2>.\n\nPress and hold Sinner Heathcliff's portrait at the bottom of the Dashboard."
    },
    {
      "id": "tuto_01_08_01_04",
      "content": "Every <color=#f8c200><E.G.O><color=#ebcaa2> currently equipped by Sinner Heathcliff are visible here."
    },
    {
      "id": "tuto_01_08_01_05",
      "content": "Using <color=#f8c200><E.G.O><color=#ebcaa2> Skills consumes <color=#f8c200>E.G.O resources<color=#ebcaa2> and <color=#f8c200>SP<color=#ebcaa2>.\n\nThe amount of SP consumed by each <color=#f8c200><E.G.O><color=#ebcaa2> is listed at the top left corner of its information card.\n\nNow, select this <color=#f8c200><E.G.O><color=#ebcaa2>—'Bodysack'."
    },
    {
      "id": "tuto_01_08_01_06",
      "content": "It seems we don't have enough E.G.O resources to use the <color=#f8c200><E.G.O><color=#ebcaa2> Skill.\n\nEach <color=#f8c200><E.G.O><color=#ebcaa2> Skill requires a certain amount of <color=#f8c200>E.G.O resources<color=#ebcaa2> to activate."
    },
    {
      "id": "tuto_01_08_01_07",
      "content": "Here, you can view the number of <E.G.O resources> and their Affinities required to use this <color=#f8c200><E.G.O><color=#ebcaa2> Skill.\n\nIt seems that we do not have enough Orange <color=#ff6600><Lust><color=#ebcaa2> and Purple <color=#9500de><Envy><color=#ebcaa2> E.G.O resources."
    },
    {
      "id": "tuto_01_08_01_08",
      "content": "View your current <color=#f8c200><E.G.O resource><color=#ebcaa2> reserves here.\n\nThe names of each Sin Affinity for <color=#f8c200><E.G.O resources><color=#ebcaa2> may still be unfamiliar to you, but you can check which is which by selecting each E.G.O's Sin Affinity resistances in the detailed info window."
    },
    {
      "id": "tuto_01_08_01_09",
      "content": "Required <color=#f8c200><E.G.O resources><color=#ebcaa2> can be obtained by using Skills during battle. For example, an Envy-colored Skill will grant an Envy resource.\n\nAs luck would have it, the units currently on the field possess Skills with the Affinities we need. Put them to use."
    },
    {
      "id": "tuto_01_08_02_01",
      "content": "Press the <color=#f8c200>Win Rate<color=#ebcaa2> button to order the Sinners to choose their own Skills based on Clash Win rate."
    },
    {
      "id": "tuto_01_08_02_02",
      "content": "As you can see here, an enemy is about to launch a <color=#f8c200>powerful attack<color=#ebcaa2> against Sinner Heathcliff—and it's unlikely he will win this Clash."
    },
    {
      "id": "tuto_01_08_02_03",
      "content": "When a unit is about to <color=#f8c200><Clash><color=#ebcaa2> with a difficult enemy Skill, you can use an <color=#f8c200><E.G.O><color=#ebcaa2> Skill to turn the situation around.\nTheir high Power makes them especially effective against strong enemy Skills."
    },
    {
      "id": "tuto_01_08_02_04",
      "content": "If there are any usable <color=#f8c200><E.G.O><color=#ebcaa2> Skills for which you have enough resources, it will be indicated in the shape surrounding the Sinner, as shown here."
    },
    {
      "id": "tuto_01_08_02_05",
      "content": "Press and hold Sinner Heathcliff's portrait again to enter the <color=#f8c200><E.G.O><color=#ebcaa2> selection menu."
    },
    {
      "id": "tuto_01_08_02_06",
      "content": "You now have enough resources to use this <color=#f8c200><E.G.O><color=#ebcaa2> Skill.\n\nDouble-tap to select his <color=#f8c200>Bodysack<color=#ebcaa2> E.G.O Skill again and equip it in Heathcliff's Skill Slot."
    },
    {
      "id": "tuto_01_08_02_07",
      "content": "Once selected, the <color=#f8c200><E.G.O><color=#ebcaa2> Skill will automatically be equipped in the bottom Skill Slot of the respective Sinner."
    },
    {
      "id": "tuto_01_08_02_08",
      "content": "<color=#f8c200>Equipping a different <E.G.O> Skill<color=#ebcaa2> in the same Slot, or swapping it for a <color=#f8c200>Defense Skill<color=#ebcaa2>, will unequip the current <E.G.O> Skill and refund the E.G.O resources spent to equip it."
    },
    {
      "id": "tuto_01_08_02_09",
      "content": "Now, let's return to the battle at hand."
    },
    {
      "id": "tuto_01_08_02_10",
      "content": "The <color=#f8c200>SP cost is consumed<color=#ebcaa2> the moment the <color=#f8c200><E.G.O><color=#ebcaa2> Skill begins its attack.\n\nBe warned: letting a Sinner's SP drop too low may cause them to <color=#f8c200>Panic<color=#ebcaa2> or become <color=#f8c200>Corroded<color=#ebcaa2> by their <color=#f8c200><E.G.O><color=#ebcaa2>."
    },
    {
      "id": "tuto_01_08_03_01",
      "content": "Raising an <E.G.O> Skill's Threadspinning Tier unlocks its <color=#f8c200><E.G.O> Passive<color=#ebcaa2>.\nOnce the turn in which this unit used the <E.G.O> Skill ends and the battle moves to the <color=#f8c200>next turn<color=#ebcaa2>, the Skill's unique <color=#f8c200><E.G.O> Passive<color=#ebcaa2> will activate.\n\nYou can view detailed information about <E.G.O> Passives in each Sinner's detailed info menu."
    },
    {
      "id": "tuto_01_09_01_01",
      "content": "In this Encounter, we will learn about more advanced usage of <E.G.O>.\nSinner Ryōshū will begin with a higher SP value for demonstration purposes."
    },
    {
      "id": "tuto_01_09_01_02",
      "content": "Every E.G.O Skill, except for Base E.G.O Skills, can be <color=#f8c200><Overclocked><color=#ebcaa2>.\nPress and hold Sinner Ryōshū's portrait to bring up the list of her E.G.O."
    },
    {
      "id": "tuto_01_09_01_03",
      "content": "Let's first try using Ryōshū's newly acquired E.G.O Awakening Skill."
    },
    {
      "id": "tuto_01_09_01_04",
      "content": "You can <color=#f8c200>change the Sinner's Sin Resistances<color=#ebcaa2> by <color=#f8c200>using their E.G.O<color=#ebcaa2>.\nCheck the Sin Affinities of enemy Skills, and use an appropriate E.G.O to adjust your Resistances and gain an advantage."
    },
    {
      "id": "tuto_01_09_01_05",
      "content": "Let's use that E.G.O Skill again."
    },
    {
      "id": "tuto_01_09_01_06",
      "content": "E.G.O Skills have a chance to <color=#f8c200>Corrode<color=#ebcaa2> at lower <color=#f8c200>SP<color=#ebcaa2> values.\nBe warned: Corrosion causes the Sinner to use a Corrosion Skill, which attacks allies and enemies indiscriminately.\nYou can view the Corrosion chance here."
    },
    {
      "id": "tuto_01_09_01_07",
      "content": "Reaching <color=#f8c200>-45 SP<color=#ebcaa2> will guarantee that the Sinner enters <color=#f8c200><E.G.O Corrosion><color=#ebcaa2> state.\nIn an <color=#f8c200><E.G.O Corrosion><color=#ebcaa2> state, the Sinner will indiscriminately attack both allies and enemies."
    },
    {
      "id": "tuto_01_09_01_08",
      "content": "The Sinner will recover from the <color=#f8c200><E.G.O Corrosion><color=#ebcaa2> state next turn, and their SP will reset to 0."
    },
    {
      "id": "tuto_01_09_01_09",
      "content": "Let's try the <color=#f8c200><E.G.O Overclock><color=#ebcaa2> this time. Press and hold Ryōshū's portrait."
    },
    {
      "id": "tuto_01_09_01_10",
      "content": "Press and hold the E.G.O Skill card to <color=#f8c200><E.G.O Overclock><color=#ebcaa2> it.\nUsing <E.G.O Overclock> <color=#f8c200>forces the Sinner to use the Corrosion Skill<color=#ebcaa2> of the <E.G.O>."
    },
    {
      "id": "tuto_01_09_01_11",
      "content": "If you have enough resources to use the Overclocked E.G.O Skill, it will activate as <color=#f8c200>Stable Overclock<color=#ebcaa2>. If not, it will activate as <color=#f8c200>Unstable Overclock<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_09_01_12_title",
      "content": "Stable Overclock"
    },
    {
      "id": "tuto_01_09_01_12",
      "content": "Activating <color=#f8c200><Stable Overclock><color=#ebcaa2> consumes <color=#f8c200>1.5 times the resources (including SP)<color=#ebcaa2> compared to a non-Overclocked E.G.O, but it does <color=#f8c200>not target allies<color=#ebcaa2>.\nWarning: Even a Stable Overclock can <color=#f8c200>Corrode<color=#ebcaa2> your Sinners if their <color=#f8c200>SP value is low<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_09_01_13_title",
      "content": "Unstable Overclock"
    },
    {
      "id": "tuto_01_09_01_13",
      "content": "Activating <color=#f8c200><E.G.O Overclock><color=#ebcaa2> without enough resources will trigger <color=#f8c200><Unstable Overclock><color=#ebcaa2> instead.\nUnstable Overclock targets both allies and enemies <color=#f8c200>indiscriminately<color=#ebcaa2>, like E.G.O Corrosion, and any <color=#f8c200>insufficient E.G.O resources will go into the negatives<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_01_01",
      "content": "Entities known as <color=#f8c200>Abnormalities<color=#ebcaa2> may be found in Dungeons."
    },
    {
      "id": "tuto_01_11_abbattle_01_02",
      "content": "A different kind of approach is needed in Encounters against Abnormalities."
    },
    {
      "id": "tuto_01_11_abbattle_01_03",
      "content": "Battles that employ this different approach are called <color=#f8c200>Focused Encounters<color=#ebcaa2>. Let's explore its mechanics."
    },
    {
      "id": "tuto_01_11_abbattle_01_04",
      "content": "All abnormalities have one or more <color=#f8c200>Parts<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_01_05",
      "content": "Each Part has their own set of Skill Slots and Speed values."
    },
    {
      "id": "tuto_01_11_abbattle_01_06_title",
      "content": "Abnormality Parts"
    },
    {
      "id": "tuto_01_11_abbattle_01_06",
      "content": "Abnormalities often have multiple Parts that can be targeted.\n\nEach Part uses Skills from its assigned Skill Slots, and its Speed values can change from turn to turn."
    },
    {
      "id": "tuto_01_11_abbattle_01_07",
      "content": "In Focused Encounters, you must select the Sinners' Skill icons and chain them <color=#f8c200>directly<color=#ebcaa2> to the Abnormalities' Skill Slots."
    },
    {
      "id": "tuto_01_11_abbattle_01_08",
      "content": "Select a Skill from the leftmost column of the Dashboard."
    },
    {
      "id": "tuto_01_11_abbattle_01_09",
      "content": "Now, drag from the selected Skill to <color=#f8c200>this enemy Skill Slot to chain them<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_01_10",
      "content": "Remember: in Focused Encounters, you connect the Sinners' Skills directly to the enemies' Skill Slots."
    },
    {
      "id": "tuto_01_11_abbattle_01_11",
      "content": "Please press the gear on the left if you would like to zoom out and view the entire battlefield."
    },
    {
      "id": "tuto_01_11_abbattle_01_12",
      "content": "Pressing the gear on the left while zoomed in\nwill reset your field of view."
    },
    {
      "id": "tuto_01_11_abbattle_01_13",
      "content": "Once you have <color=#f8c200>connected every available Skill to the enemies' Skill Slots<color=#ebcaa2>, the gear icon on the right—the button to enter the combat phase—will activate. Only then can you proceed to the Combat Phase."
    },
    {
      "id": "tuto_01_11_abbattle_01_14",
      "content": "Now, <color=#f8c200>chain every Sinner's Skills to the enemy Slots<color=#ebcaa2>, then start the combat phase using the gear icon on the right."
    },
    {
      "id": "tuto_01_11_abbattle_02_01",
      "content": "<color=#f8c200>Speed<color=#ebcaa2> determines the order of actions taken in Focused Encounters."
    },
    {
      "id": "tuto_01_11_abbattle_02_02",
      "content": "The Speed assigned to each unit for this turn can be viewed here, <color=#f8c200>next to their Skill Slots<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_02_03",
      "content": "Speed of allied units can be viewed here <color=#f8c200>on the Dashboard<color=#ebcaa2> as well."
    },
    {
      "id": "tuto_01_11_abbattle_02_04",
      "content": "As you have just seen, Focused Encounters are conducted by chaining your units' Skills <color=#f8c200>directly<color=#ebcaa2> to enemy Skill Slots."
    },
    {
      "id": "tuto_01_11_abbattle_02_05",
      "content": "Now, let's learn how to handle situations where several enemies are focusing on a single allied unit.\nHover over then select this unit's Slot here."
    },
    {
      "id": "tuto_01_11_abbattle_02_06",
      "content": "<color=#f8c200>Allies with faster Speeds<color=#ebcaa2> can force enemies with slower Speeds to <color=#f8c200>redirect their attacks and <Clash> with them<color=#ebcaa2> instead by chaining their own Skill against the enemy's."
    },
    {
      "id": "tuto_01_11_abbattle_02_07",
      "content": "Select a faster Sinner and chain their Skill against the enemy's."
    },
    {
      "id": "tuto_01_11_abbattle_02_08",
      "content": "Select a faster Sinner and chain their Skill against the enemy's."
    },
    {
      "id": "tuto_01_11_abbattle_02_09",
      "content": "As demonstrated here, allies with faster Speeds than the enemy can <color=#f8c200>strategically draw attacks targeting other allies to themselves<color=#ebcaa2> depending on the flow of battle."
    },
    {
      "id": "tuto_01_11_abbattle_02_10_title",
      "content": "When Ally's Speed > Enemy's Speed"
    },
    {
      "id": "tuto_01_11_abbattle_02_10",
      "content": "<color=#f8c200>If an allied unit's Speed is faster than the enemy unit's<color=#ebcaa2>, the allied unit can <color=#f8c200>redirect<color=#ebcaa2> the <color=#f8c200>targeting<color=#ebcaa2> of the enemy's Skill to themselves.\n\nOnce redirected, the allied unit and the enemy unit will <color=#f8c200>Clash<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_02_11",
      "content": "Another thing to note regarding targeting and redirecting: an <color=#f8c200>allied unit targeted by an enemy Skill<color=#ebcaa2> can still <color=#f8c200>Clash<color=#ebcaa2> against that Skill, <color=#f8c200>regardless of their own Speed<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_02_12",
      "content": "Chain your Skills against the enemy's."
    },
    {
      "id": "tuto_01_11_abbattle_02_13",
      "content": "Chain your Skills against the enemy's."
    },
    {
      "id": "tuto_01_11_abbattle_02_14_title",
      "content": "When targeted by enemy Skills"
    },
    {
      "id": "tuto_01_11_abbattle_02_14",
      "content": "Allies targeted by enemy Skills can Clash against Skills targeting themselves <color=#f8c200>regardless of Speed<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_02_15",
      "content": "If an allied unit's Speed is equal to or slower than the enemy's, they cannot redirect the enemy Skill and may instead perform an <color=#05DBF2>Unopposed Attack<color=#ebcaa2>."
    },
    {
      "id": "tuto_01_11_abbattle_02_16_title",
      "content": "When Ally's Speed ≤ Enemy's Speed"
    },
    {
      "id": "tuto_01_11_abbattle_02_16",
      "content": "Allies with lower or equal Speed values cannot force enemies with faster Speed to target them.\nIn such cases, both units will perform an <color=#05DBF2>Unopposed Attack (marked by blue arrows)<color=#ebcaa2> instead of engaging in a Clash first. Faster unit will attack first.\n\n<color=#05DBF2>Unopposed Attacks<color=#ebcaa2> skip Clashes and strike directly."
    },
    {
      "id": "tuto_01_11_abbattle_02_17",
      "content": "While multiple Skills may target a single Slot, only the last Skill chained to it will Clash; the others will activate as <color=#05DBF2>Unopposed Attacks<color=#ebcaa2>.\nSometimes, it can be an effective strategy to forgo <color=#f8c200>Clashes<color=#ebcaa2> and have multiple units use <color=#05DBF2>Unopposed Attacks<color=#ebcaa2> against a single dangerous enemy, even if it leaves them exposed to attacks from others."
    },
    {
      "id": "tuto_01_11_snow_white_01_01",
      "content": "You have encountered a new Abnormality. Please view its Abnormality Guide."
    },
    {
      "id": "tuto_01_11_snow_white_01_02_title",
      "content": "The Abnormality Guide"
    },
    {
      "id": "tuto_01_11_snow_white_01_02",
      "content": "The Abnormality Guide lists information about the Abnormality.\n<color=#f8c200>The guide will gradually fill up as you battle the Abnormality.<color=#ebcaa2>\n\nRaise the <color=#f8c200>Observation Level<color=#ebcaa2> by repeatedly encountering and battling the Abnormality.\nHigher Observation Levels slightly increases the damage you deal against the Abnormality."
    },
    {
      "id": "tuto_01_11_snow_white_01_03",
      "content": "You may encounter Abnormalities with <color=#f8c200>multiple Parts<color=#ebcaa2> in the dungeons you explore.\nIn such cases, each Part may have different Resistances, Passives, and Skills."
    },
    {
      "id": "tuto_01_11_snow_white_01_04",
      "content": "This Abnormality's weak point is its <color=#f8c200>Fruit<color=#ebcaa2> Part.\nTarget the Fruit."
    },
    {
      "id": "tuto_01_11_snow_white_02_01",
      "content": "You destroyed a Part of the Abnormality. Let us consult the Abnormality Guide to see if anything has been updated."
    },
    {
      "id": "tuto_01_11_snow_white_02_02",
      "content": "You destroyed the Fruit Part."
    },
    {
      "id": "tuto_01_11_snow_white_02_03",
      "content": "Physical Resistance values for <color=#f8c200>Destroyed<color=#ebcaa2> Parts become <color=#f8c200>Fatal<color=#ebcaa2>.\nPlease note that Parts marked as <color=#f8c200>Severable<color=#ebcaa2> cannot be attacked again once Destroyed, unless they regenerate."
    },
    {
      "id": "tuto_01_11_snow_white_02_04",
      "content": "Progressing through the Encounter will unlock the enemy's Passive information.\n<color=#f8c200>Reading the details and clues in the enemy's information window<color=#ebcaa2> is crucial to winning certain battles."
    },
    {
      "id": "tuto_01_11_snow_white_02_05",
      "content": "Continue suppressing this Abnormality."
    },
    {
      "id": "tuto_01_11_snow_white_03_01",
      "content": "During Focused Encounters, you, the manager, may occasionally be tasked with making key decisions in <color=#f8c200><Choice Events><color=#ebcaa2>.\n<color=#f8c200>The tide of battle may drastically shift<color=#ebcaa2> depending on your choices, so choose wisely."
    },
    {
      "id": "tuto_01_11_snow_white_03_02_title",
      "content": "Choice Events"
    },
    {
      "id": "tuto_01_11_snow_white_03_02",
      "content": "These Choice Events function like Skill checks—they have a required Sin Affinity and a threshold to pass.\nEach Choice Event presents an Affinity advantage—select a Sinner with a matching Skill Affinity to increase your chances of success.\nPassing or failing the check will determine the outcome."
    },
    {
      "id": "tuto_02_12_01_01_start",
      "content": "Now, we will explore how an Identity's <color=#f8c200>Level<color=#ebcaa2> affects combat and Skills. Try chaining a Skill."
    },
    {
      "id": "tuto_02_12_01_01",
      "content": "Every Skill has these two values: <color=#f8c200>Offense Level<color=#ebcaa2> and <color=#f8c200>Defense Level<color=#ebcaa2>."
    },
    {
      "id": "tuto_02_12_01_02",
      "content": "<color=#f8c200>Offense Level<color=#ebcaa2> affects the following Skills: <color=#f8c200>Attack Skills<color=#ebcaa2> and <color=#f8c200>Counter Skills<color=#ebcaa2>."
    },
    {
      "id": "tuto_02_12_01_03",
      "content": "<color=#f8c200>Damage dealt<color=#ebcaa2> increases in proportion to how much the attacker's Offense Level exceeds the target's Defense Level. This increased damage is shown here."
    },
    {
      "id": "tuto_02_12_01_04",
      "content": "Also, in a Clash, every 3 points of Offense Level advantage over the target's Offense Level translates to 1 point of Clash Power advantage."
    },
    {
      "id": "tuto_02_12_01_05",
      "content": "All Identities have their Defense Levels, affecting the <color=#f8c200>amount of damage they take<color=#ebcaa2>."
    },
    {
      "id": "tuto_02_12_01_06",
      "content": "<color=#f8c200>Offense Level<color=#ebcaa2> and <color=#f8c200>Defense Level<color=#ebcaa2> are stats that <color=#f8c200>grow in proportion to an Identity’s Level<color=#ebcaa2>.\nThe Level difference between allies and enemies can greatly affect combat difficulty—make sure your <color=#f8c200>Identities are leveled up<color=#ebcaa2> enough if an encounter feels too challenging."
    }
  ]
}